{"author": "Caitlin Ostroff", "title": "What We Learned From FTX Testimonies: Caroline Ellison, Nishad Singh and Gary Wang", "url": "https://www.wsj.com/livecoverage/sam-bankman-fried-trial-testimony", "abstract": "Sam Bankman-Fried faces multiple fraud charges in the collapse of his cryptocurrency firm FTX. Bankman-Fried will testify in his defense.", "published_on": "2023-10-26T16:35:25Z", "section": "livecoverage", "body": "More than a dozen witnesses have taken the stand to testify against Sam Bankman-Fried over the past three weeks. One by one, they have built on each others testimony, painting to the jury a picture o… [+1183 chars]"}
{"author": "Anna Wilde Mathews", "title": "How to Enroll in Medicare Plans for 2024: Answers to Your Questions", "url": "https://www.wsj.com/finance/investing/enroll-medicare-2024-3a9e704d", "abstract": "How to Enroll in Medicare Plans for 2024: Answers to Your Questionswsj.com", "published_on": "2023-10-26T13:52:56Z", "section": "finance", "body": "Medicares open-enrollment period is under way, and you have questions.\r\nPatient advocates say they are swamped with calls from seniors struggling to decide on their coverage for next year, which they… [+262 chars]"}
{"author": "Ray A. Smith", "title": "'CEO Morning Routines Are Bananas. So I Tried A Few'", "url": "https://www.wsj.com/lifestyle/careers/ceo-morning-routines-are-bananas-so-i-tried-a-few-cea7e554", "abstract": "Five a.m. alarms, meditation, Peloton sessions: which business leader’s action-packed regimen is the best setup for a high-performance day?", "published_on": "2023-10-26T13:06:38Z", "section": "lifestyle", "body": "Earlier this month, I decided to take on the challenge of a lifetime: Try a CEOs morning routine for one day. \r\nOn Tuesday, I was JPMorgans Jamie Dimon and up before dawn reading five newspapers, res… [+274 chars]"}
{"author": "wsj", "title": "Soccer's LeBron James Has Arrived...", "url": "https://www.wsj.com/sports/soccer/jude-bellingham-real-madrid-clasico-8d8f58b1", "abstract": "Jude Bellingham has been a sure thing since he turned pro. Now, at 20, he is an instant star at Real Madrid—and he’s just getting started.", "published_on": "2023-10-26T13:00:03Z", "section": "sports", "body": "Soccer’s LeBron James Has ArrivedBy Oct. 26, 2023 5:00 am ETWhen Birmingham City said goodbye to its best player in recent memory, the club took a page straight out of the American sports playbook. M… [+1007 chars]"}
{"author": "wsj", "title": "The Cannabis People Using for Anxiety Is Probably Making It Worse...", "url": "https://www.wsj.com/health/wellness/anxiety-medical-marijuana-treatment-4bfd2cc3", "abstract": "Anxious consumers are looking for help, and pot companies have promoted their products as an answer", "published_on": "2023-10-26T13:00:03Z", "section": "health", "body": "The Cannabis That People Are Using for Anxiety Is Probably Making It WorseLots of people with anxiety are counting on cannabis’s ability to treat their symptoms. There’s a problem: The science shows … [+1082 chars]"}
{"author": "wsj", "title": "'Guided Missile Drugs'Could Be Big Pharma's Secret Weapon...", "url": "https://www.wsj.com/health/pharma/guided-missile-drugs-could-be-big-pharmas-secret-weapon-437aa87f", "abstract": "Merck, Pfizer are the latest big pharma companies to invest in this booming area", "published_on": "2023-10-26T12:00:02Z", "section": "health", "body": "‘Guided Missile Drugs’ Could Be Big Pharma’s Secret WeaponBy Oct. 26, 2023 7:30 am ET\r\nA true home run in the drug industry is when a company develops a mega-blockbuster that transforms its finances … [+897 chars]"}
{"author": "wsj", "title": "USA Worries About Escalation in Pacific as China Steps Up Confrontation...", "url": "https://www.wsj.com/world/china/u-s-worries-about-escalation-in-pacific-as-chinese-military-steps-up-confrontation-5fc06662", "abstract": "Pentagon hopes security forum in Beijing next week will help restart military communications", "published_on": "2023-10-26T12:00:02Z", "section": "world", "body": "U.S. Worries About Escalation in Pacific as Chinese Military Steps Up ConfrontationBy Oct. 26, 2023 6:02 am ET\r\nChina’s jet fighters are harassing American military aircraft and stepping up sorties a… [+1007 chars]"}
{"author": "wsj", "title": "The App Store -- But For Cars -- May Not Be Far Off...", "url": "https://www.wsj.com/articles/the-app-storebut-for-carsmay-not-be-far-off-df82503c", "abstract": "Writing software apps for cars is nowhere near as easy as writing software apps for phones, although companies like GM are hoping to remove obstacles", "published_on": "2023-10-26T12:00:02Z", "section": "articles", "body": "The App Store—But For Cars—May Not Be Far OffBy Oct. 26, 2023 7:00 am ET\r\nGeneral Motors is rethinking traditional software development processes to target more innovation and better software, faster… [+1229 chars]"}
{"author": "Will Feuer", "title": "UPS Shares Fall After Package-Delivery Giant Cuts Sales Outlook", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-26-2023", "abstract": "Southwest Airlines, Honeywell, United Parcel Service and other big names have posted earnings this morning", "published_on": "2023-10-26T10:25:06Z", "section": "livecoverage", "body": "United Parcel Service (UPS) cut its sales outlook after revenue slipped in the third quarter because of a slowdown in global demand for shipping.\r\nThe package-delivery company's stock dropped 3.5% to… [+381 chars]"}
{"author": "Karl Rove", "title": "Biden’s Ad Blitz Is a Sign of Weakness", "url": "https://www.wsj.com/articles/bidens-ad-blitz-is-a-sign-of-weakness-2024-campaign-bfc52f6f", "abstract": "Since it started in April, the polls have him moving in one direction: down.", "published_on": "2023-10-25T23:37:24Z", "section": "articles", "body": "The presidential election may be more than a year away, but Democrats are spending historically early and lavishly to sway Americans in the battlegrounds states of Arizona, Georgia, Michigan, Nevada,… [+685 chars]"}
{"author": "Gunjan Banerji", "title": "Tech Stocks Tumble, Pushing Nasdaq Lower", "url": "https://www.wsj.com/finance/stocks/global-stocks-markets-dow-news-10-25-2023-ac2b2749", "abstract": "Tech Stocks Tumble, Pushing Nasdaq Lowerwsj.com", "published_on": "2023-10-25T21:05:26Z", "section": "finance", "body": "A steep drop in shares of Alphabet, Amazon.com and other technology companies dragged the Nasdaq Composite into correction territory Wednesday. \r\nThe tech-heavy index slid 2.4% in a punishing session… [+265 chars]"}
{"author": "Nora Eckert", "title": "Ford, UAW Near Tentative Labor Deal to Potentially End Six-Week Strike at the Automaker", "url": "https://www.wsj.com/business/autos/ford-uaw-near-tentative-labor-deal-to-potentially-end-six-week-strike-at-the-automaker-8064a971", "abstract": "The situation remains fluid, and there is still a possibility talks could stall", "published_on": "2023-10-25T20:54:00Z", "section": "business", "body": "The United Auto Workers union is close to securing a new tentative labor contract with Ford Motor, after intense bargaining overnight and into the day Wednesday, according to people with knowledge of… [+350 chars]"}
{"author": "Salvador Rodriguez", "title": "Meta Sees Continued Rebound in Advertising, Reports Largest Sales in Years", "url": "https://www.wsj.com/tech/meta-platforms-q3-earnings-report-2023-27083dbe", "abstract": "Meta Sees Continued Rebound in Advertising, Reports Largest Sales in Yearswsj.com", "published_on": "2023-10-25T20:37:45Z", "section": "tech", "body": "Facebook parent Meta Platforms reported its largest quarterly revenue since going public more than a decade ago as demand for advertising picked up and the company continued to reap the benefits of c… [+452 chars]"}
{"author": "wsj", "title": "Dispute in South China Sea escalating, with potential to draw in USA...", "url": "https://www.wsj.com/world/asia/china-a-u-s-ally-and-the-fight-over-an-old-rusty-ship-daf24da3", "abstract": "A dispute in the South China Sea is escalating, with the potential to draw in the U.S.", "published_on": "2023-10-25T18:00:04Z", "section": "world", "body": "China, a U.S. Ally and the Fight Over an Old Rusty ShipBy Oct. 25, 2023 4:05 am ET\r\nLocated near Taiwan and the South China Sea, the Philippines has found itself at the center of a global effort to c… [+1383 chars]"}
{"author": "wsj", "title": "Potential Next Phase in NY Crisis: Passing Out Tents...", "url": "https://www.wsj.com/us-news/new-york-migrant-shelters-tents-24290d6b", "abstract": "Mayor Eric Adams says the city is ‘at full capacity’", "published_on": "2023-10-25T18:00:04Z", "section": "us-news", "body": "WSJ News Exclusive | Potential Next Phase in New York Migrant Crisis: Passing Out TentsBy Oct. 25, 2023 1:17 pm ET\r\nNew York City officials have discussed distributing tents to newly arriving migrant… [+1062 chars]"}
{"author": "Andrew Ackerman", "title": "Fed to Float Deep Cuts to Debit-Card Swipe Fees", "url": "https://www.wsj.com/finance/regulation/fed-to-float-deep-cuts-to-debit-card-swipe-fees-c350a812", "abstract": "Merchants pushed for years to lower fees they pay banks when consumers shop with debit cards", "published_on": "2023-10-25T17:00:51Z", "section": "finance", "body": "WASHINGTONThe Federal Reserve is set to propose lowering by about 30% the fees merchants pay to many banks when consumers shop with debit cards, setting off a fight with banks that oppose the changes… [+421 chars]"}
{"author": "wsj", "title": "Israel Battles on Multiple Fronts as Conflict Risks Spreading...", "url": "https://www.wsj.com/world/middle-east/israel-battles-on-multiple-fronts-as-conflict-risks-spreading-a5e537ec", "abstract": "The Pentagon is rushing to deploy nearly a dozen air-defense systems to the region", "published_on": "2023-10-25T17:00:02Z", "section": "world", "body": "Israel Agrees to U.S. Request to Delay Invasion of GazaIsrael has agreed, for now, to a request from the U.S. to delay its expected ground invasion of Gaza so the Pentagon can place air defenses in t… [+1194 chars]"}
{"author": "Alexander Saeedy, Cara Lombardo", "title": "TWITTER Continues to Burn Hole Through Bank Balance Sheets...", "url": "https://www.wsj.com/tech/one-year-on-twitter-continues-to-burn-a-hole-through-bank-balance-sheets-d92dfe12", "abstract": "Banks have begun preparations to try to unload at least some of the $13 billion of debt they underwrote, at a steep discount", "published_on": "2023-10-25T13:01:38Z", "section": "tech", "body": "The banks that financed \r\nElon Musks $44 billion purchase of Twitter are still struggling a year later to contain the damage to their balance sheets.Seven banks including Morgan Stanley, Bank of Amer… [+499 chars]"}
{"author": "River Davis", "title": "Toyota Chairman Says People Are Finally Seeing the Reality About EVs", "url": "https://www.wsj.com/business/autos/toyota-chairman-says-people-are-finally-seeing-the-reality-about-evs-31f1669c", "abstract": "Akio Toyoda’s comments come amid cooling U.S. demand and a price war with China", "published_on": "2023-10-25T12:30:00Z", "section": "business", "body": "TOKYOToyota Motor Chairman Akio Toyoda, asked about electric-vehicle challenges including a recent lull in U.S. demand, said the industry was coming to recognize that there isnt a single answer to re… [+272 chars]"}
{"author": "Angus Berwick", "title": "Another Day, Another Stock-Price Collapse for European Fintech", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-25-2023", "abstract": "Facebook parent Meta Platforms will report results later Wednesday", "published_on": "2023-10-25T11:21:25Z", "section": "livecoverage", "body": "The painful repricing of Europe's financial-technology sector continues.\r\n Shares in French payments firm Worldline plunged 59% Wednesday, knocking roughly $4 billion off its market value, after the … [+349 chars]"}
{"author": null, "title": "Euro Could Fall if ECB’s Lagarde Stresses Recession Concerns", "url": "https://www.wsj.com/world/middle-east/asian-currencies-mixed-may-strengthen-amid-improving-risk-appetite-6e50c845", "abstract": "", "published_on": "2023-10-25T10:40:00Z", "section": "world", "body": "1029 GMT European Central Bank President Christine Lagarde is likely to strike a non-committal note on rates at Thursdays meeting but the euro could fall if she sees increasing recession risks, Matth… [+1338 chars]"}
{"author": "Andrew Tangel", "title": "The FAA Finally Gets Permanent Leadership", "url": "https://www.wsj.com/business/airlines/the-faa-finally-gets-permanent-leadership-74289547", "abstract": "Senate confirms Mike Whitaker to lead air-safety regulator after year and a half with temporary bosses", "published_on": "2023-10-24T23:08:08Z", "section": "business", "body": "The U.S. Senate confirmed President Bidens pick to head the Federal Aviation Administration on Tuesday, giving the air-safety regulator its \r\nfirst permanent leader in more than 18 months.Mike Whitak… [+375 chars]"}
{"author": "Michael R. Gordon, Nancy A. Youssef", "title": "IRAN NEW WAVE", "url": "https://www.wsj.com/world/middle-east/iranian-backed-militias-mount-new-wave-of-attacks-as-u-s-supports-israel-d51364d4", "abstract": "IRAN NEW WAVE\r\n\n \n \n \n (Main headline, 5th story, link)\r\n\n \r\n\n \r\n\n \n Related stories:HAMAS ROCKETS TARGET TEL AVIV\r\nSYRIA JOINS IN\r\nUSA READIES MASS EVACUATIONS FROM MIDEAST\r\nTROOPS ATTACKED 13 TIMES\r\nBLINKEN WARNS 'WE WILL DEFEND'", "published_on": "2023-10-24T20:40:37Z", "section": "world", "body": "Iran in recent days has unleashed the regional militias it has spent years arming, raising the risks of \r\nlarger conflict in the region as Secretary of State Antony Blinken warned that Washington wou… [+414 chars]"}
{"author": "Meghan Bobrowsky", "title": "Snap Returns to Revenue Growth After 2 Quarters Of Declining Sales", "url": "https://www.wsj.com/business/earnings/snap-returns-to-revenue-growth-after-2-quarters-of-declining-sales-bb092d15", "abstract": "Company behind popular social-media app Snapchat is seeing improvements in ad spending but cautions Israel-Hamas war could temper recovery", "published_on": "2023-10-24T20:19:08Z", "section": "business", "body": "Snap, the parent company of the popular social-media app Snapchat, returned to positive revenue growth in the third quarter after \r\ntwo consecutive quarters of declining sales, citing improvements in… [+335 chars]"}
{"author": "Mike Colias", "title": "UAW Calls Strike on One of GM’s Largest and Most-Profitable Factories", "url": "https://www.wsj.com/business/autos/uaw-calls-strike-on-one-of-gms-largest-and-most-profitable-factories-f3a9b2c1", "abstract": "UAW Calls Strike on One of GM’s Largest and Most-Profitable Factorieswsj.com", "published_on": "2023-10-24T14:48:00Z", "section": "business", "body": "The United Auto Workers expanded its strike against Detroits automakers with a walkout at one of General Motors largest and most profitable factories, marking the \r\nsecond straight day of escalation … [+412 chars]"}
{"author": "Clare Ansberry", "title": "More Men Are Taking Care of Their Aging Parents. The Learning Curve Is Steep.", "url": "https://www.wsj.com/health/wellness/men-caregivers-aging-parents-sons-ba7a6d71", "abstract": "More Men Are Taking Care of Their Aging Parents. The Learning Curve Is Steep.wsj.com", "published_on": "2023-10-24T13:26:19Z", "section": "health", "body": "Brandon Will, 41, put his writing career on hold to become a full-time \r\ncaregiver to his mom.He takes her on slow walks, trying to encourage her without getting frustrated. He arranges phone calls w… [+203 chars]"}
{"author": "wsj", "title": "How Far Is China Slowdown Spreading? Ask Dairy Farmer 6,000 Miles Away...", "url": "https://www.wsj.com/economy/consumers/how-far-is-chinas-slowdown-spreading-ask-a-dairy-farmer-6-000-miles-away-5bca6a6d", "abstract": "Weak demand among Chinese consumers for milk is rippling out to the rolling hills of New Zealand", "published_on": "2023-10-24T12:00:03Z", "section": "economy", "body": "How Far Is China’s Slowdown Spreading? Ask a Dairy Farmer 6,000 Miles AwayOTOROHANGA, New Zealand—As the sunrise cast a pink glow around 6:30 a.m., Michael and Susie Woodward worked together to attac… [+969 chars]"}
{"author": "wsj", "title": "Elite Universities Face Donor Revolt...", "url": "https://www.wsj.com/us-news/education/elite-universities-face-donor-revolt-over-mid-east-conflict-6c93662f", "abstract": "Some wealthy alums say response to Hamas attacks was final straw after years of growing disenchantment", "published_on": "2023-10-24T12:00:03Z", "section": "us-news", "body": "Elite Universities Face Donor Revolt Over Mideast ConflictBy and Oct. 24, 2023 5:30 am ETDavid Magerman was in Israel celebrating a holiday by dancing with a Torah in synagogue when Hamas attacked th… [+1073 chars]"}
{"author": "wsj", "title": "Seal It With Handshake and Cold Plunge? Hot New Way to Do Business...", "url": "https://www.wsj.com/lifestyle/workplace/cold-plunge-business-trend-1ca8dedc", "abstract": "Mixing business with ice baths or showers can feel ‘like being shot by a BB gun.’ It can also be an invigorating way to network and bond with co-workers, some executives say.", "published_on": "2023-10-24T12:00:03Z", "section": "lifestyle", "body": "Seal It With a Handshake and a… Cold Plunge? The Hot New Way to Do Business.By Oct. 24, 2023 5:30 am ETAnson Whitmer had a bracing solution to a flagging afternoon meeting at his company’s recent emp… [+953 chars]"}
{"author": "John Keilman", "title": "3M Says Business Is Improving, Boosts Earnings Guidance", "url": "https://www.wsj.com/business/retail/3m-mmm-q3-earnings-report-2023-7796cdfc", "abstract": "Company says efforts to improve performance and control costs are bearing fruit", "published_on": "2023-10-24T10:40:00Z", "section": "business", "body": "3M boosted its earnings forecast after a stronger-than-expected quarter, saying efforts to improve performance and control costs are bearing fruit.\r\nThe Minnesota-based company reported adjusted earn… [+290 chars]"}
{"author": "Josh Mitchell", "title": "Barclays Profit Fell 16% in Third Quarter", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-24-2023", "abstract": "Earnings seasons heats up again, with Microsoft and Google parent Alphabet among the companies reporting", "published_on": "2023-10-24T07:23:15Z", "section": "livecoverage", "body": "Barclays just had a rough third quarterand suggested big changes are imminent.\r\nThe British banking giant said Tuesday that profit fell 16% in the three months through September, compared to a year e… [+304 chars]"}
{"author": "Jessica Toonkel", "title": "LeBron James and Peyton Manning Plan Basketball Series Modeled on Netflix Hit ‘Quarterback’", "url": "https://www.wsj.com/business/media/lebron-james-and-peyton-manning-plan-basketball-series-modeled-on-netflix-hit-quarterback-c48df81", "abstract": "LeBron James and Peyton Manning Plan Basketball Series Modeled on Netflix Hit ‘Quarterback’wsj.com", "published_on": "2023-10-23T22:23:00Z", "section": "business", "body": "Two of the biggest legends in sports, LeBron James and Peyton Manning, are looking to join forces in the entertainment world.\r\nJamess entertainment company, SpringHill, is in talks with Mannings Omah… [+327 chars]"}
{"author": "wsj", "title": "HAMAS BEGS FOR FUEL", "url": "https://www.wsj.com/world/middle-east/talks-to-release-hostages-held-up-over-hamas-demand-for-fuel-fcc29267", "abstract": "Militant group wants fuel to be included in aid flowing into Gaza, but Israel refuses, saying it could end up in Hamas’s hands", "published_on": "2023-10-23T20:00:03Z", "section": "world", "body": "Hamas Sets Free Two More Hostages but Talks Held Up Over Release of Larger GroupHamas set free two more civilian hostages on Monday, but negotiations over a possible release of a group of 50 captives… [+1008 chars]"}
{"author": "wsj", "title": "How Aging Makes You More Conservative...", "url": "https://www.wsj.com/politics/elections/grand-old-party-how-aging-makes-you-more-conservative-8b2515b0", "abstract": "Baby boomers have shifted right. But liberal millennials and Gen Z are canceling them out.", "published_on": "2023-10-23T18:00:03Z", "section": "politics", "body": "Grand Old Party: How Aging Makes You More ConservativeOne of the most durable forces shaping the U.S. electorate is that voters tend to lean more Republican as they age.But it also matters where they… [+940 chars]"}
{"author": "Stephen Wilmot", "title": "Ozempic Maker Novo Nordisk Has a Weight Problem", "url": "https://www.wsj.com/finance/ozempic-maker-novo-nordisk-has-a-weight-problem-f84feed5", "abstract": "What happens when one company accounts for more than half of a stock index?", "published_on": "2023-10-23T15:39:00Z", "section": "finance", "body": "The company behind diabetes and obesity phenomena \r\nOzempic and Wegovy is overweight.Novo Nordisk became Europes most valuable company last month, overtaking luxury goods maker LVMH, which itself too… [+402 chars]"}
{"author": "Julie Wernau", "title": "Libraries Are the New Front Line in America’s Mental-Health Crisis", "url": "https://www.wsj.com/health/healthcare/library-services-homeless-mental-health-e1f513b7", "abstract": "Librarians are reversing overdoses in bathrooms and defending against people brandishing guns", "published_on": "2023-10-23T14:39:55Z", "section": "health", "body": "HUNTINGTON, W.Va.When Michael Bare started working as a library assistant, he thought he would be helping with term papers or leading a book club. Instead, he spends most of his time assisting patron… [+318 chars]"}
{"author": "Ryan Felton", "title": "UAW Hits Ram Pickup-Truck Plant in Latest Strike Expansion Against Detroit Carmakers", "url": "https://www.wsj.com/business/autos/uaw-hits-ram-pickup-truck-plant-in-latest-strike-expansion-against-detroit-carmakers-1fb59f44", "abstract": "Walkout sends 6,800 workers to picket lines, hitting one of the Ram truck maker’s most profitable plants", "published_on": "2023-10-23T14:37:28Z", "section": "business", "body": "The United Auto Workers on Monday expanded \r\nits continuing strike against Detroits car companies by shutting down a pickup-truck plant, a surprise action that hit Chrysler-parent Stellantiss largest… [+443 chars]"}
{"author": "Jinjoo Lee", "title": "Chevron and Exxon Might Have Kicked Off an Oil Land Grab", "url": "https://www.wsj.com/finance/chevron-and-exxon-might-have-kicked-off-an-oil-land-grab-9b01ca32", "abstract": "Few sizable targets remain after the oil supermajors’ mega acquisitions, setting off a scramble for what is left", "published_on": "2023-10-23T13:20:00Z", "section": "finance", "body": "The smell of mergers and acquisitions is in the air following more than \r\n$110 billion worth of oil megadeals this monthChevrons agreement to buy Hess and Exxon Mobils deal for Permian giant Pioneer … [+432 chars]"}
{"author": "wsj", "title": "America's Most Famous Neurosurgeon Thinks You Should Take a Nap...", "url": "https://www.wsj.com/style/sanjay-gupta-cnn-neurosurgeon-4be9ba83", "abstract": "Dr. Sanjay Gupta, the Emmy-winning CNN correspondent, talks about prepping for the operating room, therapy apps and how he stays focused", "published_on": "2023-10-23T13:00:03Z", "section": "style", "body": "America’s Most Famous Neurosurgeon Thinks You Should Take a NapBy Oct. 23, 2023 8:30 am ETYears ago, Dr. Sanjay Gupta spent a week keeping a detailed journal of everything he did in a day. Then he re… [+1175 chars]"}
{"author": "Adrià Calatayud", "title": "Roche to Buy Bowel-Disease Drug From Roivant, Pfizer for More Than $7 Billion", "url": "https://www.wsj.com/health/pharma/roche-to-buy-telavant-from-roivant-sciences-and-pfizer-in-7-25-bln-deal-638ccc3c", "abstract": "Roche to Buy Bowel-Disease Drug From Roivant, Pfizer for More Than $7 Billionwsj.com", "published_on": "2023-10-23T12:22:28Z", "section": "health", "body": "Roche Holding has agreed to buy the developer of a bowel-disease treatment from Roivant Sciences, a company started by Republican presidential candidate Vivek Ramaswamy, and Pfizer in a deal worth mo… [+490 chars]"}
{"author": "Sumathi Reddy", "title": "Will Hormone Therapy for Menopause Raise Your Odds for Dementia? A New Study Says Age Matters.", "url": "https://www.wsj.com/health/wellness/menopause-hormone-therapy-dementia-study-22e3d559", "abstract": "Will Hormone Therapy for Menopause Raise Your Odds for Dementia? A New Study Says Age Matters.wsj.com", "published_on": "2023-10-23T12:08:16Z", "section": "health", "body": "The age women start taking \r\nmenopausal hormone therapy and the kind they take might affect their chances of developing dementia later in life, a new study found.Women have struggled for years with w… [+448 chars]"}
{"author": "wsj", "title": "It Was Supposed to Slow by Now. Instead It's Revving Up...", "url": "https://www.wsj.com/economy/the-economy-was-supposed-to-slow-by-now-instead-its-revving-up-3c0f7a2e", "abstract": "Analysts are raising their year-end forecasts as the Fed ponders whether to increase interest rates again", "published_on": "2023-10-23T12:00:04Z", "section": "economy", "body": "The Economy Was Supposed to Slow by Now. Instead It’s Revving Up.By Oct. 23, 2023 5:30 am ET\r\nSpeaking at the Economic Club of New York, Federal Reserve Chair Jerome Powell described the U.S. economy… [+972 chars]"}
{"author": "wsj", "title": "Cook Can't Make iPhones Without This Chinese Company and Its CEO...", "url": "https://www.wsj.com/tech/tim-cook-cant-make-iphones-without-this-chinese-company-and-its-ceo-5eec6941", "abstract": "Apple increasingly relies on China-based Luxshare for manufacturing amid U.S. tensions with Beijing", "published_on": "2023-10-23T12:00:04Z", "section": "tech", "body": "Tim Cook Can’t Make iPhones Without This Chinese Company and Its CEOBy Updated Oct. 23, 2023 4:12 am ET\r\nApple wants to cut its ties with chip designer Qualcomm but despite years of work and billions… [+1504 chars]"}
{"author": "Quentin Webb", "title": "Stocks to Watch Monday: Chevron, Hess, Apple, Philips", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-23-2023", "abstract": "Several of the \"Magnificent Seven\" tech giants will post earnings this week", "published_on": "2023-10-23T09:45:13Z", "section": "livecoverage", "body": "Chevron (CVX), Hess (HES): Chevron agreed to buy Hess for $53 billion in stock. The deal values Hess at $171 a share, based on Chevron's closing price on Friday. Chevron stock slipped premarket, whil… [+570 chars]"}
{"author": "Gina Heeb", "title": "Smaller Banks Look to Shrink Their Way Back to Health", "url": "https://www.wsj.com/finance/banking/regional-bank-earnings-crisis-8ff5222b", "abstract": "Banks that are big but not huge, such as KeyCorp, Citizens and Truist, reported big profit declines", "published_on": "2023-10-23T09:30:00Z", "section": "finance", "body": "Regional banks have shelled out more and more to depositors to get them to stick around. For many, that still hasnt been enough. \r\nAfter an ugly third quarter, banks rolled out plans last week to try… [+293 chars]"}
{"author": null, "title": "Gold Settles But Geopolitical Risk Demand Remains", "url": "https://www.wsj.com/finance/commodities-futures/gold-pulls-back-from-haven-driven-highs-e4b13448", "abstract": "", "published_on": "2023-10-23T07:43:00Z", "section": "finance", "body": "0737 GMT Gold prices are pulling back in early morning trade in London, but upside remains strong for the precious metal amid the current conflict in Gaza. Futures are down 0.4% to $1,987 a troy ounc… [+1021 chars]"}
{"author": "Laura Cooper", "title": "Big Shipping-Container Firm Nears Sale", "url": "https://www.wsj.com/business/deals/big-shipping-container-firm-nears-sale-de971c13", "abstract": "Infrastructure investor Stonepeak plans to buy Textainer for $50 a share in cash", "published_on": "2023-10-22T23:28:01Z", "section": "business", "body": "Infrastructure investor Stonepeak is close to a deal to purchase shipping-container lessor Textainer for more than $2 billion.\r\nTextainer investors are expected to receive $50 a share in cash, valuin… [+242 chars]"}
{"author": "wsj", "title": "America's Downtowns Empty. Fixing Will Be Expensive...", "url": "https://www.wsj.com/real-estate/commercial/wrecking-ball-targets-empty-downtown-offices-d0e3391", "abstract": "Lonely sidewalks and closed storefronts inspire proposals to recast office districts into neighborhoods where people live, work and raise families", "published_on": "2023-10-22T13:00:03Z", "section": "real-estate", "body": "America’s Downtowns Are Empty. Fixing Them Will Be Expensive.MINNEAPOLIS—Downtown streets were so crowded in the 1960s that developers conjured up a maze of elevated walkways between buildings, provi… [+1059 chars]"}
{"author": "wsj", "title": "In China, Chest-Thumping Nationalistic Films Lose Momentum...", "url": "https://www.wsj.com/world/china/in-china-chest-thumping-nationalistic-films-lose-momentum-bc804db", "abstract": "Disappointing performance of ‘The Volunteers: To the War’ offers hint of moviegoer fatigue regarding patriotic themes", "published_on": "2023-10-22T12:00:06Z", "section": "world", "body": "In China, Chest-Thumping Nationalistic Films Lose MomentumBy Updated Oct. 22, 2023 12:09 am ET\r\nIn recent years, a spate of chest-thumping Chinese movies has grown more prominent at the Asian country… [+860 chars]"}
{"author": "lxm", "title": "How Will States Pay for Roads When Gas Taxes Evaporate?", "url": "https://www.wsj.com/politics/policy/how-will-states-pay-for-roads-when-gas-taxes-evaporate-bec312e0", "abstract": "Article URL: https://www.wsj.com/politics/policy/how-will-states-pay-for-roads-when-gas-taxes-evaporate-bec312e0\nComments URL: https://news.ycombinator.com/item?id=37972321\nPoints: 6\n# Comments: 1", "published_on": "2023-10-22T02:27:37Z", "section": "politics", "body": "Back in 2001, seven years before Tesla introduced its electric-powered Roadster and a dozen years before the more affordable Chevrolet Spark EV went on sale, lawmakers in Oregon recognized that the a… [+840 chars]"}
{"author": "Sam Schechner, Jeff Horwitz, Newley Purnell", "title": "META Debates What's Fair in Suppressing Speech...", "url": "https://www.wsj.com/tech/inside-meta-debate-over-whats-fair-in-suppressing-speech-in-the-palestinian-territories-6212aa58", "abstract": "META Debates What's Fair in Suppressing Speech...\r\n\n \n \n \n (Second column, 8th story, link)\r\n\n \r\n\n \r\n\n \n Related stories:How did MCDONALD'S become new flashpoint in Israel-Hamas war?\r\nWeb Summit Chief Steps Down Over Remarks...\r\nJewish HARVARD Student Harasse…", "published_on": "2023-10-21T17:52:37Z", "section": "tech", "body": "After Hamas stormed Israel and murdered civilians on Oct. 7, hateful comments from the region surged through Instagram. Meta Platforms managers cranked up automatic filters meant to slow the flood of… [+296 chars]"}
{"author": "Jen Murphy", "title": "Six Exercises to Level Up Your Lower-Body Routine at Any Age", "url": "https://www.wsj.com/lifestyle/fitness/leg-exercises-strength-flexibility-4374ab44", "abstract": "Leg strength and flexibility are crucial to full-body health as we get older. This regimen works for gym rookies and veterans.", "published_on": "2023-10-21T14:30:55Z", "section": "lifestyle", "body": "As we age, were no longer hitting the gym in pursuit of glutes of steel and bulging quads. Even Arnold Schwarzenegger, now 76, has \r\nadjusted his gym routine to focus on function over aesthetics.Basi… [+342 chars]"}
{"author": "Joe Barrett", "title": "Chicago Is Losing Supermarkets. Does a Small Kansas Town Have the Answer?", "url": "https://www.wsj.com/business/hospitality/chicago-is-losing-supermarkets-does-a-small-kansas-town-have-the-answer-3dd3799f", "abstract": "In cities with so-called food deserts, local governments consider taking charge of grocery stores", "published_on": "2023-10-21T14:21:45Z", "section": "business", "body": "ERIE, Kan.As Chicago studies whether to become the first big city to open a municipally-owned grocery store, it will be looking to places like this city of 1,000 people for tips on how to do it.\r\nAt … [+458 chars]"}
{"author": "wsj", "title": "Track My Phone, Please: Teens Feel Safer When Parents Monitor Every Move?", "url": "https://www.wsj.com/tech/personal-tech/track-my-phone-teens-feel-safer-when-parents-monitor-7ad437ff", "abstract": "An upbringing filled with anxiety has Gen Z sharing their location via apps", "published_on": "2023-10-21T14:00:03Z", "section": "tech", "body": "Track My Phone, Please: Teens Feel Safer When Parents Monitor Their Every MoveBy Oct. 21, 2023 9:00 am ETTeenagers have long balked at telling parents where they are. Now, they’re asking their parent… [+976 chars]"}
{"author": "Kevin McAllister", "title": "The U.S. Cities With the Most Cutting-Edge Tech Workers", "url": "https://www.wsj.com/tech/best-cities-tech-workers-6dcc3dbb", "abstract": "Traditional tech hubs still have the most future-ready workforces, but a new wave of cities is on the rise", "published_on": "2023-10-21T14:00:00Z", "section": "tech", "body": "The Seattle area has the highest proportion of advanced tech workers in the country relative to cities with similarly sized tech workforces, a new ranking from the Burning Glass Institute shows. Home… [+514 chars]"}
{"author": "Patience Haggin", "title": "China Raids Offices of WPP Unit GroupM, Detains Executive", "url": "https://www.wsj.com/world/china/china-raids-offices-of-wpp-unit-groupm-detains-executive-f3ae5580", "abstract": "Shanghai raid comes as China takes an increasingly tough stance on foreign businesses", "published_on": "2023-10-21T09:40:00Z", "section": "world", "body": "Chinese police have raided the Shanghai offices of GroupM, a media-investment group and unit of London-based WPP, and detained an advertising executive, said a person familiar with the matter.\r\nPolic… [+225 chars]"}
{"author": "Ryan Felton", "title": "UAW Leader Cites Progress at Bargaining Table, Forgoes More Walkouts", "url": "https://www.wsj.com/business/autos/uaw-leader-cites-progress-at-bargaining-table-forgoes-more-walkouts-6100cb61", "abstract": "United Auto Workers President Shawn Fain says automakers still have ‘more to give’ on contract", "published_on": "2023-10-21T04:34:00Z", "section": "business", "body": "The United Auto Workers leader said negotiations for a new labor contract with Detroits three car companies have been progressing, but he threatened to \r\nexpand the unions now six-week-long strike if… [+462 chars]"}
{"author": "Christopher Mims", "title": "The Ultra-Affordable EVs That Won’t Be Coming to the U.S. Anytime Soon", "url": "https://www.wsj.com/business/autos/evs-electric-vehicles-micromobility-smart-car-ultracompact-4b6a6e6b", "abstract": "A new generation of tiny one- and two-passenger electric cars is becoming available around the world. Americans aren’t interested.", "published_on": "2023-10-21T01:02:14Z", "section": "business", "body": "Most days, Athena Frederick goes grocery shopping and picks up her grandson from school without ever getting into a car. The same is true of her teenage daughter, who takes herself to and from high s… [+522 chars]"}
{"author": "Andrew Scurria", "title": "Johnson & Johnson Considers Ditching Texas Two-Step for Third Talc Bankruptcy", "url": "https://www.wsj.com/articles/johnson-johnson-considers-ditching-texas-two-step-for-third-talc-bankruptcy-99a0cc46", "abstract": "The healthcare giant is exploring another bankruptcy and a Supreme Court appeal to try to resolve its mass talc liabilities", "published_on": "2023-10-20T21:22:00Z", "section": "articles", "body": "Johnson &amp; Johnson is exploring a new bankruptcy filing for its talc-related liabilities using a different corporate structure than the Texas Two-Step filings that failed twice before to resolve t… [+562 chars]"}
{"author": "wsj", "title": "U.S. Soldier Freed From NKorea Faces Child Pornography Charges Back Home...", "url": "https://www.wsj.com/us-news/u-s-soldier-freed-from-north-korea-faces-child-pornography-charges-back-home-243e8097", "abstract": "Pvt. Travis King accused of brawling with superiors, breaking curfew, soliciting a minor for pornography", "published_on": "2023-10-20T19:00:03Z", "section": "us-news", "body": "U.S. Soldier Freed From North Korea Faces Child Pornography Charges Back HomeBy in Washington and in Seoul Oct. 20, 2023 12:53 pm ET\r\nTravis King, an American soldier who had been held in North Korea… [+1425 chars]"}
{"author": "Nidhi Subbaraman", "title": "These Are the Two Scientists Taking Down Cold Medicine", "url": "https://www.wsj.com/health/healthcare/cold-medicine-phenylephrine-scientists-740350b5", "abstract": "Leslie Hendeles and Randy Hatton have spent years fighting to remove over-the-counter decongestants with phenylephrine from store shelves", "published_on": "2023-10-20T17:16:32Z", "section": "health", "body": "When Leslie Hendeles walked into his neighborhood drugstore this week and learned that a common cold medicine was being pulled off the shelves, he was stunned. The news affirmed a decadeslong quest t… [+418 chars]"}
{"author": null, "title": "Gold Prices Top $2,000 For the First Time Since July", "url": "https://www.wsj.com/finance/commodities-futures/gold-edges-higher-amid-ongoing-geopolitical-tensions-9dd22949", "abstract": "", "published_on": "2023-10-20T16:47:00Z", "section": "finance", "body": "The most-actively traded gold futures contract jumped 1.2% Friday to cross $2,000 a troy ounce for the first time since late July.\r\nThe war between Hamas and Israel has made haven-asset gold, which i… [+236 chars]"}
{"author": "C. Ryan Barber, Sadie Gurman, Aruna Viswanatha", "title": "In Ex-President's Federal Cases, It's Tale of Two Judges...", "url": "https://www.wsj.com/us-news/in-trump-federal-cases-its-a-tale-of-two-judges-79c8e073", "abstract": "In Ex-President's Federal Cases, It's Tale of Two Judges...\r\n\n \n \n \n (First column, 16th story, link)\r\n\n \r\n\n \r\n\n \n Related stories:Inside DeSantis' fight to stop Trump's coronation in Iowa...\r\nCriticizes Don as too focused on past...", "published_on": "2023-10-20T14:34:37Z", "section": "us-news", "body": "Justice might be blind, but the two separate federal prosecutions of former President \r\nDonald Trump are showing how differently judges mete it out, coloring the pace and tenor of the high-profile ca… [+597 chars]"}
{"author": "Anna Hirtenstein", "title": "VinFast, Vietnamese Billionaire's EV Startup, Secures Up to $1 Billion in Funding", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-20-2023", "abstract": "Live coverage of stocks and financial news, including the S&P 500, Dow and Nasdaq Composite.", "published_on": "2023-10-20T13:43:37Z", "section": "livecoverage", "body": "VinFast Auto, an electric-vehicle maker controlled by Vietnam's richest man, agreed to potentially sell up to $1 billion of shares to Yorkville Advisors, a U.S.-based investment firm.\r\nThe company ha… [+179 chars]"}
{"author": "wsj", "title": "The Chaotic Urban Hellscape That Awaits Israel in Gaza Invasion...", "url": "https://www.wsj.com/world/middle-east/israel-gaza-invasion-urban-warfare-4d1052b6", "abstract": "Snipers, tunnels and rubble would make for an unpredictable and claustrophobic battlefield; ‘spooky and weird’", "published_on": "2023-10-20T11:00:03Z", "section": "world", "body": "The Chaotic Urban Hellscape That Awaits Israel in a Gaza InvasionTEL AVIV—Ariel Bernstein was a 20-year-old Israeli foot soldier when his country last fought Hamas on Gaza Strip streets. The war, he … [+1006 chars]"}
{"author": "Rolfe Winkler", "title": "Black Market for Weight Loss Drug Retatrutide Spreads Online Years Ahead of FDA Approvals", "url": "https://www.wsj.com/health/pharma/the-next-hot-obesity-drug-wont-be-approved-for-years-online-sellers-hawk-it-anyway-e04d7cc3", "abstract": "Eli Lilly’s retatrutide will be in clinical trials for the next three years, but knockoff versions already abound", "published_on": "2023-10-20T10:08:16Z", "section": "health", "body": "A potential blockbuster weight-loss drug still years away from U.S. regulatory approval is already being sold online, another example of a thriving gray market for unapproved weight-loss medications,… [+644 chars]"}
{"author": "Eric Wallerstein", "title": "Five Investors on Investing in the 5% World", "url": "https://www.wsj.com/finance/investing/five-investors-on-investing-in-the-5-world-f8e6e516", "abstract": "The 10-year yield is close to hitting 5% for the first time since 2007. We asked some of Wall Street’s brightest how to play it.", "published_on": "2023-10-20T09:30:00Z", "section": "finance", "body": "Why invest in U.S. stocks when the safest investment in the worldU. S. government debtpays the most it has since 2007? That is the new question facing investors now that the yield on the 10-year Trea… [+486 chars]"}
{"author": "wsj", "title": "Want Best Sleep of Your Life? Hotels Determined to Give It to You...", "url": "https://www.wsj.com/lifestyle/travel/best-hotels-for-sleeping-e45cc62d", "abstract": "High-tech hotels are obsessing over lighting, soundproofing and even ‘activated charcoal’ drinks to optimize guests’ sleep. Our insomniac writer put one to the test.", "published_on": "2023-10-20T03:00:04Z", "section": "lifestyle", "body": "Want the Best Sleep of Your Life? These Hotels Are Determined to Give It to YouBy Kiera CarterOct. 19, 2023 9:00 pm ET\r\nWHEN I HEARD that a new crop of hotel and spa programs had emerged with sleeple… [+1642 chars]"}
{"author": "Alexandra Bruell", "title": "Confusion Over Gaza Hospital Blast Shows Challenge for Journalists Covering Israel-Hamas Conflict", "url": "https://www.wsj.com/business/media/confusion-over-gaza-hospital-blast-shows-challenge-for-journalists-covering-israel-hamas-conflict-238922b9", "abstract": "Confusion Over Gaza Hospital Blast Shows Challenge for Journalists Covering Israel-Hamas Conflictwsj.com", "published_on": "2023-10-19T13:30:37Z", "section": "business", "body": "On Tuesday, the New York Times and The Wall Street Journal put out alerts saying a blast at a Gaza hospital was caused by an Israeli airstrike, killing more than 500 people, citing Palestinian offici… [+419 chars]"}
{"author": "wsj", "title": "Airstrikes, Commandos, Siege: How Israel Preparing for Invasion...", "url": "https://www.wsj.com/world/middle-east/airstrikes-commandos-and-a-siege-how-the-israeli-military-is-preparing-gaza-for-an-invasion-399a0a9c", "abstract": "Israel is targeting Hamas’s leaders and its tunnels and has laid siege to northern Gaza, seeking to weaken Hamas before a ground invasion", "published_on": "2023-10-19T13:00:06Z", "section": "world", "body": "Airstrikes, Commandos and a Siege: How the Israeli Military Is Preparing Gaza for an InvasionIsrael continued its airstrikes on the Gaza Strip early Thursday, as it prepares troops and lays the groun… [+1140 chars]"}
{"author": "wsj", "title": "The Trusted 60-40 Strategy Just Had Its Worst Year in Generations...", "url": "https://www.wsj.com/finance/investing/investing-stocks-bonds-strategy-changing-91b7589d", "abstract": "Higher interest rates and inflation are upending millions of Americans’ retirement planning. Wall Street’s boilerplate mix of stocks and bonds isn’t cutting it anymore.", "published_on": "2023-10-19T12:00:03Z", "section": "finance", "body": "The Trusted 60-40 Investing Strategy Just Had Its Worst Year in GenerationsCorrelation of returns for the S&P 500 and long-term Treasury bondsTwo-decade high0.50AssetsmovingtogetherFinancialcrisis0.2… [+1628 chars]"}
{"author": "Laura Cooper", "title": "Blackstone Earnings Rise Despite a Dip in Asset Sales", "url": "https://www.wsj.com/livecoverage/stock-market-news-today-10-19-2023", "abstract": "Live coverage of stocks and financial news, including the S&P 500, Dow and Nasdaq Composite.", "published_on": "2023-10-19T11:06:53Z", "section": "livecoverage", "body": "Blackstone reported third-quarter earnings on Thursday, disclosing it has amassed more than $200 billion to invest in a market in which deal opportunities are nonetheless muted. Blackstone reported n… [+1426 chars]"}
{"author": "Adrià Calatayud", "title": "Roche Backs Guidance After Sales Fall", "url": "https://www.wsj.com/business/retail/roche-backs-guidance-after-sales-fall-f6e984e5", "abstract": "", "published_on": "2023-10-19T07:18:00Z", "section": "business", "body": "Roche Holding confirmed its 2023 guidance after a fall in sales for the first nine months, with growth in its pharmaceutical division overshadowed by a sharp drop in diagnostics sales due to weaker C… [+360 chars]"}
{"author": "Dave Sebastian", "title": "Chinese-Owned Pork Producer Smithfield Prepares for U.S. Listing", "url": "https://www.wsj.com/business/chinese-owned-pork-producer-smithfield-prepares-for-u-s-listing-567e6164", "abstract": "China’s WH Group is working with banks on potential 2024 listing of America’s largest pork producer", "published_on": "2023-10-19T03:00:00Z", "section": "business", "body": "The Chinese parent of pork giant Smithfield Foods is working with banks to take the 87-year-old business public again in the U.S.\r\nSmithfield, the largest U.S. pork producer, could list its shares as… [+238 chars]"}
{"author": "Talal Ansari", "title": "Rite Aid Stores Closing After Bankruptcy: See the List", "url": "https://www.wsj.com/business/rite-aid-stores-closing-after-bankruptcy-see-the-list-463df5d7", "abstract": "Drugstore chain has faced issues from failed mergers to hundreds of lawsuits over opioid crisis", "published_on": "2023-10-18T19:00:00Z", "section": "business", "body": "Rite Aid released a list of more than 150 stores it will close after \r\nfiling for bankruptcy in New Jersey, according to court documents.The drugstore chain will close 154 of its stores from Californ… [+328 chars]"}
{"author": "wsj", "title": "Real-Estate Commissions Could Be Next Fee on Chopping Block...", "url": "https://www.wsj.com/us-news/law/real-estate-commissions-could-be-the-next-fee-on-the-chopping-block-4d8a68b", "abstract": "A pair of lawsuits seeking billions in damages allege the home-sales industry has conspired to keep costs high", "published_on": "2023-10-18T16:00:03Z", "section": "us-news", "body": "Real-Estate Commissions Could Be the Next Fee on the Chopping BlockBy and Oct. 18, 2023 10:00 am ET\r\nIn recent years, technology has made a host of consumer transactions cheaper—from booking a vacati… [+1051 chars]"}
{"author": "AnnaMaria Andriotis, David Benoit, Andrew Ackerman", "title": "Fed to Propose Lowering Debit-Card Swipe Fees", "url": "https://www.wsj.com/finance/regulation/fed-to-propose-lowering-debit-card-swipe-fees-d80c3dd3", "abstract": "Move would reduce fees banks receive when consumers shop with debit cards", "published_on": "2023-10-18T14:46:48Z", "section": "finance", "body": "The Federal Reserve is preparing a proposal that would lower the fees merchants pay to many banks when consumers shop with debit cards. \r\nToday, merchants pay large card issuers 21 cents plus 0.05% o… [+288 chars]"}
{"author": "Amol Sharma", "title": "How the NBA Plans to Remake Its TV Deals and Score Billions for Its Stars", "url": "https://www.wsj.com/business/media/how-the-nba-plans-to-remake-its-tv-deals-and-score-billions-for-its-stars-32678182", "abstract": "League seeks to boost fees by luring streamers, from Amazon to Apple, and offering games in local markets", "published_on": "2023-10-18T14:38:28Z", "section": "business", "body": "The stars of the National Basketball Association are taking to the court as a new season begins next week. Behind the scenes, the league has started talks to secure the billions of dollars in media-r… [+372 chars]"}
{"author": "Sabela Ojea", "title": "Procter & Gamble's Earnings Climb, Boosted by Higher Prices", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-18-2023", "abstract": "Treasury yields hold near multiyear highs, while oil prices rally", "published_on": "2023-10-18T10:56:12Z", "section": "livecoverage", "body": "Procter &amp; Gamble said profit rose 15% in its fiscal first quarter, as it continued to benefit from price increases to offset lower volumes across three out of its five categories.\r\nHigher prices … [+293 chars]"}
{"author": "Rebecca Feng, Frances Yoon", "title": "China’s Country Garden Was Given a Second Chance to Make a Bond Payment. It Failed.", "url": "https://www.wsj.com/finance/chinas-country-garden-was-given-a-second-chance-to-make-a-bond-payment-it-failed-57cf66a7", "abstract": "The country’s yearslong property slowdown has claimed another victim", "published_on": "2023-10-18T09:27:00Z", "section": "finance", "body": "Chinese property giant Country Garden has missed a final deadline to pay interest on a dollar bond, capping \r\na remarkable fall from grace for a company that was once considered among the safest deve… [+475 chars]"}
{"author": "The Editorial Board", "title": "【社説】ガザ病院爆発と消えた支援物資", "url": "https://jp.wsj.com/articles/the-gaza-hospital-and-the-missing-aid-c2e50e0", "abstract": "パレスチナ自治区ガザ市のある病院で17日爆発が起き、伝えられるところによれば数百人が死亡した。ガザを実効支配するイスラム組織ハマスはイスラエルによる空爆のせいだと主張した。イスラエル軍は、イランの代理勢力であるガザの武装組織「イスラム聖戦」(PIJ)が発射したミサイルの誤爆だと説明した。ハマスとPIJが過...", "published_on": "2023-10-18T07:27:49Z", "section": "https:", "body": ""}
{"author": "wsj", "title": "Kremlin Goes on Offensive -- Suffers Heavy Losses...", "url": "https://www.wsj.com/world/russia-goes-on-the-offense-in-ukraineand-suffers-heavy-losses-fd73202a", "abstract": "Moscow’s assault on Avdiivka shows how hard it is for either side to move front line", "published_on": "2023-10-17T19:00:03Z", "section": "world", "body": "Russia Goes on the Offensive in Ukraine—and Suffers Heavy LossesBy Updated Oct. 17, 2023 12:05 am ET\r\nWith Ukraine’s counteroffensive making slow progress, Russia launched a large-scale assault on th… [+1050 chars]"}
{"author": "Joe Queenan", "title": "The sad decline of cursive", "url": "https://www.wsj.com/lifestyle/the-sad-decline-of-cursiveespecially-my-own-2c13930", "abstract": "Once I penned elegant notes. Now my ingrate friends critique my ‘chicken scrawl.’", "published_on": "2023-10-17T16:38:10Z", "section": "lifestyle", "body": "I have always been proud of my handwriting, a skill I was taught in grade school by the Sisters of St. Joseph. Their forte was teaching us the Palmer Penmanship Method, drilling into us the importanc… [+704 chars]"}
{"author": "wsj", "title": "USA Gets a C+ in Retirement...", "url": "https://www.wsj.com/personal-finance/retirement/retirement-united-states-global-ranking-8ffa8e47", "abstract": "Social Security and 401(k) plans leave Americans less secure than retirees in much of the world, a new ranking finds", "published_on": "2023-10-17T16:00:04Z", "section": "personal-finance", "body": "The U.S. Gets a C+ in RetirementBy Oct. 17, 2023 12:01 am ET\r\nIn a new ranking of the world’s retirement systems, the U.S. scored a C+, falling further behind the Netherlands, Australia and Sweden.Co… [+631 chars]"}
{"author": "wsj", "title": "Ukraine Fires ATACMS Missile at Russian Forces for First Time...", "url": "https://www.wsj.com/world/europe/ukraine-fires-atacms-missile-at-russian-forces-for-the-first-time-3bebcdb1", "abstract": "U.S. missiles were secretly deployed to Ukraine in recent days", "published_on": "2023-10-17T15:00:03Z", "section": "world", "body": "WSJ News Exclusive | Ukraine Fires ATACMS Missile at Russian Forces for the First TimeBy , and Updated Oct. 17, 2023 10:14 am ET\r\nAs Ukraine struggles to take back territory from Russia, it’s relying… [+1076 chars]"}
{"author": "wsj", "title": "Schwarzenegger Says Dem and Republican Leadership Ranks Need Fresh Blood...", "url": "https://www.wsj.com/tech/schwarzenegger-says-democratic-and-republican-leadership-ranks-need-fresh-blood-4a311d67", "abstract": "At WSJ Tech Live, the former California governor praises U.S. backing of Israel, says his AI future is up to his children", "published_on": "2023-10-17T12:00:03Z", "section": "tech", "body": "Schwarzenegger Says Democratic and Republican Leadership Ranks Need Fresh BloodBy Oct. 17, 2023 12:39 am ET\r\nLAGUNA BEACH, Calif.—Aging leaders of the Republican and Democratic parties should step as… [+810 chars]"}
{"author": "wsj", "title": "It's Getting Too Expensive to Have Fun...", "url": "https://www.wsj.com/economy/consumers/its-getting-too-expensive-to-have-fun-a59e9df8", "abstract": "Prices for concert tickets and amusement-park entries have ballooned", "published_on": "2023-10-17T12:00:03Z", "section": "economy", "body": "It’s Getting Too Expensive to Have FunBy and Oct. 16, 2023 9:00 pm ET\r\nThe rising cost of fun is becoming a drag.Copyright ©2023 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe856818d5eddac44… [+548 chars]"}
{"author": "Doug Cameron", "title": "Lockheed Martin Earnings Top Estimates Despite Budget Battle", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-17-2023", "abstract": "Johnson & Johnson raises its full-year sales guidance", "published_on": "2023-10-17T11:30:06Z", "section": "livecoverage", "body": "Lockheed Martin still expects to grow sales this year despite the budget morass that has left Pentagon spending stuck at prior-year levels and prevented defense companies from starting some new progr… [+548 chars]"}
{"author": "wsj", "title": "2,000 American Troops Prepare for Potential Deployment to Middle East...", "url": "https://www.wsj.com/livecoverage/israel-hamas-war-gaza-palestinians", "abstract": "The Israeli military said its airstrikes in Gaza killed a Hamas commander who led one of last weekend’s massacres of civilians. The region is bracing for Israeli forces to launch a ground offensive.", "published_on": "2023-10-16T19:00:06Z", "section": "livecoverage", "body": "The U.S. military has selected roughly 2,000 troops to prepare for a potential deployment to support Israel, U.S. defense officials said. The troops are tasked with missions like advising and medical… [+529 chars]"}
{"author": "wsj", "title": "Mexican Sinaloa Cartel's Message to Members: Stop Making Fentanyl or Die...", "url": "https://www.wsj.com/world/americas/mexican-sinaloa-cartels-message-to-members-stop-making-fentanyl-or-die-b96d3e09", "abstract": "Crime group yields to intensifying U.S. law-enforcement pressure and is kidnapping or killing producers who defy its ban on trafficking the opioid", "published_on": "2023-10-16T15:00:03Z", "section": "world", "body": "WSJ News Exclusive | Mexican Sinaloa Cartel’s Message to Members: Stop Making Fentanyl or DieBy Oct. 16, 2023 9:30 am ET\r\nCULIACÁN, Mexico—The Sinaloa cartel, the leading exporter of fentanyl to the … [+873 chars]"}
{"author": "wsj", "title": "Arab Enclave Near Detroit On Edge...", "url": "https://www.wsj.com/us-news/in-arab-enclave-near-detroit-everybodys-guard-is-up-over-israel-hamas-war-88df88e5", "abstract": "Man was charged with making a threat against Palestinian-Americans in Dearborn, Mich.", "published_on": "2023-10-16T15:00:03Z", "section": "us-news", "body": "In Arab Enclave Near Detroit, ‘Everybody’s Guard Is Up’ Over Israel-Hamas WarBy Oct. 16, 2023 10:00 am ET\r\nDEARBORN, Mich.—This Arab American enclave outside Detroit is attracting online vitriol in t… [+781 chars]"}
{"author": "Nicole Friedman", "title": "Home Sales on Track for Slowest Year Since Housing Bust...", "url": "https://www.wsj.com/economy/housing/home-sales-on-track-for-slowest-year-since-housing-bust-202453ab", "abstract": "Home Sales on Track for Slowest Year Since Housing Bust...\r\n\n \n \n \n (Second column, 8th story, link)\r\n\n \r\n\n \r\n\n \n \n Drudge Report Feed needs your support!   Become a Patron", "published_on": "2023-10-16T12:22:37Z", "section": "economy", "body": "Existing-home sales and median prices, yearly\r\nMedian existing-homes sale price\r\n&lt;$150k&gt;\r\n$200K\r\n$250K\r\n$300K\r\n&gt;$350K\r\n8 million homes sold\r\nSales dropped in 2022, prices remained high\r\nMost… [+735 chars]"}
{"author": "wsj", "title": "How Conflict Tilting Global Power Balance in Favor of Russia, China...", "url": "https://www.wsj.com/world/how-the-israel-hamas-war-is-tilting-the-global-power-balance-in-favor-of-russia-china-6fe4710a", "abstract": "Moscow and Beijing seek to ride the wave of solidarity with Palestinians while taking advantage of American distraction", "published_on": "2023-10-16T12:00:03Z", "section": "world", "body": "How the Israel-Hamas War Is Tilting the Global Power Balance in Favor of Russia, ChinaDUBAI—The war between Israel and Hamas isn’t just risking a regional conflagration. It is also affecting the glob… [+851 chars]"}
{"author": "Katy Barnato, Jared S. Hopkins", "title": "Pfizer Stock Falls on Guidance Cut, Other Covid-19 Vaccine Makers Also Drop", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-16-2023", "abstract": "Charles Schwab is set to report earnings this morning; Middle East is in focus", "published_on": "2023-10-16T08:54:40Z", "section": "livecoverage", "body": "Stocks of Pfizer and rival Covid-19 vaccine makers fell in premarket trading after the drugmaker sliced its sales guidance.\r\nPfizer said late Friday it was cutting its 2023 revenue guidance range by … [+309 chars]"}
{"author": "wsj", "title": "Veterinarians Confront Human Problem: Anti-Vaxxers...", "url": "https://www.wsj.com/health/veterinarians-anti-vax-movement-pets-600fa7bb", "abstract": "Researchers ‘shocked’ by growing number of pet owners resisting routine shots", "published_on": "2023-10-14T14:00:03Z", "section": "health", "body": "Veterinarians Confront a Human Problem: Anti-VaxxersBy Oct. 14, 2023 8:32 am ET\r\nThe anti-vaccination movement is spreading—to pet owners.Copyright ©2023 Dow Jones & Company, Inc. All Rights Reserved… [+573 chars]"}
{"author": "Mary Harrington", "title": "Smartphones Turbocharge Porn...", "url": "https://www.wsj.com/tech/smartphones-have-turbocharged-the-danger-of-porn-a701eeaf", "abstract": "Since the 1960s, the taboo against pornography has almost disappeared. Now that it’s easily available to anyone with a phone, the personal and societal costs can no longer be denied.", "published_on": "2023-10-14T12:43:37Z", "section": "tech", "body": "A generation ago, the debate over pornography served as a proxy for broader American anxieties about the sexual revolution. That cultural change was made possible by a technological innovation: the b… [+548 chars]"}
{"author": "Christopher Mims", "title": "Will Consumers Buy ‘Selfish’ Self-Driving Cars?", "url": "https://www.wsj.com/business/autos/will-consumers-buy-selfish-self-driving-cars-73ac7d52", "abstract": "When it comes to prioritizing the safety of passengers over bystanders, makers of autonomous vehicles have to walk a fine line.", "published_on": "2023-10-13T13:30:00Z", "section": "business", "body": "In 2016, a Mercedes-Benz executive said that in developing autonomous vehicles (AVs), the company would prioritize the safety of its customers over that of bystanders and other drivers: If you know y… [+583 chars]"}
{"author": "Ben Eisen", "title": "Wells Fargo Earnings Jump 61%", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-13-2023", "abstract": "Oil prices rally, boosting energy companies", "published_on": "2023-10-13T10:55:51Z", "section": "livecoverage", "body": "Wells Fargo kicked off bank earnings this morning. Here are the highlights: The San Francisco-based bank earned $5.77 billion in the third quarter, up 61% from $3.59 billion a year earlier.\r\n Profit … [+305 chars]"}
{"author": "Vicky Ge Huang", "title": "Court Hears Audio From Caroline Ellison’s Nov. 9 All-Hands Meeting", "url": "https://www.wsj.com/livecoverage/sam-bankman-fried-trial-ftx-caroline-ellison", "abstract": "It's Caroline Ellison's third day in court testifying on the collapse of crypto firm FTX in Sam Bankman-Fried's fraud trial. Ellison was a top deputy for Bankman-Fried and a sometime girlfriend.", "published_on": "2023-10-12T21:03:14Z", "section": "livecoverage", "body": "Audio clips of Caroline Ellisons Nov. 9 all-hands meeting were played in court.\r\nEllison, the former chief executive of FTX's sister hedge fund, Alameda Research, told Alameda employees at the meetin… [+324 chars]"}
{"author": "wsj", "title": "DISNEY Agonized About Sports Betting. Now It's Going All In...", "url": "https://www.wsj.com/business/media/disney-agonized-about-sports-betting-now-its-going-all-in-70b31f3b", "abstract": "After years of internal debate, the entertainment giant did a deal with a gambling company and will launch an ESPN betting app next month. Can it draw a bigger sports crowd without alienating Mickey’s fans?", "published_on": "2023-10-12T20:00:03Z", "section": "business", "body": "Disney Agonized About Sports Betting. Now It’s Going All In.In early 2019, an analyst asked Disney Chief Executive Bob Iger if sports betting could coexist with the House of Mouse’s brand. He said he… [+728 chars]"}
{"author": "wsj", "title": "We Can Now See Brain Like Never Before...", "url": "https://www.wsj.com/science/brain-mapproject-neuroscience-b0f90b02", "abstract": "New, high-resolution map of the brain will help researchers better diagnose and treat diseases.", "published_on": "2023-10-12T19:00:03Z", "section": "science", "body": "We Can Now See the Brain Like Never BeforeBy Updated Oct. 12, 2023 2:08 pm ET\r\nAn international team of scientists Thursday unveiled the most comprehensive map of the human brain ever completed. It p… [+772 chars]"}
{"author": "Will Feuer", "title": "Hormel Foods Stock Falls After Long-Term Outlook, Labor Deal", "url": "https://www.wsj.com/livecoverage/stock-market-today-cpi-report-inflation-10-12-2023", "abstract": "Live coverage of what's moving stocks and other markets, including the Dow Jones Industrial Average, S&P 500 and Nasdaq Composite", "published_on": "2023-10-12T15:55:00Z", "section": "livecoverage", "body": "Shares of Hormel Foods fell after the food maker laid out a three-year plan that includes a handful of financial targets and reached a new deal with workers represented by the United Food and Commerc… [+461 chars]"}
{"author": "wsj", "title": "Federal Deficit Even Bigger Than It Looks...", "url": "https://www.wsj.com/economy/the-federal-deficit-is-even-bigger-than-it-looks-6bc8a070", "abstract": "Student-debt cancellation complicates the numbers as higher interest rates make borrowing costlier", "published_on": "2023-10-12T11:00:03Z", "section": "economy", "body": "The Federal Deficit Is Even Bigger Than It LooksBy and Oct. 12, 2023 5:30 am ET\r\nWith the U.S. projected to borrow $2 trillion yearly for the next decade, the Treasury Department will need to sell a … [+880 chars]"}
{"author": "wsj", "title": "The Next Big Solar Storm Could Fry the Grid...", "url": "https://www.wsj.com/science/environment/solar-storm-early-warning-system-b6324524", "abstract": "Scientists are using artificial intelligence  to better predict what the sun will do and give Earth more warning to protect satellites and electronics", "published_on": "2023-10-11T20:00:03Z", "section": "science", "body": "The Next Big Solar Storm Could Fry the GridOne day, you wake up, and the power is out. You try to get information on your phone, and you have no internet access. Gradually you discover millions of pe… [+731 chars]"}
{"author": "wsj", "title": "USA Grapples With Political Gridlock as Crises Mount...", "url": "https://www.wsj.com/politics/national-security/u-s-grapples-with-political-gridlock-as-crises-mount-be179aca", "abstract": "Partisan fighting risks emboldening America’s adversaries, warn security analysts", "published_on": "2023-10-11T13:00:03Z", "section": "politics", "body": "U.S. Grapples With Political Gridlock as Crises MountHeightened animosity between the two U.S. political parties and tumult in Congress are threatening to hamper efforts to respond to the attack on I… [+777 chars]"}
{"author": "wsj", "title": "Ex-Trump Finance Chief Testifies Assets Were Overvalued...", "url": "https://www.wsj.com/us-news/former-trump-finance-chief-in-testimony-says-penthouse-assets-were-overvalued-7cedc1a0", "abstract": "Allen Weisselberg, appearing in civil-fraud trial, said he didn’t review line-item values and relied on valuations provided by others", "published_on": "2023-10-11T05:00:02Z", "section": "us-news", "body": "Former Trump Finance Chief in Testimony Says Penthouse, Assets Were OvervaluedBy Oct. 10, 2023 4:30 pm ET\r\nFormer President Donald Trump is facing four separate indictments at both state and federal … [+1085 chars]"}
{"author": "wsj", "title": "Scalise, Jordan Battle as Republican Worries Grow...", "url": "https://www.wsj.com/politics/steve-scalise-jim-jordan-to-make-pitches-for-house-speaker-as-gop-worries-grow-25cae8e6", "abstract": "Republicans want to move quickly, but intraparty fights cast uncertainty over planned vote", "published_on": "2023-10-10T21:00:03Z", "section": "politics", "body": "Steve Scalise, Jim Jordan to Make Pitches for House Speaker as GOP Worries GrowBy and Oct. 10, 2023 2:17 pm ET\r\nOhio’s Jim Jordan and Louisiana’s Steve Scalise are vying to be the next Speaker of the… [+962 chars]"}
{"author": null, "title": "FTX Employees Found Alameda’s Secret Backdoor Months Before Collapse", "url": "https://www.wsj.com/livecoverage/sam-bankman-fried-ftx-trial-caroline-ellison", "abstract": "Former Alameda Research CEO Caroline Ellison is set to testify today at Sam Bankman-Fried's fraud trial over FTX's failure. Wall Street Journal reporters will bring you live updates on the proceedings.", "published_on": "2023-10-10T16:00:02Z", "section": "livecoverage", "body": "(Illustration by Alexandra Citrin-Safadi/WSJ)\r\nMonths before the collapse of FTX, some of its U.S.-based employees discovered the so-called backdoor that Alameda Research allegedly used to withdraw b… [+286 chars]"}
{"author": "wsj", "title": "Raised Millions in Crypto...", "url": "https://www.wsj.com/world/middle-east/militants-behind-israel-attack-raised-millions-in-crypto-b9134b7a", "abstract": "Digital currency transactions highlight how U.S. and Israel have struggled to sever the access of Hamas, Palestinian Islamic Jihad and Hezbollah to foreign funding", "published_on": "2023-10-10T15:00:03Z", "section": "world", "body": "Militants Behind Israel Attack Raised Millions in CryptoBy and Oct. 10, 2023 10:00 am ET\r\nIsraeli police released footage that showed what it said were border forces evacuating wounded soldiers after… [+908 chars]"}
{"author": "Will Feuer", "title": "PepsiCo Raises Earnings Forecast as Consumers Pay Up for Snacks", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-10-2023", "abstract": "Live updates on what's moving markets, including the Dow Jones Industrial Average, S&P 500 and Nasdaq Composite", "published_on": "2023-10-10T10:41:34Z", "section": "livecoverage", "body": "PepsiCo (PEP) raised its full-year earnings outlook as consumers digested higher prices and kept splurging on Cheetos, Lays and Gatorade.\r\nShares of PepsiCo rose 2.8% to $165.80 in premarket trading.… [+321 chars]"}
{"author": "Shen Lu, and, Wenxin Fan", "title": "中国に「日常的フェミニズム」の新潮流", "url": "https://jp.wsj.com/articles/how-a-japanese-sociologist-became-a-chinese-feminist-icon-8c356b09", "abstract": "中国の都市部に「日常的フェミニズム」の新たな波が広がりつつある。過去には政府が女性の権利擁護のうねりを弾圧したが、最近はそれをかわすように浸透し、伝統的な家族観の復活を狙う共産党指導部のキャンペーンを複雑にしている。", "published_on": "2023-10-10T02:47:34Z", "section": "https:", "body": ""}
{"author": "wsj", "title": "Schools Cut Honors Classes to Address Racial Equity...", "url": "https://www.wsj.com/us-news/education/schools-cut-honors-classes-to-address-racial-equity-it-isnt-a-quick-fix-77d32e83", "abstract": "Districts in California, Illinois report data pointing to some benefits from changes as vocal parents push back", "published_on": "2023-10-09T20:00:03Z", "section": "us-news", "body": "Schools Cut Honors Classes to Address Racial Equity. It Isn’t a Quick Fix.Before science teacher Rachel Richards’s Silicon Valley high school eliminated honors classes in her department, teaching the… [+766 chars]"}
{"author": "wsj", "title": "The Grumpy Lobster Boat Captain may motor off into sunset...", "url": "https://www.wsj.com/sports/football/bill-belichick-new-england-patriots-sinking-season-1ea76c82", "abstract": "The Grumpy Lobster Boat Captain made a case as the NFL’s greatest coach. The current team may push him to motor off into the sunset.", "published_on": "2023-10-09T11:00:03Z", "section": "sports", "body": "Belichick at Sea: The New England Patriots’ Sad, Sinking SeasonBy Oct. 9, 2023 6:00 am ETPro football coach is a ruthless job.Copyright ©2023 Dow Jones & Company, Inc. All Rights Reserved. 87990cbe85… [+589 chars]"}
{"author": "Joe Wallace", "title": "Oil Prices Jump on Israel Crisis", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-09-2023", "abstract": "Live coverage of what's moving stocks and other markets, including the Dow Jones Industrial Average, S&P 500 and Nasdaq Composite", "published_on": "2023-10-09T08:53:00Z", "section": "livecoverage", "body": "Oil prices jumped after the surprise weekend attack on Israel by Hamas and the Israeli response risked stoking instability in the petroleum-rich Middle East.\r\nBrent crude futures, the global benchmar… [+704 chars]"}
{"author": null, "title": "Oil Rises Following Hamas Attack on Israel", "url": "https://www.wsj.com/finance/commodities-futures/oil-jumps-after-hamas-attack-on-israel-6aa75c92", "abstract": "", "published_on": "2023-10-09T07:13:00Z", "section": "finance", "body": "0659 GMT Oil prices are rising sharply, with uncertainty over the situation in the Middle East mounting after the Hamas attack on Israel. Brent crude is up 3.3% to $87.39 a barrel while WTI is 3.7% h… [+699 chars]"}
{"author": "Summer Said, Benoit Faucon and Stephen Kalin", "title": "WSJスクープ | イラン、ハマスのイスラエル攻撃計画に関与", "url": "https://jp.wsj.com/articles/iran-helped-plot-attack-on-israel-over-several-weeks-80f7f7b1", "abstract": "【ドバイ】パレスチナ自治区ガザ地区を実効支配するイスラム組織ハマスが7日にイスラエルに対して行った大規模な奇襲攻撃は、イランの治安当局者が立案に関わっていたことが分かった。レバノンの首都ベイルートで2日に開かれた会合でイラン当局者が攻撃を承認した。ハマスとレバノンのシーア派組織ヒズボラの幹部が明ら...", "published_on": "2023-10-09T04:23:05Z", "section": "https:", "body": "72"}
{"author": "wsj", "title": "Hamas Says Attacks on Israel Were Backed by Iran...", "url": "https://www.wsj.com/livecoverage/israel-hamas-gaza-rockets-attack-palestinians", "abstract": "The Gaza militant group launched its biggest sustained assault in years, prompting Israel's military to call up reservists and order retaliatory strikes.", "published_on": "2023-10-08T13:00:03Z", "section": "livecoverage", "body": "Hamas Says Attacks on Israel Were Backed by IranWSJ Membership The post Hamas Says Attacks on Israel Were Backed by Iran... captured from The Drudge Report above the fold, link 1 on 10/8/2023 1:00:03… [+408 chars]"}
{"author": "wsj", "title": "For Trump, New York Fraud Trial Personal...", "url": "https://www.wsj.com/us-news/law/donald-trump-trial-new-york-fraud-ae68650", "abstract": "Friends say the case is the one that hits closest to his business and self-image", "published_on": "2023-10-08T12:00:07Z", "section": "us-news", "body": "For Trump, the New York Fraud Trial Is PersonalDonald Trump faces four criminal indictments, 91 charges and, if convicted, sentences that could exceed his life expectancy. But there is one case that … [+725 chars]"}
{"author": "wsj", "title": "Artificial Empathy Coming. Are We Ready for Emotions From AI?", "url": "https://www.wsj.com/tech/ai/ai-empathy-business-applications-technology-fc41aea2", "abstract": "Artificial Intelligence is getting smart enough to express and measure human empathy. Here’s how the new technology could change healthcare, customer service—and your performance review", "published_on": "2023-10-07T14:00:03Z", "section": "tech", "body": "Artificial Empathy Is Coming. Are We Ready for Emotions From AI?Busy, stressed-out humans aren’t always good at expressing empathy. Now computer scientists are training artificial intelligence to be … [+664 chars]"}
{"author": "The Wall Street Journal", "title": "How Ratmansky Became Ratmansky", "url": "https://www.wsj.com/arts-culture/books/the-boy-from-kyiv-review-the-man-behind-the-curtain-7ec82860", "abstract": "Prolific and astonishingly versatile, he has absorbed a wide range of Western styles, from the fleet-footedness of Balanchine to the physicality and casualness of contemporary dance. He has also revitalized some of the great 19th-century story ballets. – The …", "published_on": "2023-10-06T20:29:00Z", "section": "arts-culture", "body": "Twenty years ago, the choreographer Alexei Ratmansky revived a long-forgotten dance for the Bolshoi Ballet. Set to music by Dmitri Shostakovich, The Bright Stream is a comic romp about merry harvest … [+452 chars]"}
{"author": "wsj", "title": "Why No One's Going Into Accounting...", "url": "https://www.wsj.com/lifestyle/careers/accounting-salary-cpa-shortage-dec2caa2", "abstract": "Pay has stagnated in a profession once seen as a sure thing, while other fields are more lucrative;  ‘pretty much a death sentence for my dreams.’", "published_on": "2023-10-06T18:00:03Z", "section": "lifestyle", "body": "Why No One’s Going Into AccountingAn accounting career, once a launchpad into the upper middle class for hundreds of thousands of Americans, is no longer paying off.Copyright ©2023 Dow Jones & Compan… [+585 chars]"}
{"author": "wsj", "title": "UPDATE: Violent Crime Surging in DC...'We Just Stood There and Screamed'...", "url": "https://www.wsj.com/us-news/violent-crime-is-surging-in-d-c-this-year-we-just-stood-there-and-screamed-380f3c69", "abstract": "A 38% spike in homicides is upending life for residents and businesses", "published_on": "2023-10-06T12:00:03Z", "section": "us-news", "body": "Violent Crime Is Surging in D.C. This Year: ‘We Just Stood There and Screamed’WASHINGTON, D.C.—In Washington Highlands, a chronically violent neighborhood in the nation’s capital, a dozen or so child… [+925 chars]"}
{"author": "wsj", "title": "USA shoots down Turkish drone over Syria...", "url": "https://www.wsj.com/world/u-s-jet-shoots-down-turkish-drone-over-syria-21634844", "abstract": "Drone deemed a threat to U.S. forces in northeast Syria", "published_on": "2023-10-05T19:00:03Z", "section": "world", "body": "WSJ News Exclusive | U.S. Jet Shoots Down Turkish Drone Over SyriaBy and in Washington and in Istanbul Updated Oct. 5, 2023 2:29 pm ET\r\nWASHINGTON—A U.S. jet fighter shot down a Turkish drone Thursda… [+745 chars]"}
{"author": "wsj", "title": "When Did Rock Concerts Become Tame? Thank Alcohol-Free Gen Z...", "url": "https://www.wsj.com/us-news/alcohol-free-gen-z-rock-concerts-77e0cfea", "abstract": "‘Conspicuous teetotaling’ is now prevalent at hot acts, confounding older partyers. ‘This would have been alien to me.’", "published_on": "2023-10-05T15:00:05Z", "section": "us-news", "body": "When Did Rock Concerts Become Tame? Thank Alcohol-Free Gen ZBy Oct. 5, 2023 10:00 am ETSAN FRANCISCO—Pop star Conan Gray stopped midway through a performance here recently to make sure someone tended… [+694 chars]"}
{"author": "Hardika Singh", "title": "VinFast Stock Rises After EV Maker Reports Revenue Jump", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-05-2023", "abstract": "Live coverage of what's moving stocks and other markets, including the Dow Jones Industrial Average, S&P 500 and Nasdaq Composite", "published_on": "2023-10-05T13:49:00Z", "section": "livecoverage", "body": "Shares of VinFast were gaining in morning trading, recently up 5%, after the Vietnamese electric-vehicle maker said its third-quarter revenue more than doubled from the year-ago period.\r\nThe company … [+320 chars]"}
{"author": "wsj", "title": "Kremlin Withdraws Black Sea Fleet Vessels From Crimea...", "url": "https://www.wsj.com/world/russia-withdraws-black-sea-fleet-vessels-from-crimea-base-after-ukrainian-attacks-51d6d4f5", "abstract": "Pullout represents painful setback for the Kremlin, which seized Crimea in 2014", "published_on": "2023-10-04T21:00:03Z", "section": "world", "body": "Russia Withdraws Black Sea Fleet Vessels From Crimea Base After Ukrainian AttacksRussia has withdrawn the bulk of its Black Sea Fleet from its main base in occupied Crimea, a potent acknowledgment of… [+765 chars]"}
{"author": "wsj", "title": "Rebellion That Took Down McCarthy Was More Than Decade in Making...", "url": "https://www.wsj.com/politics/rebellion-that-took-down-mccarthy-was-more-than-a-decade-in-the-making-ba3d5e05", "abstract": "The willingness of a few House members to tear down their leaders raises the question: Can anyone lead the GOP in Congress?", "published_on": "2023-10-04T13:00:03Z", "section": "politics", "body": "Rebellion That Took Down McCarthy Was More Than a Decade in the MakingBy Oct. 4, 2023 7:55 am ET\r\nRep. Kevin McCarthy said Tuesday that he wouldn’t run for speaker again, after becoming the first Hou… [+1023 chars]"}
{"author": null, "title": "Dollar Expected to Steam Ahead as Bond Yields Rise", "url": "https://www.wsj.com/finance/investing/aud-usd-could-have-further-to-fall-1b1a1310", "abstract": "", "published_on": "2023-10-04T07:30:00Z", "section": "finance", "body": "0727 GMT The dollars strong gains should continue due to higher U.S. bond yields and the relentless run of strong U.S. data, including Tuesdays bumper Jolts jobs data, says ING currency analyst Chris… [+602 chars]"}
{"author": "Sumathi Reddy", "title": "When Americans Lose Weight on Indulgent European Vacations, What Gives?", "url": "https://www.wsj.com/health/wellness/european-vacation-weight-loss-diet-55aabe0c", "abstract": "Americans who eat their way through Europe sometimes come home surprised to see a lower number on the scale", "published_on": "2023-10-04T01:03:30Z", "section": "health", "body": "Shelly Wegman enjoyed all the good stuff on a two-week trip to Rome and Tuscany last year, indulging in pasta, wine, bread, fresh fruit and vegetables, and of course, gelato.\r\nCopyright ©2023 Dow Jon… [+75 chars]"}
{"author": "Jason Gay", "title": "Give Me a Break! The Case for an Intermission", "url": "https://www.wsj.com/lifestyle/give-me-a-break-the-case-for-an-intermission-cee08e88", "abstract": "A movie distributor admonishes theaters for inserting an unsanctioned stop in a film. What’s wrong with a respectful pause?", "published_on": "2023-11-03T15:33:00Z", "section": "lifestyle", "body": "Recently, distributors behind the new Martin Scorsese epic Killers of the Flower Moon issued a warning to a small group of cinemas that had reportedly been inserting unauthorized intermissions inside… [+651 chars]"}
{"author": "Cara Lombardo", "title": "Icahn Enterprises Stock Jumps on Dividend News", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-11-03-2023", "abstract": "Live coverage of stocks and financial news, including the S&P 500, Dow and Nasdaq Composite.", "published_on": "2023-11-03T13:46:00Z", "section": "livecoverage", "body": "Icahn Enterprises shares jumped more than 10% Friday morning after the company said it would maintain its quarterly dividend.\r\nShares in the company, which houses billionaire Carl Icahns investments,… [+337 chars]"}
{"author": "Joseph Hoppe", "title": "Meta Pledges to Allow Marketplace Customers to Opt Out of Data Sharing, U.K. Regulator Says", "url": "https://www.wsj.com/tech/meta-pledges-to-allow-marketplace-customers-to-opt-out-of-data-sharing-uk-regulator-says-6a5bdb98", "abstract": "Meta Pledges to Allow Marketplace Customers to Opt Out of Data Sharing, U.K. Regulator Sayswsj.com", "published_on": "2023-11-03T13:32:39Z", "section": "tech", "body": "The U.K. competition regulator said Meta Platforms has pledged to allow its Facebook Marketplace customers to opt out of having their data used by the company, and for it to limit how it uses adverti… [+397 chars]"}
{"author": "wsj", "title": "The Astrophysicist Who Has Better Way to Board Planes...", "url": "https://www.wsj.com/business/airlines/united-airlines-boarding-planes-window-seats-wilma-fd7d9394", "abstract": "One of America’s largest airlines is changing its boarding process to make it faster. It could be even faster.", "published_on": "2023-11-03T13:00:03Z", "section": "business", "body": "The Astrophysicist Who Has a Better Way to Board AirplanesBy Nov. 3, 2023 5:30 am ETJason Steffen has spent his career trying to crack the deepest mysteries of the universe. He’s an astrophysicist wh… [+851 chars]"}
{"author": "wsj", "title": "Russian Suicide Drone Blunting Counteroffensive...", "url": "https://www.wsj.com/world/this-russian-suicide-drone-is-blunting-ukraines-advance-8241a0e4", "abstract": "Russia is catching up to Ukraine on battlefield drone use with the Lancet, as the U.S. sanctions its manufacturer", "published_on": "2023-11-03T13:00:03Z", "section": "world", "body": "This Russian Suicide Drone Is Blunting Ukraine’s Advance\r\nKYIV, Ukraine—One of the scourges of Ukraine’s counteroffensive is an exploding drone with distinctive X-shaped wings that smashes into targe… [+996 chars]"}
{"author": "wsj", "title": "Israel Faces Growing Pressure to Pause Strikes...", "url": "https://www.wsj.com/world/middle-east/israel-faces-growing-international-pressure-to-pause-gaza-strikes-5f422195", "abstract": "Growing number of countries are pushing for pause in Israeli attacks to allow more relief for civilians", "published_on": "2023-11-03T13:00:03Z", "section": "world", "body": "Blinken Meets With Israeli Leaders as Pressure Grows for Gaza Cease-FireTEL AVIV—U.S. Secretary of State Antony Blinken on Friday urged Israel’s government to protect civilians who are caught in the … [+1220 chars]"}
{"author": "Rachel Bachman", "title": "The NYC Marathon Is Harder to Get Into Than Ivy League Schools", "url": "https://www.wsj.com/sports/new-york-city-marathon-lottery-runners-a678684e", "abstract": "Residual demand from the pandemic and the uniqueness of the event mean just 5% of those in the registration lottery got into Sunday’s race", "published_on": "2023-11-03T11:00:00Z", "section": "sports", "body": "From dawn to dusk one day last winter, Liliana Pech-Adrian kept checking her bank account hoping that a $295 charge would appear. Thats the registration fee for the New York City Marathon, which woul… [+478 chars]"}
{"author": "Ben Otto", "title": "Nio to Cut Jobs, Investment in Face of Rising Competition", "url": "https://www.wsj.com/business/nio-to-cut-jobs-investment-in-face-of-rising-competition-592c07c5", "abstract": "Shanghai-based Nio will cut about 10% of positions", "published_on": "2023-11-03T10:46:00Z", "section": "business", "body": "Chinese electric-vehicle maker Nio will reduce positions this month and cut or defer some investment, moves aimed at boosting the upstart companys viability as it contends with widening losses and ri… [+299 chars]"}
{"author": "The Editorial Board", "title": "Sen. Tuberville’s Misguided Stand", "url": "https://www.wsj.com/articles/tommy-tuberville-military-promotions-pentagon-abortion-travel-policy-9a8b71b7", "abstract": "He’s right about Biden policy, but he has the wrong political targets.", "published_on": "2023-11-03T02:26:25Z", "section": "articles", "body": "Americans are watching a bizarre split screen. Two wars are raging abroad. Meanwhile, much of Washington is mired in partisan spectacles, such as a fight over abortion policy in the U.S. military. Th… [+565 chars]"}
{"author": "Kimberley A. Strassel", "title": "Moving the Goal Posts on the Hunter Biden Investigation", "url": "https://www.wsj.com/articles/moving-the-hunter-goal-posts-white-house-biden-family-election-939b71f9", "abstract": "The president’s defense keeps changing as new evidence emerges.", "published_on": "2023-11-03T00:16:50Z", "section": "articles", "body": "Kimberley Strassel is a member of the editorial board for The Wall Street Journal. She writes editorials, as well as the weekly Potomac Watch political column, from her base in Alaska.\r\nMs. Strassel … [+845 chars]"}
{"author": "The Editorial Board", "title": "A Warning to the Law Schools on Anti-Semitism", "url": "https://www.wsj.com/articles/law-firms-letter-law-school-deans-anti-semitism-davis-polk-sullivan-and-cromwell-joe-shenker-0d00a49b", "abstract": "Major law firms tell deans to protect students and resist anti-Semitism.", "published_on": "2023-11-02T22:44:35Z", "section": "articles", "body": "The recent outbreak of open anti-Semitism on U.S. college campuses has been shocking, and it speaks to the anti-Western indoctrination that has been cultivated for decades at American universities. A… [+611 chars]"}
{"author": "The Editorial Board", "title": "How Biden’s Inflation Reduction Act Killed a Cancer Study", "url": "https://www.wsj.com/articles/seagen-david-epstein-cancer-drug-study-inflation-reduction-act-biden-price-controls-231ee740", "abstract": "Price controls made a therapy’s potential new application for bladder cancer uneconomic.", "published_on": "2023-11-02T22:34:00Z", "section": "articles", "body": "President Biden has set an ambitious and laudable goal of reducing cancer mortality by half within 25 years, yet the Inflation Reduction Act (IRA) is working at cross purposes with that goal. See Sea… [+604 chars]"}
{"author": "Klon Kitchen", "title": "AI Is a National-Security Danger", "url": "https://www.wsj.com/articles/ai-is-a-national-security-danger-biden-executive-order-ec50b88b", "abstract": "Biden’s executive order requires the industry to check its models for vulnerabilities to misuse. That’s a step in the right direction.", "published_on": "2023-11-02T22:05:00Z", "section": "articles", "body": "Artificial intelligence poses threats to U.S. national security, and the Biden administration takes them seriously. On Oct. 30 the president signed a wide-ranging \r\nexecutive order on artificial inte… [+985 chars]"}
{"author": "wsj", "title": "AMAZON Shutting Clothing Stores...", "url": "https://www.wsj.com/business/retail/amazon-is-shutting-down-its-clothing-stores-0dcb967c", "abstract": "The two Style stores will become the latest Amazon bricks-and-mortar locations to close", "published_on": "2023-11-02T22:00:02Z", "section": "business", "body": "Amazon Is Shutting Down Its Clothing StoresBy Nov. 2, 2023 4:49 pm ET\r\nAmazon.com is closing its physical clothing stores, ending a brief attempt to bring its fashion offerings to bricks-and-mortar s… [+1013 chars]"}
{"author": "John J. Miller", "title": "'Weird Tales' Review: Ghoulishness, a Literary View", "url": "https://www.wsj.com/arts-culture/books/weird-tales-review-ghoulishness-a-literary-view-9ceabc3f", "abstract": "A pulp magazine that specialized in ‘gooseflesh fiction’ published Robert E. Howard, Ray Bradbury—and the future Tennessee Williams.", "published_on": "2023-11-02T21:40:20Z", "section": "arts-culture", "body": "An Egyptian queen once trapped hundreds of her subjects in an underground chamber and flooded it in retribution for the murder of her brother, according to a brief account by the ancient Greek histor… [+1004 chars]"}
{"author": "Erin Mulvaney", "title": "Top Law Firms Call for Universities to Tamp Down on Antisemitism", "url": "https://www.wsj.com/us-news/education/top-law-firms-call-for-universities-to-tamp-down-on-antisemitism-942a6609", "abstract": "A group of firms warns deans to stop harassment and anti-Israel rallies on campuses", "published_on": "2023-11-02T18:29:09Z", "section": "us-news", "body": "More than two dozen large law firms urged university deans to address \r\nantisemitic harassment, vandalism and assaults reported on college campuses in recent weeks.In a letter sent Wednesday, the law… [+488 chars]"}
{"author": "wsj", "title": "Wagner May Provide Weapon to Hezbollah, U.S. Intel Says...", "url": "https://www.wsj.com/world/russias-wagner-group-may-provide-air-defense-weapon-to-hezbollah-u-s-intel-says-37dc8f45", "abstract": "Lebanese militant group could threaten a second front against Israel", "published_on": "2023-11-02T18:00:02Z", "section": "world", "body": "WSJ News Exclusive | Russia’s Wagner Group May Provide Air Defense Weapon to Hezbollah, U.S. Intel SaysBy and Nov. 2, 2023 11:33 am ET\r\nAfter the death of Wagner leader Yevgeny Prigozhin, the Kremlin… [+1184 chars]"}
{"author": "Liyan Qi", "title": "Wu Zunyou, the Face of China’s Covid Controls, Dies at 60", "url": "https://www.wsj.com/world/china/wu-zunyou-china-covid-controls-dies-at-60-a822541a", "abstract": "Top epidemiologist’s difficult last job: explaining policies that brought many Chinese close to a breaking point", "published_on": "2023-11-02T17:37:00Z", "section": "world", "body": "Wu Zunyou, Chinas top epidemiologist, never wanted the spotlight, believing that a successful public-health professional should be invisible. His last role, as the face of Chinas draconian Covid-19 r… [+504 chars]"}
{"author": "wsj", "title": "IDF Moves to Cut Gaza in Two, Isolating North...", "url": "https://www.wsj.com/world/middle-east/israeli-forces-move-to-cut-gaza-in-two-isolating-the-north-0bdf8c2c", "abstract": "Troops moved closer to the center of Gaza City, backed by airstrikes and some gunfire from warships offshore", "published_on": "2023-11-02T15:00:03Z", "section": "world", "body": "Israeli Forces Move to Cut Gaza in Two, Isolating the NorthBy and Nov. 2, 2023 10:36 am ETTEL AVIV—Israeli forces were pushing across Gaza and in from the Mediterranean coast early Thursday, cutting … [+1165 chars]"}
{"author": "wsj", "title": "Jurors in Bankman-Fried Trial Expected to Begin Deliberations...", "url": "https://www.wsj.com/us-news/sam-bankman-fried-ftx-trial-jury-deliberations-4d6a0a56", "abstract": "Case expected to go to the jury after nearly a month of testimony", "published_on": "2023-11-02T14:00:02Z", "section": "us-news", "body": "Jurors in Sam Bankman-Fried Trial Expected to Begin DeliberationsBy and Nov. 2, 2023 8:44 am ET\r\nJurors are expected to begin deliberating Thursday on whether FTX founder Sam Bankman-Fried is guilty … [+1085 chars]"}
{"author": "wsj", "title": "Colorful New York Judge in Spotlight...", "url": "https://www.wsj.com/us-news/law/from-taxi-driver-to-trump-case-colorful-new-york-judge-is-in-the-spotlight-3faee14f", "abstract": "Arthur Engoron, who played in a rock band and is promoting a screenplay, is deciding civil-fraud case against former president", "published_on": "2023-11-02T14:00:02Z", "section": "us-news", "body": "From Taxi Driver to Trump Case: Colorful New York Judge Is in the SpotlightNew York State Supreme Court Justice Arthur Engoron, an unconventional judge with a colorful background, is rounding out a 2… [+1300 chars]"}
{"author": "wsj", "title": "Italy's Rumbling Supervolcano Has Half Million Residents on Edge...", "url": "https://www.wsj.com/world/europe/italys-rumbling-supervolcano-has-half-a-million-residents-on-edge-6a1472af", "abstract": "Campi Flegrei, not far from ill-fated Pompeii, has had 2,500 earthquakes since August", "published_on": "2023-11-02T12:00:03Z", "section": "world", "body": "Italy’s Rumbling Supervolcano Has Half a Million Residents on EdgePOZZUOLI, Italy—Diners at restaurants around this tiny port streamed outside while moored boats and an eight-story crane began to swa… [+1002 chars]"}
{"author": "wsj", "title": "Fake Nudes of Real Students Cause Uproar at NJ High School...", "url": "https://www.wsj.com/tech/fake-nudes-of-real-students-cause-an-uproar-at-a-new-jersey-high-school-df10f1bb", "abstract": "After boys shared faked pornographic images made of female classmates, both the school and the local police began investigating", "published_on": "2023-11-02T12:00:03Z", "section": "tech", "body": "Fake Nudes of Real Students Cause an Uproar at a New Jersey High SchoolBy Nov. 2, 2023 7:00 am ETWhen girls at Westfield High School in New Jersey found out boys were sharing nude photos of them in g… [+1008 chars]"}
{"author": "Sabela Ojea", "title": "Peloton Sales Fall as Paid Subscribers Declines", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-11-02-2023", "abstract": "Apple and Starbucks earnings are in the limelight", "published_on": "2023-11-02T11:26:42Z", "section": "livecoverage", "body": "Peloton said revenue dropped last quarter as it continues to deal with declines in its subscriber base.\r\nThe fitness-equipment company posted a 3.4% drop in revenue, mainly driven by lower sales of i… [+367 chars]"}
{"author": "Jinjoo Lee", "title": "Why You Might Get Cheap Gas for Christmas", "url": "https://www.wsj.com/business/energy-oil/why-you-might-get-cheap-gas-for-christmas-a523649b", "abstract": "Refiners are selling gasoline for barely any profit at the moment", "published_on": "2023-11-02T11:14:36Z", "section": "business", "body": "Fueling up typically becomes cheaper in the winter months when people drive less. This year there is something extra weighing on U.S. gasoline.\r\nRetail prices have come down about 9% over the past mo… [+242 chars]"}
{"author": "Christian Moess Laursen", "title": "Shell Launches $3.5 Bln Buyback After Earnings Rose on Higher Energy Prices", "url": "https://www.wsj.com/business/energy-oil/shell-earnings-rose-on-higher-energy-prices-launches-3-5-bln-buyback-5ca6b1a6", "abstract": "", "published_on": "2023-11-02T07:47:00Z", "section": "business", "body": "Shell launched a $3.5 billion share buyback program after third-quarter earnings rose on higher refining margins, oil prices and sales, but slightly missed market expectations.\r\nThe London-based comp… [+309 chars]"}
{"author": "Mauro Orru", "title": "Lufthansa’s Earnings Beat Forecasts After Strong Summer", "url": "https://www.wsj.com/business/earnings/lufthansas-earnings-beat-forecasts-after-strong-summer-776c5a48", "abstract": "", "published_on": "2023-11-02T06:58:00Z", "section": "business", "body": "Deutsche Lufthansa reported earnings ahead of analysts expectations for the third quarter after what it called a record summer, and said it expects demand for air travel to remain strong in the comin… [+525 chars]"}
{"author": "Lindsay Wise", "title": "Republican Senators Confront Tommy Tuberville Over Blocked Military Promotions", "url": "https://www.wsj.com/politics/policy/republican-senators-confront-tommy-tuberville-over-blocked-military-promotions-4c40c1ae", "abstract": "Republican Senators Confront Tommy Tuberville Over Blocked Military Promotionswsj.com", "published_on": "2023-11-02T00:50:28Z", "section": "politics", "body": "WASHINGTONRepublican senators ran out of patience Wednesday night with Alabama Sen. \r\nTommy Tubervilles monthslong hold on hundreds of military promotions.In a dramatic exchange, a group of Tubervill… [+368 chars]"}
{"author": "Jessica Toonkel", "title": "Disney to Pay Comcast’s NBCUniversal at Least $8.61 Billion for Its Stake in Hulu", "url": "https://www.wsj.com/business/media/disney-to-pay-comcasts-nbcuniversal-at-least-8-61-billion-for-its-stake-in-hulu-8ebeb25c", "abstract": "Comcast exercised option to sell its minority stake in streaming service; complex negotiations over Hulu’s value are under way", "published_on": "2023-11-01T21:12:39Z", "section": "business", "body": "Disney said Wednesday it expects to pay Comcasts NBCUniversal at least $8.61 billion for its stake in Hulu, as the companies \r\ncontinue complex negotiations over the future of the streaming video ser… [+331 chars]"}
{"author": "David Uberti", "title": "Fed Pause Helps Treasury Yields Retreat and Stocks Climb", "url": "https://www.wsj.com/finance/stocks/global-stocks-markets-dow-news-11-01-2023-0470a33b", "abstract": "Gains accelerate after Jerome Powell says financial conditions have tightened", "published_on": "2023-11-01T21:06:57Z", "section": "finance", "body": "Many investors on Wednesday looked to the Federal Reserve for hints about whether this autumns \r\nunusual ascent in Treasury yields would help finish Americas inflation fight. The central banks messag… [+459 chars]"}
{"author": "wsj", "title": "George Santos Faces Expulsion Vote in House... Developing...", "url": "https://www.wsj.com/politics/george-santos-faces-expulsion-vote-in-house-f1c2bd34", "abstract": "New York Republican who fabricated parts of personal story also faces fraud charges", "published_on": "2023-11-01T20:00:02Z", "section": "politics", "body": "George Santos Faces Expulsion Vote in HouseBy Nov. 1, 2023 2:36 pm ET\r\nWASHINGTON—House lawmakers are set to vote as soon as Wednesday night on whether to expel Rep. George Santos (R., N.Y.), who mad… [+1181 chars]"}
{"author": "Sean Mclain", "title": "Toyota Gives 9% Pay Bump to Most U.S. Auto-Factory Workers, Following UAW Gains in Detroit", "url": "https://www.wsj.com/business/autos/toyota-gives-most-of-its-u-s-auto-factory-workers-9-pay-bump-following-uaw-gains-in-detroit-123664ff", "abstract": "Assembly-line workers at Toyota’s U.S. factories to earn about $34 an hour and reach top pay in half the time", "published_on": "2023-11-01T19:06:34Z", "section": "business", "body": "Toyota Motor is giving most of its U.S. auto-factory workers a 9% pay bump and shortening the time it takes to reach the maximum pay, a sign that gains made by the United Auto Workers in Detroit are … [+367 chars]"}
{"author": "Lauren Thomas", "title": "Six Flags, Cedar Fair Near Merger Deal", "url": "https://www.wsj.com/business/deals/six-flags-cedar-fair-near-merger-deal-a0126686", "abstract": "Agreement between two of the largest regional theme-park chains in the U.S. could be unveiled this week", "published_on": "2023-11-01T18:05:00Z", "section": "business", "body": "Six Flags is nearing a deal to merge with Cedar Fair Entertainment, a move that would combine two of the largest regional theme-park chains in the U.S.\r\nAn agreement could be finalized as soon as thi… [+264 chars]"}
{"author": "wsj", "title": "Not Just Golf. DOJ Very, Very Interested in Sports...", "url": "https://www.wsj.com/sports/justice-department-antitrust-f5fa4f80", "abstract": "The biggest and most powerful leagues in the country are under unprecedented scrutiny from U.S. antitrust enforcers", "published_on": "2023-11-01T18:00:02Z", "section": "sports", "body": "It Isn’t Just Golf. The Justice Department Is Very, Very Interested in Sports.By , and Nov. 1, 2023 9:00 am ETIn January of this year, executives from the Big3 basketball league met with Justice Depa… [+1282 chars]"}
{"author": "Giulia Petroni", "title": "Wind Power Write-Downs Cast Shadow Over Industry Outlook", "url": "https://www.wsj.com/articles/wind-power-write-downs-cast-shadow-over-industry-outlook-578db3f7", "abstract": "Orsted is the latest renewable-energy company to book an impairment, with a $4 billion charge against its U.S. offshore portfolio", "published_on": "2023-11-01T17:15:00Z", "section": "articles", "body": "A wave of impairments is sweeping through the U.S. wind-energy sector amid high interest rates, inflation and supply-chain woes, forcing developers to put off projects and casting doubts over the ind… [+4794 chars]"}
{"author": "Paulo Trevisani", "title": "U.S. Oil Inventories Rise Amid Steady Production", "url": "https://www.wsj.com/business/energy-oil/u-s-oil-inventories-rise-amid-steady-production-125b59ce", "abstract": "Commercial crude-oil stockpiles increased by 800,000 barrels", "published_on": "2023-11-01T17:13:54Z", "section": "business", "body": "U.S. oil inventories rose more than expected last week according to data released Wednesday by the Energy Information Administration, in a potential headwind for crude prices as markets try to recove… [+238 chars]"}
{"author": "Charley Grant", "title": "Paycom Software Stock Plunges After Earnings", "url": "https://www.wsj.com/livecoverage/fed-meeting-interest-rate-decision-fomc-november-2023", "abstract": "Investors and markets await the Federal Reserve's interest-rate decision after the central bank concludes its meeting today. Fed Chair Jerome Powell is scheduled to speak at 2 p.m. ET. to announce the FOMC's plan to tamp down inflation further.", "published_on": "2023-11-01T13:52:57Z", "section": "livecoverage", "body": "Its an ugly morning for Paycom Software shareholders.\r\nThe payroll and human resources technology company is down 37% Wednesday morning after reporting third-quarter results. The stock is the worst p… [+294 chars]"}
{"author": "Greg Ip", "title": "Economy Is Great. Why Are Americans in Such a Rotten Mood?", "url": "https://www.wsj.com/economy/the-economy-is-great-why-are-americans-in-such-a-rotten-mood-6e1044d8", "abstract": "Economy Is Great. Why Are Americans in Such a Rotten Mood?\r\n\n \n \n \n (Third column, 6th story, link)\r\n\n \r\n\n \r\n\n \n Related stories:The hidden culprit driving boarded-up storefronts...", "published_on": "2023-11-01T11:40:38Z", "section": "economy", "body": "Last week we learned that the economy, far from sliding toward recession as economists had predicted over the past year, \r\nhas actually picked up steam thanks to indefatigable consumers.Not only has … [+316 chars]"}
{"author": "Scott Calvert", "title": "Why a 2023 Virginia Election Is Proving Ground for 2024...", "url": "https://www.wsj.com/politics/elections/why-a-2023-virginia-election-is-a-proving-ground-for-2024-ae3bbbeb", "abstract": "In state legislative races next week, both parties are testing their messaging ahead of presidential race", "published_on": "2023-11-01T11:40:37Z", "section": "politics", "body": "THE PLAINS, Va.For clues about the strength of both parties messages heading into 2024, look no further than this suburban Northern Virginia enclave, where Democrats and Republicans are betting big o… [+472 chars]"}
{"author": "Dominic Chopping", "title": "Orsted Books $4 Billion in Impairments, Walks Away From Two U.S. Offshore Projects", "url": "https://www.wsj.com/articles/orsted-books-4-bln-impairments-walks-away-from-two-us-offshore-projects-cd161488", "abstract": "", "published_on": "2023-11-01T09:11:00Z", "section": "articles", "body": "Orsted booked a 28.4 billion Danish kroner ($4.02 billion) impairment charge in the third quarter related to its U.S. offshore wind portfolio and said it will stop development of two wind farm projec… [+4528 chars]"}
{"author": "Ian Walker", "title": "GSK PLC Raises Guidance After RSV Vaccine Lifts Earnings", "url": "https://www.wsj.com/business/earnings/gsk-plc-raises-guidance-after-rsv-vaccine-lifts-earnings-ca7bd091", "abstract": "", "published_on": "2023-11-01T08:08:00Z", "section": "business", "body": "GSK PLC raised its guidance after third-quarter net profit rose mainly due to the U.S. launch of its Arexvy vaccine, although it missed analysts forecasts.\r\nThe British pharmaceutical giant said Wedn… [+372 chars]"}
{"author": "wsj", "title": "Dire Warnings About Maine Gunman Didn't Stop Rampage...", "url": "https://www.wsj.com/us-news/maine-shooting-robert-card-warnings-3673548e", "abstract": "Last week’s massacre illustrates how many blind spots remain in the legal and mental health systems", "published_on": "2023-10-31T22:00:03Z", "section": "us-news", "body": "Dire Warnings About Maine Gunman Didn’t Stop His RampageBATH, Maine—In the months before Robert Card carried out Maine’s deadliest mass shooting, those around him feared he was sinking deeper into a … [+1020 chars]"}
{"author": "wsj", "title": "Vatican Silence on Holocaust Was Shaped by Antisemitism and Caution, Archives Show...", "url": "https://www.wsj.com/world/vaticans-silence-on-holocaust-was-shaped-by-antisemitism-and-caution-archives-show-4e9ecc90", "abstract": "New scholarship shows the Catholic Church under wartime Pope Pius XII gave priority to saving Jewish converts", "published_on": "2023-10-31T22:00:03Z", "section": "world", "body": "Vatican’s Silence on Holocaust Was Shaped by Antisemitism and Caution, Archives ShowBy Updated Oct. 31, 2023 4:55 pm ET\r\nROME—For decades, controversy over why Pope Pius XII didn’t speak out against … [+977 chars]"}
{"author": "Alexander Gladstone, Akiko Matsuda, Andrew Scurria", "title": "WeWork Plans to File for Bankruptcy as Early as Next Week", "url": "https://www.wsj.com/articles/wework-plans-to-file-for-bankruptcy-as-early-as-next-week-1fdcb6a5", "abstract": "Once a venture capital-backed star with an astronomical valuation, the flexible-office-space provider is now preparing for chapter 11 protection", "published_on": "2023-10-31T20:24:00Z", "section": "articles", "body": "WeWork is planning to file for bankruptcy as early as next week, according to people familiar with the matter, in what would mark a stunning reversal for the flexible-office-space venture that was on… [+226 chars]"}
{"author": "Paul Berger", "title": "Yellow’s Rivals Are Getting a Boost From the Trucker’s Demise", "url": "https://www.wsj.com/articles/yellows-rivals-are-getting-a-boost-from-the-truckers-demise-aab6c759", "abstract": "Tighter capacity has been lifting freight rates in the less-than-truckload market", "published_on": "2023-10-31T19:52:52Z", "section": "articles", "body": "The collapse of one of the largest U.S. trucking companies is propping up competitors in a lean freight market.\r\nXPO, ABF Freight and Saia are among the carriers reporting strong growth in pricing po… [+331 chars]"}
{"author": "Katy Stech Ferek", "title": "Tuberville Pushes to Confirm Marines’ No. 2 After Commandant Hospitalized", "url": "https://www.wsj.com/politics/policy/tuberville-pushes-to-confirm-marines-no-2-after-commandant-hospitalized-feaade86", "abstract": "Tuberville Pushes to Confirm Marines’ No. 2 After Commandant Hospitalizedwsj.com", "published_on": "2023-10-31T17:38:37Z", "section": "politics", "body": "WASHINGTONSen. Tommy Tuberville, who has held up hundreds of military promotions, is asking his colleagues to support an effort to quickly confirm Lt. Gen. Christopher Mahoney as second-in-command to… [+505 chars]"}
{"author": "David Wainer", "title": "Never Mind Covid, Investors Want a Pfizer Obesity Pill", "url": "https://www.wsj.com/health/pharma/nevermind-covid-investors-want-a-pfizer-obesity-pill-18f6a9e5", "abstract": "The pharmaceutical company’s silence on oral obesity drug worries investors", "published_on": "2023-10-31T16:55:37Z", "section": "health", "body": "Some of this years best performers in the healthcare sector are companies expected to profit from the anti-obesity drug craze, with Eli Lilly and Novo Nordisk shares both up more than 40% each. Much … [+1229 chars]"}
{"author": "Heather Somerville", "title": "The Latest Tech Caught in the U.S.-China Trade War: Lasers", "url": "https://www.wsj.com/tech/the-latest-tech-caught-in-the-u-s-china-trade-war-lasers-64d582c0", "abstract": "Chinese lidar maker Hesai is fighting concerns about the technology that is crucial for next-generation vehicles and weapons", "published_on": "2023-10-31T14:36:17Z", "section": "tech", "body": "Hesai Group, a Shanghai-based maker of laser sensors used for next-generation vehicles, celebrated \r\na Nasdaq stock offering in February that was heralded by some as a comeback for Chinese listings i… [+359 chars]"}
{"author": "wsj", "title": "Dems Risk Long-Lasting Rift Over Israel-Hamas War...", "url": "https://www.wsj.com/politics/democrats-risk-long-lasting-rift-over-israel-hamas-war-ec74044f", "abstract": "Pro-Israel and pro-Palestinian liberal factions now divided as ugly accusations fly in both directions", "published_on": "2023-10-31T12:00:02Z", "section": "politics", "body": "Democrats Risk Long-Lasting Rift Over Israel-Hamas WarBy Oct. 31, 2023 5:00 am ET\r\nProtesters gathered in Tel Aviv on Wednesday as President Biden and Israeli Prime Minister Benjamin Netanyahu met in… [+1249 chars]"}
{"author": "Dan Gallagher", "title": "APPLE's Dark Cloud Might Linger...", "url": "https://www.wsj.com/tech/apples-dark-cloud-might-linger-0af5cb19", "abstract": "Worries about China and the future of a lucrative Google relationship could outlast even a strong earnings report", "published_on": "2023-10-31T11:13:37Z", "section": "tech", "body": "Winter has come early for Apple, and it might last a while. \r\nThe worlds largest company by market value has become worth considerably less over the past three months. Apples share price has slid 11%… [+378 chars]"}
{"author": "Dean Seal", "title": "Caterpillar Stock Falls on Weak Outlook", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-31-2023", "abstract": "Pfizer and Caterpillar are among the earnings in the spotlight", "published_on": "2023-10-31T11:11:11Z", "section": "livecoverage", "body": "Shares of Caterpillar fell in premarket trading after the construction-equipment maker issued an underwhelming sales outlook for the current fourth quarter.\r\nThe view came after Caterpillar posted hi… [+208 chars]"}
{"author": "Margherita Stancati", "title": "Mass Casualties Feared in North Gaza Blasts Amid Israeli Offensive", "url": "https://www.wsj.com/world/middle-east/israel-hits-hamas-tunnels-as-ground-offensive-intensifies-09572f24", "abstract": "Mass Casualties Feared in North Gaza Blasts Amid Israeli Offensivewsj.com", "published_on": "2023-10-31T11:07:00Z", "section": "world", "body": "Explosions rocked a densely populated area north of Gaza City on Tuesday, flattening whole housing blocs, leaving deep craters and sending hundreds of casualties to a hospital, where officials said t… [+474 chars]"}
{"author": "Jinjoo Lee", "title": "Why Exxon and Chevron’s Deals Leave Investors Cold", "url": "https://www.wsj.com/business/energy-oil/why-exxon-and-chevrons-deals-leave-investors-cold-6575cc24", "abstract": "Underwhelming results and doubts about recent deals weigh on the oil companies’ shares", "published_on": "2023-10-31T11:00:00Z", "section": "business", "body": "U.S. oil majors Exxon Mobil and Chevron are good at squeezing hydrocarbons out of the ground. Digging for extra Brownie points from investors has been tougher.\r\nThe companies have tried hard to be at… [+293 chars]"}
{"author": "Christian Moess Laursen", "title": "BP Profit Rose on Higher Refining Margins, Strong Oil Trading", "url": "https://www.wsj.com/business/earnings/bp-profit-rose-on-higher-refining-margins-strong-oil-trading-134b1ee3", "abstract": "", "published_on": "2023-10-31T07:14:00Z", "section": "business", "body": "BP said its third-quarter profit rose on quarter, benefiting from higher realized refining margins and oil and gas production, although it missed expectations.\r\nThe British oil-and-gas major said Tue… [+409 chars]"}
{"author": null, "title": "EUR/USD’s Current Trend Likely Part of Consolidation Phase, Charts Show", "url": "https://www.wsj.com/finance/currencies/jpy-weakens-amid-risk-on-sentiment-focus-on-boj-decision-9f19f046", "abstract": "", "published_on": "2023-10-31T05:28:00Z", "section": "finance", "body": "0521 GMT EUR/USDs current trend is likely part of a consolidation phase, based on technical charts, Quek Ser Leang, markets strategist at UOBs Global Economics &amp; Markets Research, says in a resea… [+1121 chars]"}
{"author": "Alexa Corse", "title": "X Offers Employees Stock Grants Valuing the Company at $19 Billion", "url": "https://www.wsj.com/tech/x-offers-employees-stock-grants-valuing-the-company-at-19-billion-29eee250", "abstract": "Elon Musk previously said he sees a clear, but difficult, path to X being worth more than $250 billion eventually", "published_on": "2023-10-31T04:27:09Z", "section": "tech", "body": "X Corp. told employees that it is worth approximately $19 billion, showing the value of \r\nElon Musks social-media platform remains far below its acquisition price a year ago as Musk has rolled out a … [+467 chars]"}
{"author": "Raffaele Huang, Asa Fitch", "title": "Nvidia’s $5 Billion of China Orders in Limbo After Latest U.S. Curbs", "url": "https://www.wsj.com/tech/nvidias-5-billion-of-china-orders-in-limbo-after-latest-u-s-curbs-1928f399", "abstract": "Artificial-intelligence company scrapped plans to rush shipments to China this month before new restrictions were brought forward", "published_on": "2023-10-31T03:00:00Z", "section": "tech", "body": "SINGAPORENew U.S. export controls may compel artificial-intelligence giant Nvidia to cancel billions of dollars in next-year orders for its advanced chips to China, a move that could deprive Chinese … [+440 chars]"}
{"author": "wsj", "title": "Defends APPLE Partnership...", "url": "https://www.wsj.com/tech/google-ceo-sundar-pichai-testimony-antitrust-c490c696", "abstract": "Sundar Pichai says search giant realized early on that browsers were critical to how people use the web", "published_on": "2023-10-31T02:00:02Z", "section": "tech", "body": "Google CEO Defends Apple Search Partnership in Historic Antitrust Trial By and Updated Oct. 30, 2023 3:07 pm ET\r\nSince Lina Khan became Federal Trade Commission chair in 2021, she’s taken on Meta, Mi… [+1254 chars]"}
{"author": "Jess Bravin", "title": "Senate Dems Plan to Subpoena Wealthy Figures Who Paid for Thomas and Alito Luxury Trips...", "url": "https://www.wsj.com/us-news/law/senate-democrats-plan-to-subpoena-wealthy-figures-who-paid-for-thomass-and-alitos-luxury-trips-47b0bf11", "abstract": "Senate Dems Plan to Subpoena Wealthy Figures Who Paid for Thomas and Alito Luxury Trips...\r\n\n \n \n \n (Second column, 7th story, link)", "published_on": "2023-10-31T01:49:37Z", "section": "us-news", "body": "WASHINGTONSenate Democrats intensified their investigation into the ethics of Supreme Court justices, announcing plans to subpoena documents from three wealthy figures who they say have feted Justice… [+596 chars]"}
{"author": "The Editorial Board", "title": "WSJ: Global War on Jews...", "url": "https://www.wsj.com/articles/israel-hamas-jews-pogroms-russia-u-s-europe-germany-anti-semitism-1a74109c", "abstract": "WSJ: Global War on Jews...\r\n\n \n \n \n (Top headline, 2nd story, link)\r\n\n \r\n\n \r\n\n \n Related stories:Russia now sees Israel as enemy...\r\nHAMAS BLOCKS EXIT OF FOREIGN CITIZENS...\r\nReleases video of 3 female hostages...\r\nIDF rescues soldier...\r\nYoung German-Israeli…", "published_on": "2023-10-31T01:49:36Z", "section": "articles", "body": "The disturbing fact of the past month is that Jews are under attack not only in Israel and not only by Hamas. The weeks since the barbaric Oct. 7 Hamas invasion of Israel have witnessed physical assa… [+637 chars]"}
{"author": "Stuart Condie", "title": "Treasury Wine to Buy Luxury Producer DAOU Vineyards for Up to $1 Billion", "url": "https://www.wsj.com/business/deals/treasury-wine-to-buy-luxury-producer-daou-vineyards-for-up-to-1-billion-90e7aa6e", "abstract": "Winemaker DAOU was set up by two brothers who fled Lebanon during civil war in the 1970s", "published_on": "2023-10-30T22:11:32Z", "section": "business", "body": "SYDNEYA Californian vineyard set up by two Lebanese migrants who got their first break making wines in a garage in rural San Diego has been acquired by Australias Treasury Wine Estates, one of the wo… [+563 chars]"}
{"author": "Owen West", "title": "Patriotism’s Decline Imperils the Military", "url": "https://www.wsj.com/articles/patriotisms-decline-imperils-the-military-c58dc652", "abstract": "Trying to appeal to woke young people will only make the recruitment problem more severe.", "published_on": "2023-10-30T21:32:17Z", "section": "articles", "body": "The divisiveness of American politics has undermined our military in a way the Pentagon doesnt understand or refuses to acknowledge. To attract Generation Z recruits after President Bidens election, … [+705 chars]"}
{"author": "Corinne Ramey", "title": "Caroline Ellison Offered to Step Down, Bankman-Fried Says", "url": "https://www.wsj.com/livecoverage/sam-bankman-fried-trial-testimony-ftx", "abstract": "Sam Bankman-Fried faces multiple fraud charges in the collapse of his cryptocurrency firm FTX. SBF continues his testimony today.", "published_on": "2023-10-30T14:03:48Z", "section": "livecoverage", "body": "Bankman-Fried told the jury that in July 2022, he confronted Caroline Ellison about risks that Alameda was taking. Ellison started crying, he said.\r\nHe said that she told him that Alameda should have… [+144 chars]"}
{"author": "Joe Pinsker", "title": "How to Pronounce the Trickiest English Words: Ask This Frenchman", "url": "https://www.wsj.com/business/media/how-to-pronounce-english-words-julien-miquel-58581065", "abstract": "Millions of Americans, the curious and the insecure, consult Julien Miquel for help with words such as Worcestershire, macabre, and Siobhan", "published_on": "2023-10-30T14:00:00Z", "section": "business", "body": "The next time youre googling how to correctly pronounce \r\npotable, cache, macabre or gnocchi, or gauging whether the U is silent in gauge, you can be assured of two things. Youre not the only one war… [+404 chars]"}
{"author": "Will Feuer", "title": "SoFi Stock Jumps After it Raises Revenue Outlook, Eyes Fourth-Quarter Profit", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-30-2023", "abstract": "Live coverage of stocks and financial news, including the S&P 500, Dow and Nasdaq Composite.", "published_on": "2023-10-30T13:45:00Z", "section": "livecoverage", "body": "Shares of SoFi Technologies are up in morning trading after the fintech company raised its full-year outlook for revenue and adjusted earnings, saying it expects to post a profit for the fourth quart… [+299 chars]"}
{"author": "Bob Henderson", "title": "In Texas, Bitcoin Springs from Gas Wells", "url": "https://www.wsj.com/business/energy-oil/in-texas-bitcoin-springs-from-gas-wells-47e5e2b6", "abstract": "When gas prices go down, producers can use it to mine crypto coins", "published_on": "2023-10-30T13:16:34Z", "section": "business", "body": "Big swings in the price of natural gas whipsaw producers. Chris Alfano thinks the solution lies in something even more volatile: bitcoin.\r\nThe 29-year-old recently led a group of oil-and-gas veterans… [+393 chars]"}
{"author": "Matt Barnum", "title": "The Pandemic Cash That Bolstered School Budgets Is About to Run Out", "url": "https://www.wsj.com/us-news/education/public-school-budgets-65d24811", "abstract": "Schools have tens of billions in Covid relief left, but a fiscal cliff looms", "published_on": "2023-10-30T10:25:27Z", "section": "us-news", "body": "Schools across the country are preparing to see their budgets shift from flush to strained as billions of pandemic aid runs out in less than a year, putting at risk staffing and programs added with C… [+379 chars]"}
{"author": "Sherry Qin", "title": "HSBC Holdings Third-Quarter Net Profit More Than Doubled", "url": "https://www.wsj.com/business/earnings/hsbc-holdings-third-quarter-net-profit-more-than-doubled-4cc1f905", "abstract": "The bank reiterated its guidance for 2023 net interest income to be above $35 billion", "published_on": "2023-10-30T04:33:00Z", "section": "business", "body": "HSBC Holdings PLCs third-quarter net profit more than doubled as the London-based banking giant continued to benefit from higher interest rates and sharply higher noninterest income.\r\nThe Asia-focuse… [+342 chars]"}
{"author": null, "title": "Gold Prices Edge Lower on Profit Taking", "url": "https://www.wsj.com/economy/central-banking/gold-prices-edge-lower-on-profit-taking-ab3b8894", "abstract": "", "published_on": "2023-10-30T04:00:00Z", "section": "economy", "body": "0336 GMT Gold prices are slightly lower on profit-taking, but the outlook for the yellow metal remains positive, given a broader risk-averse sentiment among investors. With the continuing geopolitica… [+363 chars]"}
{"author": "Allysia Finley", "title": "Brace for the Wind and Electric-Vehicle Bailouts", "url": "https://www.wsj.com/articles/brace-for-the-wind-and-electric-vehicle-bailouts-506383a8", "abstract": "Government is too invested to let these companies go bust, and taxpayers will be charged for the repair job.", "published_on": "2023-10-29T16:38:02Z", "section": "articles", "body": "Ford assured investors last week that its generous deal with the United Auto Workers wouldnt threaten its profitability. Maybe. The same cant be said of its electric vehicles, which lost $3.1 billion… [+475 chars]"}
{"author": "Stephanie Armour", "title": "Insurers Spar With Biden Administration Over Coverage for Mental-Health Care", "url": "https://www.wsj.com/politics/policy/insurers-spar-with-biden-administration-over-coverage-for-mental-health-care-e6209041", "abstract": "New requirements aim to reduce out-of-pocket costs for treatment; insurers cite shortage of mental-health providers", "published_on": "2023-10-29T16:23:58Z", "section": "politics", "body": "Many consumers with insurance are forced to pay hundreds and even thousands of dollars a year on mental-health care despite a 15-year-old law that is supposed to make such treatment as affordable and… [+449 chars]"}
{"author": "Liza Lin", "title": "TikTok Asks Managers to Give More Staff Lower Review Grades", "url": "https://www.wsj.com/business/tiktok-asks-managers-to-give-more-staff-lower-review-grades-9a7daffc", "abstract": "Employees worry subpar performance grades could be used to reduce bonuses and pave the way for job cuts", "published_on": "2023-10-29T15:55:46Z", "section": "business", "body": "SINGAPORETikTok is asking managers across the world to give more employees lower ratings in performance reviews, a move that staff fear could reduce bonuses and lead to layoffs, people familiar with … [+506 chars]"}
{"author": "wsj", "title": "5 Ways Economists Keep Getting Proven Wrong...", "url": "https://www.wsj.com/economy/consumers/5-things-us-economy-8a588781", "abstract": "A mix of job security, high savings and skepticism about the future are keeping U.S. consumers’ wallets open", "published_on": "2023-10-29T13:00:04Z", "section": "economy", "body": "Five Ways Americans Keep Proving Economists WrongAmericans’ prolonged spending spree has confounded economists and resulted in a surging U.S. economy. What’s keeping their feet off the brakes?A stron… [+938 chars]"}
{"author": "Laura Kusisto", "title": "House Speaker Built Career Fighting in Conservative Legal Trenches", "url": "https://www.wsj.com/politics/policy/house-speaker-built-career-fighting-in-conservative-legal-trenches-bd0513de", "abstract": "Mike Johnson came to Congress with a long legal record battling gay rights, abortion and limits on religious expression in the public sphere", "published_on": "2023-10-29T09:40:46Z", "section": "politics", "body": "Mike Johnson was in a Louisiana courtroom in June 2015 defending tighter abortion restrictions adopted by the state when phones flashed with alerts that the Supreme Court had just recognized a consti… [+414 chars]"}
{"author": "Gregory Zuckerman, Juliet Chung", "title": "Hedge Fund Two Sigma Is Hit by Trading Scandal", "url": "https://www.wsj.com/finance/investing/hedge-fund-two-sigma-is-hit-by-trading-scandal-501913cb", "abstract": "Firm tells clients that researcher made unauthorized adjustments that resulted in total of $620 million in unexpected gains and losses", "published_on": "2023-10-29T09:30:00Z", "section": "finance", "body": "A researcher at Two Sigma Investments adjusted the hedge funds investing models without authorization, the firm has told clients, leading to losses in some funds, big gains in others and fresh regula… [+502 chars]"}
{"author": "Tarini Parti", "title": "Indians Are Entering the U.S. Illegally in Record Numbers", "url": "https://www.wsj.com/world/india/indians-are-entering-the-u-s-illegally-in-record-numbers-2cf19e38", "abstract": "Some asylum seekers say Modi’s Hindu nationalist policies are driving them out, while others are drawn by job opportunities", "published_on": "2023-10-29T04:48:13Z", "section": "world", "body": "After the second time Arshdeep Singh, a supporter of a Sikh political party in Punjab, was threatened by men he believed were affiliated with Indias ruling Bharatiya Janata Party, his father made arr… [+435 chars]"}
{"author": "Maxwell Carter", "title": "'The Genius of Their Age' Review: Central Asia's Big Thinkers", "url": "https://www.wsj.com/arts-culture/books/the-genius-of-their-age-review-central-asias-big-thinkers-9c73dee6", "abstract": "Ibn Sina, known in the West as ‘Avicenna,’ and his contemporary Biruni set out to redefine law, medicine and philosophy in the 11th century.", "published_on": "2023-10-29T03:31:12Z", "section": "arts-culture", "body": "I never realized quite how idle and inadequate I was until reading S. Frederick Starrs The Genius of Their Age: Ibn Sina, Biruni, and the Lost Enlightenment. The 11th-century scholar Ibn Sinaknown in… [+1472 chars]"}
{"author": "Christopher Mims", "title": "UAW, Stellantis Reach Tentative Agreement on New Four-Year Labor Contract", "url": "https://www.wsj.com/business/uaw-stellantis-reach-tentative-agreement-on-new-four-year-labor-contract-1bc9c9f5", "abstract": "UAW, Stellantis Reach Tentative Agreement on New Four-Year Labor Contractwsj.com", "published_on": "2023-10-28T17:43:22Z", "section": "business", "body": "The United Auto Workers has reached a tentative agreement with Chrysler-parent Stellantis on a new labor contract, moving the union one step closer to ending a historic strike that has dinged all thr… [+311 chars]"}
{"author": "Demetria Gallegos", "title": "A Couple Paid Down Most of Their Debt. Now They Need a New Financial Plan.", "url": "https://www.wsj.com/personal-finance/savings/-couple-paid-down-debt-new-financial-plan-d0aaba18", "abstract": "They want to build an emergency fund and start planning for children. A financial adviser offers her suggestions for how they can best get there.", "published_on": "2023-10-28T15:00:00Z", "section": "personal-finance", "body": "In September 2020, Weston and Emily Hayes were holding $125,000 in debt, mostly his student loans and her new car. Today, that number is down to $21,000 because they have dedicated themselves to beco… [+277 chars]"}
{"author": "Stephen Kalin", "title": "Americans Stuck in Strip. Are We U.S. Citizens or Not?", "url": "https://www.wsj.com/world/middle-east/americans-stuck-in-gaza-are-we-u-s-citizens-or-not-ffdb4ee9", "abstract": "Americans Stuck in Strip. Are We U.S. Citizens or Not?\r\n\n \n \n \n (Top headline, 5th story, link)\r\n\n \r\n\n \r\n\n \n Related stories:IDF expands ground operations...\r\nSays Killed Planner of Oct. 7 Attack...\r\nINTERNET CUT...\r\nHostage families demand government explana…", "published_on": "2023-10-28T14:34:36Z", "section": "world", "body": "Last summer, Hazem and Sanaa Shafai traveled to Gaza from their longtime home in Massachusetts so that their three U.S.-born children could live near the rest of the family for a year, practicing Ara… [+582 chars]"}
{"author": "Jen Murphy", "title": "The Exercises (and Ping-Pong Robot) That Keep This 89-Year-Old Sharp", "url": "https://www.wsj.com/lifestyle/fitness/ping-pong-workout-balance-senior-games-a7725235", "abstract": "Regular practice, tap dancing and time at the gym have turned a Pennsylvania woman into a late-blooming champion", "published_on": "2023-10-28T10:00:00Z", "section": "lifestyle", "body": "Rachel Williams has a master plan for staying healthy and spry at 89 that revolves around a ping-pong-playing robot.\r\nShe bought the Zxmoto ping-pong machine for $200 in 2020 to help maintain her men… [+340 chars]"}
{"author": "Ben Eisen, Andrew Ackerman", "title": "The Mortgage Market Is So Bad Lenders Want Ex-Employees to Give Back Their Bonuses", "url": "https://www.wsj.com/finance/banking/the-mortgage-market-is-so-bad-lenders-want-ex-employees-to-give-back-their-bonuses-52e96080", "abstract": "The mortgage industry is notoriously feast or famine, but there’s no obvious way out of this bust", "published_on": "2023-10-28T09:30:00Z", "section": "finance", "body": "David Siegel went to work for an affiliate of Guaranteed Rate in 2021 and got a signing bonus of more than $100,000. Interest rates were super low, and mortgage bankers were raking in cash.\r\nNow that… [+459 chars]"}
{"author": "Aaron Zitner", "title": "Conservatives Won the Fight for House Speaker. Did They Also Put the GOP Majority at Risk?", "url": "https://www.wsj.com/politics/elections/conservatives-won-the-fight-for-house-speaker-did-they-also-put-the-gop-majority-at-risk-9816a009", "abstract": "Conservatives Won the Fight for House Speaker. Did They Also Put the GOP Majority at Risk?wsj.com", "published_on": "2023-10-28T03:22:39Z", "section": "politics", "body": "House Republicans have elected the most \r\nconservative speaker of the last century, by some measures, the first to identify so forcefully as both a budget hawk and champion of right-leaning social va… [+669 chars]"}
{"author": "River Davis", "title": "Toyota, the World’s Biggest Carmaker, Made a Huge Bet on Tech. It Went Wrong Fast.", "url": "https://www.wsj.com/business/autos/toyota-bet-technology-woven-planet-c5579beb", "abstract": "Toyota needed software expertise, but making a startup mentality mesh with an 86-year-old giant proved challenging. Now it’s trying a new way.", "published_on": "2023-10-28T03:17:20Z", "section": "business", "body": "TOKYOToyota sells more cars each year than any other company, and it had similarly big dreams when it created its own in-house technology startup in 2021. It picked an American tech whiz to run it an… [+623 chars]"}
{"author": "Ben Cohen", "title": "Apple Picked the World’s Unlikeliest Voice to Sell the iPhone", "url": "https://www.wsj.com/tech/personal-tech/apple-iphone-15-titanium-commercial-yat-kha-d9cd2db3", "abstract": "The company’s latest marketing campaign needed a song. It came from a throat-singing rock star in Siberia.", "published_on": "2023-10-28T01:04:33Z", "section": "tech", "body": "When the worlds most valuable company rolled out the latest marketing campaign for its most valuable product, Apple picked two songs to make sure its new iPhone commercials would get stuck in our bra… [+232 chars]"}
{"author": "wsj", "title": "S&P 500 Enters Correction. Stocks Fall for 3 Straight Months...", "url": "https://www.wsj.com/finance/stocks/global-stocks-markets-dow-news-10-27-2023-0533f1a7", "abstract": "Major indexes on track to fall for three straight months", "published_on": "2023-10-27T22:00:02Z", "section": "finance", "body": "S&P 500 Enters CorrectionBy Oct. 27, 2023 4:45 pm ETThe autumn pullback in the stock market worsened Friday, pushing the S&P 500 into a correction and to its worst two-week decline of the year.  The … [+975 chars]"}
{"author": "wsj", "title": "What If Men Could Make Their Own Eggs?", "url": "https://www.wsj.com/health/what-if-anyone-could-make-a-human-egg-22002407", "abstract": "New technologies for creating genetically related children could transform family life, giving same-sex couples and infertile women more options for parenthood.", "published_on": "2023-10-27T22:00:02Z", "section": "health", "body": "Essay | What If Men Could Make Their Own Egg Cells?The Japanese biologist Katsuhiko Hayashi said earlier this year that he believes it will be possible to create a human egg from skin cells within a … [+991 chars]"}
{"author": "Alexa Corse", "title": "X Launches Two New Premium Tiers in Bid for Subscription Revenue", "url": "https://www.wsj.com/tech/x-launches-two-new-premium-tiers-in-bid-for-subscription-revenue-b4f74b75", "abstract": "Social media platform offers new higher, lower tiers, with the more expensive option reducing ads", "published_on": "2023-10-27T21:41:31Z", "section": "tech", "body": "X Corp. said it is launching two new subscription tiers, representing the latest effort by \r\nElon Musk to boost the companys subscription revenues while its advertising business continues to struggle… [+470 chars]"}
{"author": "Mike Colias", "title": "GM, UAW Move Closer to a Tentative Labor Contract", "url": "https://www.wsj.com/business/autos/gm-uaw-move-closer-to-a-tentative-labor-contract-2a3dbb92", "abstract": "Talks are continuing after GM presented an offer said to be similar to Ford’s agreement", "published_on": "2023-10-27T18:46:46Z", "section": "business", "body": "The United Auto Workers union is close to completing a tentative agreement on a new contract with General Motors, two days after the \r\nunion clinched a tentative deal with Ford Motor.The two sides ne… [+405 chars]"}
{"author": "Anna Hirtenstein", "title": "Solar Woes Deepen After Enphase Stock Plunges to Three-Year Low", "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-10-27-2023", "abstract": "Live coverage of stocks and financial news, including the S&P 500, Dow and Nasdaq Composite.", "published_on": "2023-10-27T14:29:03Z", "section": "livecoverage", "body": "Enphase Energy (ENPH) stock tumbled, another sign of trouble in the solar business and the broader clean-energy industry.\r\nLate Thursday, Enphase, which makes solar inverters and batteries, projected… [+486 chars]"}
{"author": "Collin Eaton", "title": "Exxon Profit Surges Following Megadeal for Pioneer", "url": "https://www.wsj.com/business/energy-oil/exxon-xom-chevron-cvx-q3-earnings-report-2023-c1f64927", "abstract": "Exxon posted a 15% profit jump and Chevron an 8.5% increase, as oil and fuel prices climbed", "published_on": "2023-10-27T10:30:00Z", "section": "business", "body": "On the heels of competing megadeals, Exxon Mobil and Chevron reported a combined $15.6 billion profits Friday, as oil and fuel prices climbed in the third quarter.\r\nExxons quarterly earnings of $9.1 … [+311 chars]"}
{"author": "Josh Zumbrun", "title": "Never Mind the 1%. Mini-Millionaires Are Where Wealth Is Growing Fastest.", "url": "https://www.wsj.com/us-news/never-mind-the-1-mini-millionaires-are-where-wealth-is-growing-fastest-b1dd2ee7", "abstract": "Many people in the upper middle class are now millionaires thanks to college, savings, bull markets and timing", "published_on": "2023-10-27T09:30:00Z", "section": "us-news", "body": "Last week the Federal Reserve revealed that last year the average net worth of American families topped $1 million for the first time, surging 42% from $749,000 in 2019. \r\nOf course, that average is … [+304 chars]"}
{"author": "Adrià Calatayud", "title": "Covestro Sees Guidance at Lower End of Ranges", "url": "https://www.wsj.com/business/earnings/covestro-sees-guidance-at-lower-end-of-ranges-c2f149a1", "abstract": "", "published_on": "2023-10-27T05:35:00Z", "section": "business", "body": "Covestro said it expects earnings for 2023 to be at the lower end of its previously indicated guidance range, citing a challenging environment that weighed on its third-quarter results.\r\nThe German c… [+427 chars]"}
{"author": "Mauro Orru", "title": "Air France-KLM’s Revenue, Profit Miss Forecasts Despite Strong Summer Demand", "url": "https://www.wsj.com/business/earnings/air-france-klms-revenue-profit-miss-forecasts-despite-strong-summer-demand-ac0af05b", "abstract": "", "published_on": "2023-10-27T05:28:00Z", "section": "business", "body": "Air France-KLM said strong demand for air travel during the summer pushed revenue and profit higher in the third quarter, but not enough to meet analysts expectations as the group grapples with linge… [+378 chars]"}
{"author": "fortran77", "title": "Apple Faces Potential Watch Import Ban After Federal Trade Ruling", "url": "https://www.wsj.com/tech/apple-faces-potential-watch-import-ban-after-federal-trade-ruling-09cdfccd", "abstract": "Article URL: https://www.wsj.com/tech/apple-faces-potential-watch-import-ban-after-federal-trade-ruling-09cdfccd\nComments URL: https://news.ycombinator.com/item?id=38034964\nPoints: 5\n# Comments: 0", "published_on": "2023-10-27T05:18:42Z", "section": "tech", "body": "A U.S. federal trade agency on Thursday found that Apple violated the patent of a rival tech company, a ruling that could lead to an import ban for certain models of the companys smartwatch.\r\nThe cas… [+408 chars]"}
{"author": "wsj", "title": "Sam Bankman-Fried Blames the Lawyers...", "url": "https://www.wsj.com/finance/currencies/sam-bankman-fried-says-ftx-actions-were-guided-by-lawyers-6f42632b", "abstract": "In an unusual rehearsal of self-defense testimony, crypto-exchange founder struggles before he testifies in front of a jury", "published_on": "2023-10-27T02:00:03Z", "section": "finance", "body": "Sam Bankman-Fried Says FTX Actions Were Guided by LawyersBy and Updated Oct. 26, 2023 6:53 pm ET\r\nFTX founder Sam Bankman-Fried is on trial for fraud and conspiracy charges after the collapse of his … [+1588 chars]"}
{"author": "James T. Areddy", "title": "Li Keqiang, Chinese Ex-Premier Who Helped Shape Economic Policy, Dies at 68", "url": "https://www.wsj.com/world/china/li-keqiang-chinese-ex-premier-who-helped-shape-economic-policy-dies-at-68-947feac5", "abstract": "Li Keqiang, Chinese Ex-Premier Who Helped Shape Economic Policy, Dies at 68wsj.com", "published_on": "2023-10-27T01:03:15Z", "section": "world", "body": "Former Chinese Premier Li Keqiang died Friday after suffering heart failure, state media said. He was 68.\r\nLi, who served a decade as premier until March, was in Shanghai when he experienced a sudden… [+182 chars]"}
{"author": "wsj", "title": "AMAZON PROFIT TRIPLES...", "url": "https://www.wsj.com/tech/amazon-amzn-q3-earnings-report-2023-9919947b", "abstract": "Online-shopping giant has looked to rebound after postpandemic slowdown", "published_on": "2023-10-26T21:00:03Z", "section": "tech", "body": "Amazon’s Profit Triples as Sales Show Resilience Leading Into HolidaysBy Updated Oct. 26, 2023 4:40 pm ET\r\nAmazon.com said profit tripled to nearly $10 billion from July to September as strong sales … [+1075 chars]"}
{"author": "Samuel Sanders", "title": "These 11 Videogames Make Working Out Actually Fun", "url": "https://www.wsj.com/tech/personal-tech/videogames-for-exercise-make-working-out-fun-aeb13bfc", "abstract": "Why waste time running marathons and lifting weights when you could just be playing Xbox? A trendy category of game will get your heart pumping without feeling like a chore.", "published_on": "2023-10-26T20:33:08Z", "section": "tech", "body": "WE OFTEN ASSOCIATE videogames with lethargya group of snackers sitting around a screen. But a recent study published in the European Journal of Investigation in Health, Psychology and Education indic… [+550 chars]"}
{"author": "wsj", "title": "Smuggling Migrants Toward USA Is Booming Business...", "url": "https://www.wsj.com/world/americas/immigration-crisis-migrant-smuggling-darien-gap-cfb40940", "abstract": "Services to help people cross borders in Latin America have thrived on demand; ‘We don’t see ourselves as traffickers’", "published_on": "2023-10-26T20:00:03Z", "section": "world", "body": "Smuggling Migrants Toward the U.S. Is a Booming BusinessMEDELLÍN, Colombia—Anderson Giraldo delivered a smooth sales pitch to migrants, peddling clandestine trips across open sea or thick jungle like… [+1006 chars]"}
