{"title": "      The Israel-Hamas war hasn’t set off market panic. That doesn’t mean investors aren’t concerned\n    ", "author": "Krystal Hur", "published_on": "  Published\n        1:01 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Investors have much on their minds these days, but there’s one thing seemingly staying under the radar.\n  ", "body": "      The Israel-Hamas war, which began in early October, initially rattled global financial markets, sending stocks tumbling, the Israeli shekel sliding and oil prices climbing. The US bond market, which was closed on the first trading day following the war’s onset, in observance of Indigenous Peoples’ Day, rallied the day after as investors hurried to protect their portfolios from geopolitical risk.\n        Yet since then, such worries appear to have fallen by the wayside.\n        While some investors worried that the war could spread to key oil-producing countries and further crimp global crude supply, oil prices have since pulled back and remain well below the September highs reached when output cuts by Saudi Arabia and Russia gripped the market.\n        Treasury yields are gyrating around highs not seen in over a decade, indicating there’s yet to be a resurgence of the short-lived flight to safety that took place after the war’s onset. Government debt is viewed as a haven during periods of economic uncertainty.\n        So, what’s behind the brushoff?\n        Investors say Wall Street is focusing on what they perceive as more immediate threats: the Federal Reserve’s campaign to raise interest rates and the ongoing earnings season.\n        “We’re in a little bit of information overload,” said Yung-Yu Ma, chief investment officer at BMO Wealth Management.\n        About 24% of the companies in the S&P 500 have reported third-quarter results, and 78% of them have beaten expectations, according to FactSet.\n        Earnings reports from tech heavyweights Alphabet, Amazon, Microsoft and Meta Platforms — some of the biggest drivers of this year’s gains — are in focus this week. Some investors believe this earnings season could revive that rally, after a lull in corporate news over the last few months helped spur uncertainty on Wall Street.\n        US stocks rallied powerfully during the first half of the year, shaking off regional banking turmoil, a US debt ceiling crisis and recession fears. Traders infatuated with artificial intelligence bid up prices of big tech stocks to staggering heights, helping the benchmark S&P 500 index touch a level within striking distance of a new record high in July.\n        But that rally has since stumbled, as economic data has showed little sign of cooling despite 11 rate hikes over the past 19 months. Resurging inflation has also sparked fears that the Fed could keep interest rates higher for longer after raising them to their highest level in over 22 years. Those fears took tighter hold after the Fed left additional hikes on the table at its September meeting and indicated it will keep rates elevated through next year.\n        Now, markets are looking decidedly less bright. The S&P 500 is on pace to log its third consecutive monthly decline. The Dow Jones Industrial Average has given up all of its gains for the year. Those declines could continue if the war escalates or the economy begins to buckle under the pressure of rate hikes over the next few months, or both happen, investors say.\n        Wall Street hasn’t completely shrugged off the potential impacts on financial markets from the Israel-Hamas war. Traders have sought safety in assets from gold to utility stocks to bitcoin in recent weeks to protect against potential volatility if the war escalates.      “You could certainly have a 7-10% drop in stocks if there was to be an unexpected surge of Middle East conflict,” said David Bahnsen, chief investment officer at The Bahnsen Group.\n        That could be accompanied by a retreat in yields if investors seek refuge in bonds again, as they tend to during periods of geopolitical tension, said Ma. His firm increased its allocation to longer-term government bonds this week to lock in currently high yields before potential declines down the line.\n        “Adequate increases in those longer-term Treasury yields is difficult from here until these clouds lift,” said Ma.\n  ", "url": "https://www.cnn.com/2023/10/24/investing/israel-hamas-war-stocks-investors/index.html", "section": "business"}
{"title": "      Taco Bell’s battle to free the ‘Taco Tuesday’ trademark is officially over\n    ", "author": "Jordan Valinsky", "published_on": "  Published\n        1:00 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Taco Bell has won its fight over the “Taco Tuesday” trademark in all 50 states now that lone holdout — a restaurant in New Jersey — has “parted ways” with the term.\n  ", "body": "      The chain’s months-long efforts to cancel usage of the trademark ended Tuesday, with Taco Bell saying that its “ambitious goal has been met” after Gregory’s Restaurant and Bar in Somers Point, New Jersey, forfeited its trademark this week after more than four decades of owning it. Taco Bell didn’t reveal if a financial settlement was involved. \n        “The response we’ve seen over the last six months since taking action to free ‘Taco Tuesday’ is the exact reason we felt it was worth freeing it in the first place,” Taco Bell’s chief marketing officer Taylor Montgomery told CNN.\n        Taco Bell scored a significant win in July when Taco John’s, a smaller regional chain, abandoned its trademark registration in the other 49 states because it didn’t want to pay the legal fees that come with a fight against its larger rival. However, Gregory’s owners proved harder to persuade, and they said that Taco Bell made them “look bad” during an August giveaway of free tacos.      “For Gregory’s Restaurant and Bar, ‘Taco Tuesday’ brought a lot of pride over the past 40 years,” said co-owner Gregory Gregory. “Relinquishing the trademark registration doesn’t change that, but it does allow others in New Jersey the same opportunity to build their own traditions and help spread Taco Tuesdays throughout New Jersey.” \n        Forfeiting the trademark was the “right move,” according to trademark attorney Josh Gerben, who is not involved in the case. He told CNN that Gregory’s legal fees would’ve been “extreme burden to bear for any small business,” estimating it to be at least $100,000.\n        “In this case, the writing was on the wall,” Gerben said. “The chances that the Gregory’s could have successfully defended the cancellation action against the ‘Taco Tuesday’ mark were extremely low. Therefore, I am not surprised that the Gregory’s waived the white flag and surrendered its trademark registration.”\n        Gregory’s surrender marks the final hurdle of Taco Bell’s legal battle of eliminating the trademark from its two holders. The chain said it fought to cancel the trademark because the commonly used phrase “should be freely available to all who make, sell, eat and celebrate tacos.” The “full removal” of the legalities surrounding the “Taco Tuesday” trademark means that restaurants can use the term “without fear of legal repercussion,” Taco Bell said. \n        David Gibbs, CEO of Taco Bell’s parent company, Yum Brands, said in an August earnings call that the “campaign created massive brand buzz with engagement and mentions in one week for ‘Taco Tuesday’ liberation surpassing the entirety of the highly successful Mexican pizza relaunch last year.” \n        Sales at Taco Bell US locations open at least a year jumped 4% during the second quarter.\n        Taco Bell is giving New Jersey members of its app-based loyalty program free Doritos Locos Tacos on November 21 with no purchase necessary to celebrate the surrender of its smaller competitors.\n  ", "url": "https://www.cnn.com/2023/10/24/business/taco-tuesday-taco-bell-settlement/index.html", "section": "business"}
{"title": "      Lukoil chairman dies suddenly, second in just over a year\n    ", "author": "Mark Thompson", "published_on": "  Published\n        12:39 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Lukoil, Russia’s second-largest oil company, said Tuesday its chairman had died suddenly, at the age of 66.\n  ", "body": "      “It is with deep regret that we announce the sudden passing of Vladimir Ivanovich Nekrasov,” the company said in a statement posted to its website. “According to the preliminary conclusion of doctors, death occurred as a result of acute heart failure.”\n        Nekrasov had worked for almost 50 years in the oil and gas industry. He had also held positions as Lukoil’s first vice president and an adviser to the company’s president, Lukoil said.\n        Reuters reported that the company declined further comment about Nekrasov’s death.\n        His immediate predecessor, Ravil Maganov, died just over a year ago after falling out of a hospital window in Moscow, according to Russian state media. \n        Maganov’s death was confirmed by Lukoil in September 2022 in a statement that said he “passed away following a severe illness” but made no mention of a fall.\n        Lukoil, which produces more than 2% of the world’s crude oil and employs more than 100,000 people, made headlines in March 2022 when it became one of only a few Russian companies to take a public stand on Moscow’s full-scale invasion of Ukraine. \n        In a statement to shareholders, customers and staff, Lukoil’s board of directors called “for the soonest termination of the armed conflict” in Ukraine. \n        “We express our sincere empathy for all victims, who are affected by this tragedy,” it said. “We strongly support a lasting ceasefire and a settlement of problems through serious negotiations and diplomacy.”\n        At least eight prominent Russian businessmen died suddenly in the months following the invasion.\n  ", "url": "https://www.cnn.com/2023/10/24/business/lukoil-chairman-nekrasov-dies/index.html", "section": "business"}
{"title": "      London’s bankers can make unlimited bonuses again as UK axes cap\n    ", "author": "Hanna Ziady", "published_on": "  Published\n        11:47 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The UK has abandoned a cap on bankers’ bonuses, in its latest push to boost the competitiveness of London’s financial industry following Brexit. \n  ", "body": "      The rule limiting banker bonuses to two times annual base pay was introduced a decade ago in the wake of the global financial crisis when the country was part of the European Union. It will be scrapped from October 31, the Prudential Regulation Authority said Tuesday. \n        “A bonus cap is not routinely imposed in other leading international financial centers outside the EU,” the regulator added, noting that the cap had been identified as “a factor in limiting labor mobility.”\n        The UK government has long been opposed to the cap and believes that lifting it will help shore up London’s position as an international financial hub. Brexit made access to Europe’s vast market for financial services more difficult and costly for UK-based banks, and London has lost some business to cities such as Paris, Frankfurt and Amsterdam.\n        The EU introduced the limit on banker bonuses as part of a package of measures aimed at reducing excessive risk taking and making the financial system safer. At the time there was also residual popular anger that taxpayers had to bail out banks that were paying huge sums to their top dealmakers, stoked by the fact that many people lost their jobs and homes in the recession that followed the crisis. \n        The UK government unsuccessfully challenged the cap when it was put forward in 2013, arguing that it would lead to higher fixed salaries, undermining efforts to link banker pay more closely to long-term success.\n        Britain’s financial regulators have since echoed these concerns and the PRA said Tuesday that scrapping the cap would better align pay with performance. It would also allow firms to restructure pay faster, giving them “further flexibility over their cost base to deal with downturns,” the regulator added.\n        A spokesperson for UK Finance, a group representing banks, welcomed the end of the bonus cap, saying it “will ensure the financial services industry is globally competitive and make the UK a more attractive place to work for international professionals.” \n        However, the spokesperson added that the UK’s lengthy deferral period — which means some executives must wait seven years for their awards — “remains a disincentive to those looking to relocate” to the UK because it is longer than in the EU.\n        “We’re pleased to see that the financial regulators will take the deferral period into account in their wider review of the remuneration regime,” the spokesperson said.\n        The UK government has come under increasing pressure to deliver post-Brexit benefits for London, the center of Britain’s hugely important financial services sector. The city suffered a series of setbacks earlier this year when several British companies — most notably chipmaker ARM (ARM) — announced plans to list in New York. \n  ", "url": "https://www.cnn.com/2023/10/24/business/uk-bankers-bonus-cap-lifted/index.html", "section": "business"}
{"title": "      UAW strikes GM’s largest plant that makes its very profitable full-size SUV\n    ", "author": "Vanessa Yurkevich", "published_on": "  Updated\n        11:40 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The United Auto Workers union took its most serious shot yet at General Motors in its five-week old strike as 5,000 members walked off the job at a plant in Texas. Arlington Assembly builds GM’s very profitable full-size SUVs, the Chevrolet Tahoe and Suburban, GMC Yukon and Cadillac Escalade.\n  ", "body": "      The targeted strike at GM’s largest plant comes just hours after the company reported third quarter earnings, which grew last quarter despite the strike. \n        “Another record quarter, another record year. As we’ve said for months: record profits equal record contracts. It’s time GM workers, and the whole working class, get their fair share,” said UAW President Shawn Fain.\n        General Motors said it achieved those earnings despite losing $200 million during the first two weeks of the strike, and then an average of $200 million a week in costs during the first three weeks of this month. With Arlington going on strike, those weekly losses are likely to jump more than 50%.\n        GM said there was no reason for an expansion of the strike, that the union and company were making progress at the bargaining table.\n        “We are disappointed by the escalation of this unnecessary and irresponsible strike,” said the company’s statement. “It is harming our team members who are sacrificing their livelihoods and having negative ripple effects on our dealers, suppliers, and the communities that rely on us. Last week, we provided a comprehensive offer to the UAW that increased the already substantial and historic offers.”\n        GM says it has offered the UAW a record contract with the pay scale increasing 23% over the life of the contract that runs through 2028, along with cost-of-living adjustments to protect workers from rising prices and larger contributions to their retirement accounts. \n        “It is time for us to finish this process, get our team members back to work and get on with the business of making GM the company that will win and provide great jobs in the US for our people for decades to come,” said the company.\n        But Fain had told members last week that despite record offers from GM, as well as Ford and Stellantis, there was more that that the companies could afford to give members. He said the union needed more from the companies in order to make up for past concessions the union granted in contracts in 2007 and 2009, when they were all losing billions, and GM and Stellantis predecessor Chrysler were heading towards bankruptcy and federal bailout.\n        While the expansion of the strike was without notice, it’s not a complete surprise. The UAW had already taken out the most profitable plants at Ford and Stellantis. \n        Earlier this month Fain told members that the union was ready to expand the strike to the Arlington plant, and it put those plans on hold when the company gave into a key union demand regarding the work to be done at EV battery plants hat have recently opened or are under construction. \n        That agreement kept the workers at Arlington on the job for another 18 days until Tuesday. But the union said Tuesday that GM is now lagging behind offers on the table from Ford, and that it needs to expand the strike in order to increase pressure on the company.\n        “GM’s latest offer fails to reward UAW members for the profits they’ve generated,” said the union’s statement. “It is clear that GM can afford a record contract and do more to repair the harm done by years of falling real wages and declining standards across the Big Three.”\n        The UAW started the strike September 15 by striking one assembly plant at each company. But the union left open the option of expanding the strike, one plant at a time, as way to increase pressure on the companies. Tuesday’s announcement marks the fifth time the union has increased the scope of the strike.\n  ", "url": "https://www.cnn.com/2023/10/24/business/gm-uaw-strike-escalade-suburban-arlington/index.html", "section": "business"}
{"title": "      GM earnings rise, sparking another plant to go on strike\n    ", "author": "Chris Isidore", "published_on": "  Updated\n        10:52 AM EDT, Tue October 24, 2023\n    ", "abstract": "      General Motors’ stronger-than-expected third quarter profit was greeted by an an expansion of the strike at the company by the United Auto Workers union.\n  ", "body": "      Just hours after the earnings report was released the UAW announced that 5,000 members would go on strike at one of GM’s most profitable plants. The Arlington, Texas, assembly plant that produces full-size SUVs like the Chevrolet Tahoe and Suburban, the GMC Yukon, and the Cadillac Escalade. \n        The union pointed to the better than expected GM financial results as the reason for its strike.\n        “As we’ve said for months: record profits equal record contracts.” said UAW President Shawn Fain. “It’s time GM workers, and the whole working class, get their fair share.”\n        While the company results were good, they were not a record for the quarter. The $8.9 billion in adjusted income over the course of the first nine months is up nearly 11% from the same period last year, when GM did report a record profit. But the cost of the strike is likely to cause full-year income to fall from last year’s record levels.\n        The company said that the strike cost it $200 million in its first two weeks of the quarter. But those costs have risen since then, with $600 million in costs during the first three weeks of this month, or about $200 million a week. That’s because Tuesday’s expansion of the strike at GM is not the first time that UAW has increased the reach of the work stoppage at the company.\n        GM said there was no reason for an expansion of the strike, and that the union and company were making progress at the bargaining table.\n        “We are disappointed by the escalation of this unnecessary and irresponsible strike,” said the company’s statement.\n        The UAW has been on strike against GM as well as rivals Ford and Stellantis since September 15. The targeted strike started with work stoppages at one assembly plant for each of the automakers and 12,700 on strike but has grown since then.\n        There are now more than 45,000 autoworkers on strike, with 14,200 members on strike at GM alone. The union has previously struck two assembly plants at GM, in Wentzville, Missouri, and Lansing, Michigan, as well as a network of 18 parts and distribution centers nationwide. \n        GM has offered the UAW a record contract with the pay scale increasing 23% over the life of the contract that runs through 2028, along with cost-of-living adjustments to protect workers from rising prices and larger contributions to their retirement accounts. \n        But Fain told members on Friday that GM and the other automakers can afford to pay even more and that the union needs to win an even better contract to make up for concessions the union provided in the past when the companies were struggling financially.\n        The company withdrew its guidance to investors about profits for the full year.\n        “We made the decision to pull the guidance mainly due to the uncertainty around the strike,” said CFO Paul Jacobson in an interview on CNBC. “We don’t want to speculate where the next plant might be hit or how long it might last.” \n        He said before the strike the company was performing at the top end of its earlier earnings guidance. He said he believes investors understand the situation with the strike hitting results.\n        “There’s obviously uncertainty out there. I think the answer is to try to get everybody back to work as quickly as possible, and that’s what we’re committed to do,” he said. “The negotiations get very, very complicated at the table. I’d rather leave those [details] in the room. We’re doing our best to meet the UAW where they’re asking, and where we’re able to do that.”\n        As to the third quarter results, company’s earnings per share rose to $2.28, up from $2.25, in the past quarter. Analysts surveyed by Refinitiv had forecast earnings would decline sharply to $1.88 per share. Investors look closely at that measure when judging financial performance.\n        GM’s adjusted net income slipped to $3.1 billion from $3.3 billion a year earlier. But the company boosted its earnings per share over the course of the year by buying back its own stock, a controversial tactic critics say artificially inflates companies’ share price without improving a company’s finances.\n        Revenue rose 5% to $44.1 billion, which also topped forecasts of $43.7 billion.\n        In a letter to shareholders, GM CEO Mary Barra addressed the strike and the cost of whatever new contract is reached.\n        “It’s been clear coming out of Covid that wages and benefits across the US economy would need to increase because of inflation and other factors,” Barra wrote. She said the company’s current offer to the union “rewards our team members but does not put our company and their jobs at risk.”\n        “Clearly, given the industry’s changing pricing and demand outlook and higher labor costs, we have work to do” to hit the company’s stated earnings targets in years ahead, she said. “The work has already begun and I’m confident we will achieve our targets and grow from there.”\n        The strike is not the only headwind faced by the company. While US profitability is strong, international operations were only slightly better than break even, even though US sales amounted to only 42% of its global sales. The strike is affecting only the company’s US operations.\n        While US sales were up 21% from a year earlier, supply chain issues, particularly a shortage of computer chips, limited the inventory of its vehicles for sales. But sales in China, which had been GM’s largest market, fell 14%, which the company attributed to greater market competition there. Its Chinese sales are now nearly 20% below US sales.\n        The company also reported its costs rose nearly $1 billion compared to a year earlier, which it said was primarily driven by EV-related costs, lower pension income and higher warranty costs. It said the mix of vehicles sold also trimmed about $600 million off of its operating income in the quarter compared to a year ago, which it said is due a more normal mix of vehicles with the greater supply of products for sale. And operating income from GM Financial also slipped about $200 million from a year ago in the face of higher interest rates.\n        But it offset much of those costs with the strong sales and pricing, which together lifted operating income by about $1.2 billion.\n        Shares of GM were little changed in early trading following the report and the strike announcement.\n  ", "url": "https://www.cnn.com/2023/10/24/investing/gm-earnings/index.html", "section": "business"}
{"title": "      Sony’s PlayStation Access controller offers a new social lifeline for gamers with disabilities\n    ", "author": "Catherine Thorbecke", "published_on": "  Updated\n        10:02 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Grant Stoner said that he has loved playing video games his entire life, and that his earliest memory is of playing Super Nintendo in his parents’ bedroom at roughly 3 years old. \n  ", "body": "      “Gaming, for me, has always been a social activity,” Stoner, a Pittsburgh native who has spinal muscular atrophy type 2, a neuromuscular disorder, told CNN. “Because I’ve never really, physically, been able to participate in schoolyard events or sporting events or what have you, so I would bond with family and classmates through gaming.”\n        For people with disabilities, Stoner said gaming has served as a lifeline for forming friendships and community. But for years, he adds, the technology underpinning the gaming sector has been notoriously not inclusive. \n        “Disabled people would have to be very innovative, and either design or create their own adaptive setups with like, different maybe 3D-printed objects or in my case, a Popsicle stick,” Stoner told CNN. He said his brother used to attach a Popsicle stick to the trigger of one of his gaming controllers to find a way for Stoner to keep playing even when he lost strength in his fingers. \n        Stoner’s struggles are all too familiar for Paul Amadeus Lane, who told CNN he learned how to play games using his chin, lips and cheeks to push buttons on a controller after an accident left him quadriplegic and without finger mobility some 30 years ago. \n        Lane also recalls how his social circle changed after his accident, and isolation crept in after he could no longer do things like play basketball or go for a drive.  \n        “Gaming can help with those social barriers out there, especially with social isolation,” Lane told CNN. “And put us in an environment where we can have some enjoyment without being judged because of our disability.”\n        Lane said he remembers getting a call back in 2021 to help advise Sony with a “secret project,” and was overjoyed to find out the tech giant’s gaming arm was quietly working on creating a controller specifically for people with disabilities. Sony Interactive Entertainment is the maker of the wildly popular PlayStation consoles and a lineup of fan-favorite PlayStation games. Microsoft’s Xbox gaming unit released an Adaptive Controller for Xbox back in 2018 to much celebration from the disability community, but people with disabilities still found wide gaps trying to play games on PlayStation or Nintendo consoles.\n        “I was really, really happy, because I didn’t think Sony would ever tackle something like this,” Lane told CNN. \n        After years of tinkering and consulting with gamers who have disabilities like Lane, Sony Interactive Entertainment unveiled a first look at its Access controller for gamers with disabilities earlier this month. The Access controller is now available for pre-order and will be released on December 6, with a price tag of $89.99. \n        The controller can be endlessly customized to meet the diverse needs of players with disabilities and Sony has the goal of helping these gamers play more comfortably for longer. The circular device can be configured with swappable button and stick caps to suit a range of mobility needs. \n        In a Q&A posted on Sony’s PlayStation company blog, Alvin Daniel, the senior technical program manager for the Access controller, said the development team quickly learned that “no two people experience disability in exactly the same way.” \n        Daniel said his team tapped the help of players and accessibility experts to build a controller that could be as inclusive as possible. With the help of players and accessibility experts, Daniel wrote, “we did a really deep dive to try to understand what it was we wanted to help solve. And this came down to a very interesting insight: instead of looking at conditions, or impediments, instead, look at the controller.” \n        “Look at the standard controller as it exists today. And ask yourself the question, ‘What prevents someone from effectively interacting with a standard controller?’” he added.\n        The result is a Sony-designed device that gamers can tailor to meet their individual needs, that gamers don’t have to hold in order to use and features buttons that are much easier to press. Lane, who is among the group of gamers who has been able to try out the unreleased controller, said he was especially excited for how it gave him the ability to play racing games again for the first time since his accident. \n        “I wasn’t able to play racing games because of just the dexterity that you needed with your hands and just how fast things are moving,” Lane said. “And then when I was able to try out Gran Turismo, I was like, I can game and play racing games again!”\n        “I haven’t driven in over 30 years,” he added. “It takes me back to when I was driving.”\n        Stoner said he’s excited about the PlayStation Access controller, and especially encouraged that the price point is relatively low compared to other options on the market. And while he’s been heartened to see an industry-wide push toward inclusive innovation in gaming, he emphasized that there is still work to do. \n        “The industry needs to understand that the Xbox controller, the PlayStation controller, while they’re great and while they’re very beneficial, they cannot help everyone,” he said. “This is not a perfect solution.”\n        “We need to keep innovating around games – the software aspect and the hardware aspect – because nothing that we have currently is fully accessible to every disabled person,” he added. “I don’t know if it’ll ever happen, just because of how individualistic the disabled experience is, but currently, there’s always more work to be done and the industry needs to remember that.”\n  ", "url": "https://www.cnn.com/2023/10/24/tech/sony-playstation-access-controller-gaming-disabilities/index.html", "section": "business"}
{"title": "      Shares in one of London’s biggest IPOs this year have crashed 82%\n    ", "author": "Anna Cooban", "published_on": "  Published\n        9:36 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Three months ago, CAB Payments stumbled when it went public on the London Stock Exchange, its shares falling nearly 10% on their first day of trading on a market that has been starved recently of new listings.\n  ", "body": "      The mood went from bad to worse Tuesday, however, when the fintech firm’s shares crashed nearly 74% after it issued a stark warning on revenues. The stock has now lost 82% of its value since listing.\n        The company, which provides foreign currency and cross-border payment services for businesses, sold shares worth $371 million to investors in July, making it London’s second-biggest initial public offering of the year, according to data provider Dealogic. \n        In a statement on Tuesday, CAB Payments said that it expects revenue this year would likely come in 17% below its previous guidance but still 20% up on 2022.\n        The firm attributed the weaker forecast to “changes to the market conditions” in some of its key markets, including the Nigerian naira, Central African franc and West African franc.\n        “These market conditions are compressing margins and reducing trading volume,” the company said.\n        It said that it was looking to cut costs to mitigate the impact on its profitability but added that it “anticipates that the majority of any revenue impact will flow through to the bottom line.” \n        The value of the naira has plunged over 90% since mid June to hit a record low of 884 against the US dollar on Monday as Nigeria grapples with a shortage of dollars, Reuters reported. \n        Individuals and businesses in the country have tried to source dollars on the black market, driving down the value of the naira, the outlet said. \n        CAB Payments’ stock was trading at almost 59 pence (72 cents) by 09.01 a.m. ET on Tuesday, compared with its closing price of £3.03 ($3.70) on July 6, the day of its IPO. The shares were issued at £3.35 ($4) a piece.\n        According to the firm’s website, it aims to connect “traditionally hard-to-reach regions to global financial infrastructure.”\n        Its biggest shareholder, with a 45% stake, is Merlin Midco, a subsidiary of Helios Investment Partners, a UK private equity firm that invests exclusively in Africa. BlackRock, the world’s largest asset manager, owns a 6.5% stake. \n        The rout represents another disappointment for the global IPO market this year, which investors had hoped would bounce back strongly after an 18-month slump. \n  ", "url": "https://www.cnn.com/2023/10/24/investing/cab-payments-share-plunge/index.html", "section": "business"}
{"title": "      This executive has a unique return-to-office strategy. Here’s how it’s going\n    ", "author": "Elisabeth Buchwald", "published_on": "  Updated\n        8:51 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Big Tech has given workers an ultimatum: Come back to the office, or find a new job. \n  ", "body": "      Elon Musk, Mark Zuckerberg and a host of other leaders of America’s biggest companies have made it clear that their success hinges upon everyone working in person.\n        Autodesk isn’t giving in to the peer pressure. But when peer pressure comes from some of the most successful companies, it’s a big risk to swim against the tide, and it usually doesn’t end well.\n        That didn’t deter Rebecca Pearce, chief people officer at Autodesk, from experimenting with a different approach.\n        Under her leadership, in March, Autodesk, a multinational software company that makes tools for architects and designers, unveiled a hybrid-centric approach dubbed Flex Forward. Under the new program, managers hold the reins. They decide when — or if — employees need to come in to the office. \n        British-born human relations executive Pearce was one of the loudest voices at C-suite level meetings advocating for Flex Forward. \n        “I’m cursed with being a futuristic optimist,” Pearce, who is based in Cornwall, England, told CNN.\n        Having spent most of her career in hybrid working arrangements across the globe, she knew she could be just as productive working from an office as she was working from anywhere else.\n        At the same time, she and other Autodesk executives wanted workers to come in to their offices, recognizing how important face-to-face interactions are for employees and for the company as a whole. \n        “There are some things that are just done better in person,” said Pearce, who became Autodesk’s interim chief people officer in January 2021 while the company searched for a permanent replacement for its prior CPO, who stepped down. \n        Pearce never expected to be considered for her role because no prior C-suite executive at Autodesk before her lived outside of North America, she said. “There were times when I just felt a huge sense of responsibility to prove that flexible working can work even at the most senior levels within the organization.”\n        At the same time, Pearce faced little opposition when she made her case for Flex Forward, said Steve Blum, Autodesk’s chief operating officer, noting that Pearce makes every effort to listen to employees’ concerns throughout any decision-making process. \n        “Everyone knows when she presents anything, it’s always been what’s in the best interest of the company,” he told CNN. \n        After shuttering more than 90 offices worldwide in March 2020, Autodesk gradually began reopening for optional use in 2021 at different times, based on local regulations. But the company’s 13,000 employees weren’t in a rush to return. \n        Outside of Autodesk, it didn’t take too long for return-to-office mandates to start piling up.\n        Tesla CEO Elon Musk ruffled quite a few feathers when he announced employees would be required to work in person five days a week in June 2022. \n        “There are of course companies that don’t require this, but when was the last time they shipped a great new product? It’s been a while,” Musk wrote in a company-wide email. Those who don’t like the policy “should pretend to work somewhere else,” Musk said in a post on X, formerly Twitter.\n        But many companies have followed suit. \n        “Our early analysis of performance data suggests that engineers who either joined Meta in-person and then transferred to remote or remained in-person performed better on average than people who joined remotely,” Meta CEO Mark Zuckerberg wrote in a March blog post. “This analysis also shows that engineers earlier in their career perform better on average when they work in-person with teammates at least three days a week.”\n        Around 60% of JPMorgan Chase’s workforce — including all managing directors — are working in person five days a week, CEO Jamie Dimon said in July. “I do not believe you can be a leader and not be accessible to your people,” he said, adding that remote work “doesn’t really work for creativity and spontaneity.”\n        “When you’re in person, people tend to be more engaged, observant, and attuned to what’s happening in the meetings and the cultural clues being communicated,” Amazon CEO Andy Jassy wrote in a company-wide memo in February. Among the many  other reasons he gave for why Amazon would be soon be mandating a return to offices, Jassy said, “collaborating and inventing is easier and more effective when we’re in person.”\n        Autodesk wanted workers back, too. But it took a different approach. Autodesk commissioned a satirical video urging an employee who initially appears to be Zooming in to a meeting to join their employees at Autodesk’s Portland, Oregon, office in April last year. \n        “You should come, you should come,” an office-based employee says in the video. “This office is way cooler than anything you have at home, don’t be a dork,” an employee says to the Zoom employee, who appears to be anxious about coming to work in person again. Then they proceed to show him all of the perks around the office, including massage chairs and free snacks.\n        The video encapsulates the underpinnings of Flex Forward. \n        “We want people to want to be [at the office]. We do not want them to have to be forced to be there,” Pearce told CNN. “At the end of the day, we don’t believe that just being in an office is what helps people to be happy, productive, collaborative [and] innovative.” \n        In theory, letting more than 2,600 managers who work directly with their employees call the shots sounded like a win-win. Autodesk employees were less likely to stage a massive walkout like Amazon workers did in May after the company began requiring employees to return to offices three days a week. The company also presumably wouldn’t lose nearly half of its workforce, which is what happened to LGBTQ dating app Grindr after it announced a return-to-office mandate.\n        However, the program risked letting all employees work from home or any other remote location. And that would have left Autodesk with unused office space and leases that wouldn’t be up for renewal for years.\n        But Pearce said there are times early in an employee’s career when Autodesk may ask them to work in person temporarily “because it’s going to accelerate your success and it’s going to accelerate our success.”\n        Nevertheless, Pearce was not keen to give the appearance that Autodesk was looking for “an easy way to get talent” through offering such a flexible and attractive work arrangement, she told CNN. \n        Ahead of instituting Flex Forward, Autodesk was “rethinking our office footprint,” Blum said. For instance, Autodesk closed its San Rafael, California, office; consolidated it with the San Francisco headquarters; and started subleasing some of its office space.\n        The company also redesigned many of its remaining spaces to shift away from cubicles and individual work spaces, which were 60% to 70% of Autodesk’s office space, to ones that promote more collaboration. Or as Pearce put it, “intentional gathering.”\n        Now, it’s the other way around, which makes it possible for off-site meetings that previously were held at hotels to happen in-office, said Pearce.\n        “It actually is a more beneficial use of the space and a more cost-effective way of doing these meetings,” said Blum. “It’s this constant experiment of sorts.”\n        Pearce has stopped worrying how Flex Forward makes Autodesk look in the eyes of companies competing for the same talent. The results speak for themselves, she said. \n        Voluntary attrition rates are down 7% year to date, compared to the same period a year prior, according to internal data Autodesk shared with CNN. Additionally, Autodesk job postings received 400% more views after Flex Forward was announced. In particular, they’re seeing a surge in female applicants and candidates who identify as people of color.\n        At the end of the day, “we want people to want to work for Autodesk because of what we do and because of our culture,” said Pearce.\n        But, increasingly, the talent acquisition team is seeing more candidates apply for openings because they view Autodesk as “that remote company,” Pearce added. \n        “There’s absolutely nothing wrong with wanting to work for an organization that provides for that kind of hybrid working,” she told CNN. “But we wouldn’t want that to be the only part of our employee value proposition.”       That does mean hiring managers have to be more discerning in selecting quality candidates. But, Pearce said, it’s “a nice problem to have.”\n  ", "url": "https://www.cnn.com/2023/10/24/business/rebecca-pearce-risk-taker/index.html", "section": "business"}
{"title": "      Why bitcoin is surging again\n    ", "author": "David Goldman", "published_on": "  Updated\n        8:42 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Bitcoin is rocketing higher, topping $35,000 for the first time since May 2022. It’s up 20% over the past five days.\n  ", "body": "      The famously volatile cryptocurrency has more than doubled in value this year as investors grow excited about the prospect of being able to buy bitcoin funds that trade on good old-fashioned stock exchanges rather than having to deal with less-regulated and sometimes sketchy crypto platforms (see: FTX, Binance, et al).\n        The latest round of excitement came as the BlackRock exchange-traded fund for bitcoin appeared on a list controlled by the Depository Trust and Clearing Corp., a Nasdaq-operated clearing house for stocks and ETFs, according to Reuters.\n  BlackRock applied in June to register a bitcoin spot ETF, which is pending approval. The company is the largest provider of ETFs in the world, managing trillions of dollars of assets. A BlackRock bitcoin ETF would give the cryptocurrency a new sense of legitimacy.\n        “This listing in the DTCC does not mean that the fund has actually been launched or that this will inevitably happen,” said Samer Hasn, market analyst at online brokerage XS.com. “However, it may appear as part of BlackRock’s preparations to launch the ETF soon.”\n        Other companies have also applied for approval to launch similar bitcoin ETFs, including Grayscale Investments. \n        Although the US Securities and Exchange Commission had ruled against Grayscale’s ETF, a three-judge panel for the DC Court of Appeals in August overruled the regulator’s decision. The panel said the regulator had failed to adequately explain why it rejected the firm’s application.\n        That has helped boost cryptocurrencies throughout the summer.\n        Still, the SEC has not approved the fund, and investors may be getting out in front of their skis.\n        “I think that these rapid rises in bitcoin are somewhat exaggerated,” said Hasn. “Regulatory and legislative concerns are still clouding this market, and I don’t see opportunities soon to dispel these concerns as the legal battles continue.”\n        But there’s another reason why bitcoin may be rising: fear. As investors look to diversify their portfolios in uncertain times, some turn to bitcoin, ironically as a kind of digital safe haven. Sometimes dubbed “digital gold,” bitcoin has become a way for investors to branch out beyond traditional stocks and bonds.\n  ", "url": "https://www.cnn.com/2023/10/24/investing/bitcoin-price/index.html", "section": "business"}
{"title": "      The Fed is losing control\n    ", "author": "Nicole Goodkind", "published_on": "  Published\n        7:30 AM EDT, Tue October 24, 2023\n    ", "abstract": "A version of this story first appeared in CNN Business’ Before the Bell newsletter. Not a subscriber? You can sign up right here. You can listen to an audio version of the newsletter by clicking the same link.", "body": "      America’s first inflation crisis in decades, combined with the Federal Reserve’s aggressive interest rate hikes to combat it, has made for a topsy-turvy past couple years on Main Street and Wall Street alike. It has weighed on consumers and kept investors constantly second-guessing themselves.\n        But some analysts say the Fed’s influence on the economy isn’t as profound as it used to be. Sure, markets will still react sharply when the Fed announces its new policy decisions, they say, but the lasting effects on stock prices and inflation are becoming increasingly stifled. \n  What’s happening: After 18 months of a Fed-policy-induced rollercoaster ride, investors are ready for things to be boring again. \n        And the Fed is, too.\n        Fed Chair Jerome Powell hinted that the central bank was no longer controlling the inflation story during his speech at the Economic Club of New York last week, said Joe Brusuelas, RSM US chief economist. \n        That’s a noted change in tone from March 2022 when the Fed ended its almost 15-year trend of maintaining low interest rates and introduced a series of aggressive rate hikes aimed at curbing historically high inflation. \n        For investors who were accustomed to near-zero rates, this was a major shift. It led to pronounced responses in the stock market and the broader economy. \n        But inflation has since reduced considerably, and there’s no longer a need for such drastic measures.\n        The Fed, said Powell last week, is unwilling to make big moves and risk “unnecessary harm to the economy.”\n        The market has already discounted the next Fed meeting, which begins on Halloween, as a “status quo policy update,” said Brusuelas. In other words: Don’t expect a rate hike this month. Financial markets currently see a nearly 99% chance the Fed will continue to pause rate increases in November, according to the CME FedWatch Tool.\n        Helping the Fed’s cause: The 10-year Treasury yield has been hovering around 5% in recent days, its highest level since 2007. That rate influences consumer loans, including mortgages and credit cards, and is helping to weigh on consumer spending. \n        That means the Fed may not need to continue aggressively raising rates to bring spending — and inflation — down.\n  Inflation is starting to normalize: The US Consumer Price Index, a widely used measure of inflation, has decelerated significantly since it shot up above 9% in June 2022, although inflation has picked up again lately as volatile gas and food prices edge higher. But excluding food and energy, so-called core CPI stands at 4.1%, the lowest annual growth rate for that metric in two years, though still above the Fed’s ultimate 2% target rate.\n        Some economists say that inflation is no longer considered an emergency issue. That means the Federal Reserve feels less pressure to quickly stabilize prices through aggressive, economically painful interest rate hikes. \n        “Once inflation gets down below 5%. It disappears from the headlines,” Johns Hopkins economist and central bank scholar Laurence Ball previously told Before the Bell. “People go back to worrying about budget deficits or climate change or other public issues there are.”\n        Some pharmacy workers at Walgreens, one of the nation’s largest drugstore chains, say they are planning another walkout at the end of October, and organizers are hoping this time the protest spreads nationwide.\n        Workers have already been staging walkouts in scattered cities to protest working conditions that they say put customer safety at risk. The actions so far this month closed a handful of pharmacies briefly, and slowed business at several others; Walgreens told CNN the impact has been “minimal.”\n        Now some pharmacy staff and organizers in multiple states have confirmed to CNN that they’re planning another walkout, and picket lines, with a window from October 30 to November 1 to protest staffing levels and other issues.\n        Shane Jerominski, an independent pharmacist who used to work for Walgreens and is one of the walkout’s organizers, told CNN that he has been working with representatives from unions to plan demonstrations beginning the day before Halloween — a particularly busy time for pharmacy chains as cold and flu season begins and demand for vaccinations soars.\n        A spokesperson from the United Food and Commercial Workers International Union told CNN that they support the organizers planning a walkout and protests. So does SEIU-United Healthcare Workers West.\n        Organizers told CNN that they’re still holding out hope that Walgreens will work with them to reach a solution to problems they say range from understaffing to a rapidly expanding workload and low pay.\n        In a statement to CNN, Walgreens said about 20 stores out of about 9,000 had “disruptions over three days,” Oct. 9-11. Walgreens walkout organizers told CNN that their tally is much higher, with about 600 employees participating.\n        Walgreens just named a new CEO, Tim Wentworth, who praised pharmacists during the company’s Oct. 12 earnings call — but made no mention of the walkouts the previous days. Walgreens also announced that it expected to cut at least another $1 billion in costs next year. Shares of the company have fallen over the last year, to about $21 at Friday’s close from $41 in November 2022.\n        Meanwhile, the company told CNN that it won’t “speculate on potential workforce disruptions,” and added that “our ongoing efforts since the onset of the pandemic have included an emphasis on how we recruit, retain, and reward our pharmacy staff.”\n        Skims, the underwear and apparel brand founded by Kim Kardashian, is hoping to attract new customers: men.\n        The four-year-old shapewear brand is expanding beyond female clothing and into men’s products, with a new lineup launching Thursday that includes briefs, undershirts, boxers and leggings. Prices range from $16 to $54 depending on the item. Men’s sizes will also encompass Skims’ body positivity focus and stretch from extra small to 5X.\n        Expanding into menswear is also a possible prelude to an initial public offering for the company, however nothing has officially been announced.\n  ", "url": "https://www.cnn.com/2023/10/24/investing/premarket-stocks-trading/index.html", "section": "business"}
{"title": "      Jamie Dimon and other top bankers visit Saudi Arabia as Israel-Hamas war rages\n    ", "author": "Hanna Ziady", "published_on": "  Updated\n        6:19 AM EDT, Tue October 24, 2023\n    ", "abstract": "      JPMorgan CEO Jamie Dimon, Citigroup’s Jane Fraser and other top names on Wall Street are in Saudi Arabia Tuesday for an investment conference as they try to look beyond risks that the Israel-Hamas war could widen into a regional conflict and deal a new blow to the global economy.\n  ", "body": "      Dubbed “Davos in the Desert,” the annual Future Investment Initiative (FII) will welcome about 6,000 participants from more than 90 countries over the next three days. Now in its seventh year, the event has retained its appeal despite US Secretary of Defense Lloyd Austin warning Sunday about “potential escalation” in the Middle East and possible attacks on American interests.\n        Since the Hamas assault on October 7, Israel has widened its offensive against the Palestinian militant group and other regional enemies. The Israel Defense Forces have intensified their bombardment of the besieged Gaza Strip, striking Hezbollah cells in Lebanon and targets in the occupied West Bank.\n        Despite the escalating conflict, scores of senior executives stuck with plans to head to Riyadh over the coming days to meet with clients and speak on panels at the FII.\n        Other notable names attending include Blackrock’s (BLK) Larry Fink, Goldman Sachs (GS) CEO David Solomon, HSBC (HSBC) CEO Noel Quinn, billionaire hedge fund founder Ray Dalio and private equity executives Stephen Schwarzman and Harvey Schwartz of Blackstone (BX) and Carlyle (CG) respectively.\n        But several participants sounded a gloomy note on the global economy during a discussion Tuesday, as conflict threatens to further depress activity already being squeezed by the impact of recent aggressive interest rate hikes.\n        “We’re sitting here with a backdrop of the aftermath of… the terrorist attack in Israel and the events that have been unfolding since and it’s desperately sad. So it’s hard not to be a little pessimistic given that,” said Fraser of Citigroup (C).\n        Fink said that if the wars in Israel and Ukraine are not resolved it will lead to greater fear and insecurity and less hope in society. “When there’s less hope we see contractions in our economies,” he noted.\n        But the turnout for the event underscores that investors remain interested in the Middle East, which saw some of the strongest rates of economic growth globally in 2022.\n        There’s another powerful draw card: Saudi Arabia’s enormous sovereign wealth fund. The Public Investment Fund (PIF) has grown in importance as a global investor, particularly as high interest rates and rising geopolitical tensions dampen the appetite for risk taking among institutions in Europe and the United States.\n        People are heading to the conference because “that’s where the money is,” said Karen E. Young, a senior research scholar at Columbia University’s Center on Global Energy Policy. “For many people who are seeking an investment from the PIF, this is the place you have to be,” she told CNN.\n        The fund has seen its assets under management soar to approximately $700 billion, from $250 billion in 2018, according to Goldman Sachs.\n        Its portfolio of international investments span Uber (UBER), US electric car company Lucid (LCID) and India’s Jio Platforms and Reliance Retail.\n        The PIF was also one of the first — and the biggest — investors in Softbank’s Vision Fund, which has backed dozens of startups since its inception in 2017, including WeWork and Slack. \n        The fund’s growing clout has helped the Future Investment Initiative weather its fair share of geopolitical storms since launching in 2017. Last year, the event took place amid a very public spat between Riyadh and Washington over oil production cuts orchestrated by Saudi Arabia and its OPEC+ partner Russia.\n        And in 2018, dozens of top business leaders boycotted the conference as questions swirled over the Saudi government’s role in the killing of dissident journalist Jamal Khashoggi inside the Saudi consulate in Istanbul. \n        Saudi Arabia’s crown prince Mohammad bin Salman, denied any personal involvement in Khashoggi’s murder but later confirmed it was carried out by Saudi officials. \n        Bin Salman chairs the Public Investment Fund. He has also been at the center of efforts to normalize relations between the Kingdom and Israel, saying last month that a pact would be “the biggest historical deal since the Cold War.”\n        Last week, bin Salman urged “all possible efforts to prevent the expansion of violence that will affect the stability of the region,” and stressed the “importance of working to create conditions for the return of stability and the restoration of the path of peace to ensure that the Palestinian people obtain their legitimate rights,” according to the state-run Saudi news agency SPA.\n        Among those not attending the FII this week is Softbank CEO, Masayoshi Son. A spokesperson for the company said this was due to a “family health matter,” without providing further details. \n        “Very few people” had canceled plans to attend the conference, according to Richard Attias, the CEO of the FII Institute, the event’s organizer. \n        “The Middle East is the new emerging economy, the new emerging hub and people know that,” he said in comments posted to the SPA’s X account.\n        There could be another, more practical reason why people are sticking with the event, according to Young of Columbia University: the price of tickets, which come in at around $15,000 per person, excluding the cost of flights and accommodation. “Firms have invested to come… It is not a small fee,” she said.\n  — Winston Lo and Michelle Toh in Hong Kong contributed reporting.", "url": "https://www.cnn.com/2023/10/24/investing/saudi-davos-in-the-desert-jamie-dimon/index.html", "section": "business"}
{"title": "      This Moroccan startup is growing crops in the desert\n    ", "author": "Jacopo Prisco", "published_on": "  Published\n        6:02 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Climate change means desertification is a growing problem, with 250 million people directly impacted by the degradation of formerly fertile land.\n  ", "body": "      The issue affects a third of the Earth’s land surface, according to the United Nations, parching parts of Africa, South America, southern Europe, China and a third of US soil. Reclaiming arid land and turning it back into agricultural fields could be key to ensuring we are able to feed the planet’s population.\n        Sand to Green is a Moroccan startup that can transform a patch of desert into a sustainable and profitable plantation in five years, according to Wissal Ben Moussa, its co-founder and chief agricultural officer.\n        “Desertification is the future of a lot of countries today,” she says. “Our solution is using agroforestry to create a new kind of agriculture that is sustainable and that can be resilient in front of climate change.”\n        The system can be deployed anywhere near a source of brackish water, which Sand to Green desalinates using solar-powered technology. It then plants a variety of fruit-producing trees and herbs in the same space — a practice known as intercropping — and drip-irrigates their roots directly with the desalinated water, to minimize evaporation.\n        The soil is regenerated using what Sand to Green calls “green manure,” a mixture that includes compost, biochar and microorganisms that help the soil “wake up,” according to Ben Moussa. Biochar is a form of charcoal that can help arid soils retain water.\n        This allows some herbs to be ready for harvest after just two years.\n        In a five-hectare trial in southern Morocco that’s been running since 2017, Sand to Green has tried out a variety of plants in search of the best perfomers. “My top three favorite trees are carob, fig and pomegranate,” Ben Moussa says. “They are endemic to the regions where we want to deploy, have high added value when it comes to the produce, but they are also very resilient.” \n        Among the intercropping herbs that have been successfully trialed are rosemary, geranium, vetiver and citronella, which Ben Moussa describes as “very low-maintenance and very high-margin.”\n  A 2018 review by the UN Convention to Combat Desertification found that the global economy was set to lose $23 trillion by 2050 because of land degradation, while taking urgent action would cost only a fraction of that — $4.6 trillion. Land degradation or drought affect 169 countries, with Asia and Africa the hardest-hit.\n        Efforts to grow crops in desert environments are spreading. The International Center for Biosaline Agriculture is growing salt-tolerant superfoods in the sandy soil of Dubai, while in Tanzania, non-profits are using mounds of earth known as bunds to trap water so that it can penetrate parched ground, allowing grasses to return.\n        Sand to Green is now working to scale up to a 20-hectare commercial proof-of-concept site, also in southern Morocco. It says a site of that size would cost around €450,000 ($475,000) to set up and would start bringing financial returns in about five years.\n        “With this system we create biodiversity, which means better soil, healthier crops and a bigger yield,” Ben Moussa says. “Our plantation can generate 1.5 times more yield and thus more revenue than a monoculture plantation in the same area.”\n        When commercialized, each piece of land will be divided into plantations that will be provided as a “green investment,” Ben Moussa says, with Sand to Green handling every step from inception to fruition. Revenues will be shared between the investors and Sand to Green. \n        Earlier this year, the company raised $1 million in seed funding, and there are plans for an additional, 500-hectare project, again in Morocco.\n        Sand to Green says its techniques could be used in countries including Mauritania, Senegal, Namibia, Egypt, in the Arabian peninsula, some parts of the United States, and on the Mexican coast. “We can go anywhere in the world as long as we have access to brackish water,” Ben Moussa says. “The good news is that there is a lot of it along coastal areas.”\n  ", "url": "https://www.cnn.com/2023/10/24/business-food/sand-to-green-desert-morocco-spc-intl/index.html", "section": "business"}
{"title": "      ‘Unstoppable’ energy transition means demand for oil, gas, and coal set to peak by 2030\n    ", "author": "Anna Cooban", "published_on": "  Updated\n        5:56 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Global demand for oil, natural gas and coal — and the carbon pollution they generate — are expected to peak later this decade, according to a new report by the International Energy Agency.\n  ", "body": "      Driving the shift will be the “phenomenal rise” of clean sources of energy, the Paris-based agency said in its annual World Energy Outlook report, published Tuesday. \n        The agency said it expects there to be nearly 10 times as many electric cars on the road globally by the end of the decade, and for renewables to account for almost half of the global energy mix, up from 30% today. \n        Slowing growth in China will also depress demand for fossil fuels. The world’s second biggest economy — and largest energy consumer — has reached an “inflection point,” the IEA said, with its total energy demand set to peak around the middle of the decade. China is also becoming a “clean energy powerhouse,” and accounted for more than half of electric vehicle sales worldwide last year. \n        “The transition to clean energy is happening worldwide and it’s unstoppable. It’s not a question of ‘if’, it’s just a matter of ‘how soon’ — and the sooner the better for all of us,” IEA Executive Director Fatih Birol said in a statement. \n        The IEA report challenges calls by the Organization of the Petroleum Exporting Countries (OPEC) — a group of the world’s major oil producing nations — for trillions of dollars of new investment into the sector between now and 2045 to prevent a spike in energy prices. \n        And it stands in sharp contrast to moves in recent days by America’s biggest oil and gas companies — ExxonMobil (XOM) and Chevron (CVX) — to double down on the future of US shale production by acquiring smaller rivals Pioneer (PXD) and Hess (HES) in deals valued at $60 billion and $53 billion respectively. \n        “The end of the growth era for fossil fuels does not mean an end to fossil fuel investment, but it undercuts the rationale for any increase in spending,” the agency said in its report. \n        In the near term, oil prices could be driven much higher by the war triggered by the brutal attack by Hamas on Israel on October 7. Brent crude, the global benchmark, has gained nearly 7% since then.\n        Birol said that the conflict could rock oil markets, 50 years after the world was plunged into an energy crisis by an Arab oil embargo triggered by the 1973 Yom Kippur war.\n        “We are today facing a major geopolitical crisis in the Middle East that could shock oil markets once again and deeply, because many oil producing countries are in that region,” Birol told reporters. \n        “This comes on top of the insecurity that we had in the natural gas markets… after the invasion of Ukraine by Russia,” he added. \n        Despite the accelerating shift to renewables, and lasting changes to consumption patterns in countries such as China, the IEA — which monitors energy trends for the world’s richest economies — warned that more needed to be done if the world is to stand a chance of limiting global warming to 1.5 degrees Celsius.\n        “Based on today’s policy settings, global emissions would remain high enough to push up global average temperatures by around 2.4 degrees Celsius this century,” it said.\n        Scientists consider warming of 1.5 degrees a threshold beyond which extreme heat, floods, droughts, wildfires, and food and water shortages will have an even greater impact on life as we know it. This year’s summer in the Northern Hemisphere was the world’s hottest on record, according to the European Union’s Copernicus Climate Change Service.\n  ", "url": "https://www.cnn.com/2023/10/24/energy/iea-oil-gas-coal-demand-peak-2030/index.html", "section": "business"}
