{"title": "      Dwayne Johnson’s wax figure will be fixed after backlash\n    ", "author": "Lisa Respers France", "published_on": "  Updated\n        9:39 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Dwayne “The Rock” Johnson’s wax figure is getting a makeover.\n  ", "body": "      The Musée Grévin, a museum in Paris, France, that specializes in wax figures of famous people, came under fire recently for a sculpture of Johnson that many found to be too light skinned to represent the actor, who is multi-ethnic.\n        Johnson got into the conversation, posting on social media that he was “going to have my team reach out to our friends at Grevin Museum, in Paris France so we can work at ‘updating’ my wax figure here with some important details and improvements - starting with my skin color.”\n        Now the museum has said they are working on it.\n        The Instagram account for the Musée Grévin featured an Instastory on Monday, stating that the wax figure is a “work in progress.”\n        “Our artists are already working on improving the waxwork of Dwayne Johnson,” the post read. “Your feedback is always valuable to us.”\n        The museum had been accused of “white washing” the actor’s image. Johnson’s late father, the wrestler Rocky Johnson, was of Black Nova Scotian descent and his mother, Ata Maivia, is Samoan. \n        According to the original information about the wax figure on the museum’s site, “After Dwayne Johnson was chosen at the first edition of the Grévin Awards, sculptor Stéphane Barret had to rely on photos and videos to create a statue as close to reality as possible, without the presence of the international star.”\n  ", "url": "https://www.cnn.com/2023/10/24/entertainment/dwayne-johnson-wax-figure/index.html", "section": "entertainment"}
{"title": "      Meryl Streep and husband Don Gummer have been separated for six years\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        2:52 PM EDT, Sat October 21, 2023\n    ", "abstract": "Meryl Streep and her husband Don Gummer have been living apart in recent years.\n  ", "body": "      The news was confirmed by a representative for Streep in a statement to People on Saturday.\n        “Don Gummer and Meryl Streep have been separated for more than 6 years, and while they will always care for each other, they have chosen lives apart,” a representative for Streep told the outlet.\n        CNN has reached out to the actor’s publicist for comment.\n        The three-time Oscar winner and Gummer, a sculptor, first married in 1978. Last month marked their 45th wedding anniversary.\n        Streep and Gummer were photographed at numerous events together over the years, but largely kept their personal lives out of the press.\n        “There’s no road map on how to raise a family: It’s always an enormous negotiation,” Streep old Vogue in 2002. “But I have a holistic need to work and to have huge ties of love in my life. I can’t imagine eschewing one for the other.”\n        Streep paid tribute to Gummer in her best actress Oscar acceptance speech for her performance in “The Iron Lady” in 2012.      “First, I’m going to thank Don because when you thank your husband at the end of the speech they play him out with the music, and I want him to know that everything I value most in our lives, you’ve given me,” Streep said at the time.\n        The two are parents of four now-adult children, a son, Henry, and three daughters, Mamie, Grace, and Louisa.\n  ", "url": "https://www.cnn.com/2023/10/21/entertainment/meryl-streep-husband-don-gummer-separated/index.html", "section": "entertainment"}
{"title": "      Taylor Swift is still in her (Chiefs) Red era with latest appearance supporting Travis Kelce at football game\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        5:00 PM EDT, Sun October 22, 2023\n    ", "abstract": "      In a surprise to absolutely nobody, Taylor Swift was back in Kansas City on Sunday to support Travis Kelce at his football game. \n  ", "body": "      Wearing a red Kansas City Chiefs t-shirt and a black cheerleader-inspired miniskirt, Swift appeared on CBS’s broadcast at Arrowhead Stadium watching the team play the Los Angeles Chargers. \n        She was seen embracing Brittany Mahomes, the wife of Chiefs quarterback Patrick Mahomes, after Kelce made a big play on the field. The singer was also seen hanging out with former Cleveland Browns quarterback Bernie Kosar before the game, according to a photo he posted on social media. \n        Sunday marked the fourth time the singer has attended one of Kelce’s football games in person since she first appeared on the Chiefs’ home turf in September. \n        This month, she attended Kelce’s game in New Jersey with her friends Blake Lively, Ryan Reynolds and Hugh Jackman, and supported him in Kansas City the following week. \n        Outside of the games, Kelce and Swift have been seen spending time together in recent weeks while the singer has been on a break from her Eras Tour, which starts back up in Argentina next month. \n        The two made surprise cameos on a recent episode of “Saturday Night Live,” where Kelce appeared in a sketch that poked fun at the frenzy surrounding their budding romance. In the same episode, Swift introduced her friend and collaborator Ice Spice’s musical performance. \n        Later that night, they were seen holding hands while hitting the town in New York City. \n        Despite the G-rated PDA and the four football games Swift has now attended in person to support the two-time Super Bowl champ, they have yet to publicly comment on their relationship status.\n  ", "url": "https://www.cnn.com/2023/10/22/entertainment/taylor-swift-travis-kelce-game/index.html", "section": "entertainment"}
{"title": "      MTV cancels 2023 EMAs ‘out of an abundance of caution’ due to ‘volatile’ world events\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        2:29 PM EDT, Thu October 19, 2023\n    ", "abstract": "      MTV’s 2023 Europe Music Awards (EMAs), set to take place in Paris on November 5, are canceled as the conflict in the Middle East continues, according to a statement posted to the show’s social media Thursday. \n  ", "body": "      “Given the volatility of world events, we have decided not to move forward with the 2023 MTV EMAs out of an abundance of caution for the thousands of employees, crew members, artists, fans, and partners who travel from all corners of the world to bring the show to life,” the network said in a statement. \n        “The MTV EMAs are an annual celebration of global music,” the statement continued. “As we watch the devastating events in Israel and Gaza continue to unfold, this does not feel like a moment for a global celebration. With thousands of lives already lost, it is a moment of mourning.” \n        Taylor Swift, Olivia Rodrigo, SZA, Måneskin, Miley Cyrus and Nicki Minaj are among the event’s most-nominated artists this year. There are also 26 first-time nominees, including Ice Spice, BTS’s Jung Kook, and Reneé Rapp. \n        Swift leads with seven nominations, with Rodrigo and SZA right behind her with six nods each. All three are nominated for best artist, best song and best video.\n        The fan-voted show was set to debut a brand new category honoring the best afrobeats, with Ayra Star and Burna Boy, among others, landing nominations in the new category. \n        Jung Kook, Rapp, 30 Seconds to Mars, Ozuna and Sabrina Carpenter are a few of the artists announced on Tuesday that were slated to perform during the ceremony. \n        MTV noted that voting for the 2023 show will continue through the end of the month, and the “winning artists” will still receive their MTV EMA awards.\n  ", "url": "https://www.cnn.com/2023/10/19/entertainment/mtv-emas-canceled/index.html", "section": "entertainment"}
{"title": "      Mick Jagger makes surprise slapstick cameo on ‘SNL’ alongside host Bad Bunny\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        1:33 AM EDT, Sun October 22, 2023\n    ", "abstract": "      Live from New York, it’s a rock legend. \n  ", "body": "      Rolling Stones frontman Mick Jagger made two surprise cameos on the new episode of “Saturday Night Live,” hosted by musician Bad Bunny. \n        In the first sketch, Jagger crashed the set of a Spanish-language soap opera, playing the father of a character who was involved in a bitter on-screen fight. \n        Bad Bunny starred in the sketch alongside and “SNL” cast member Marcello Hernández. \n        Bad Bunny and Hernández were attempting to film a scene where their character were engaged in a verbal argument that resulted in the two slapping each other. Jagger, 80, sported a pencil mustache and a cream colored leisure suit for his part of the sketch, which ended with him slapping both actors in the scene-gone-awry. (The fictional production had already been marred by delays caused by a supporting actor who didn’t speak Spanish, played by Punkie Johnson.)\n        Jagger later appeared in a second sketch playing a not-so-innocent nun. \n        Jagger’s appearance on Saturday comes after the Rolling Stones released “Hackney Diamonds” on Friday, their first new album since 2005. \n        The Stones also announced that they’ll begin a new tour next year. \n        The Rolling Stones, including members Jagger, Keith Richards and Ronnie Wood, also performed a surprise album release party Friday night in New York City. Lady Gaga joined the band on stage to perform their single “Sweet Sounds of Heaven.”\n        Lady Gaga also made a cameo on “SNL” on Saturday to introduce Bad Bunny, who pulled double duty as the episode’s host and musical guest.\n  ", "url": "https://www.cnn.com/2023/10/22/entertainment/mick-jagger-snl/index.html", "section": "entertainment"}
{"title": "      Pedro Pascal drops by ‘SNL’ to help Bad Bunny nail his monologue\n    ", "author": "Alli Rosenbloom", "published_on": "  Updated\n        1:20 PM EDT, Sun October 22, 2023\n    ", "abstract": "      Showing up for your friends – this is the way, according to Pedro Pascal.", "body": "      In a surprise cameo on the new episode of “Saturday Night Live,” Pascal did just that for his “friend” Bad Bunny, who asked for advice on how to nail his monologue in his hosting debut on the long-running sketch show. \n        The “Last of Us” actor told Bad Bunny, who introduced himself as “Benito” (his full name is Benito Antonio Martínez Ocasio), in the bit that he can win the audience over by sharing an “embarrassing” photo of himself. \n        Taking Pascal’s advice – sort of – Bad Bunny showed a steamy photo of himself striking a pose while wearing nothing but a towel.\n        “There’s clearly nothing about you to make fun of,” Pascal joked after seeing the sexy photo.  \n        Pascal later appeared in a sketch featuring cast members Marcello Hernández and newcomer Chloe Troast. In it, Pascal played Hernández’s mom, who was slow to warm to his new girlfriend (Troast). \n        Pascal hosted “SNL” in February alongside musical guest Coldplay. \n        Bad Bunny pulled double duty on Saturday’s episode, serving as the host and musical guest. In the star-studded episode, legendary Rolling Stones frontman Mick Jagger made surprise appearances, as did Lady Gaga.\n        “SNL” returns next week with comedian Nate Bargatze as host and the Foo Fighters as the musical guest. \n  ", "url": "https://www.cnn.com/2023/10/22/entertainment/pedro-pascal-snl/index.html", "section": "entertainment"}
{"title": "      Martin Scorsese promotes ‘cinema,’ but he’s in the streaming business now\n    ", "author": "Brian Lowry", "published_on": "  Published\n        8:28 AM EDT, Fri October 20, 2023\n    ", "abstract": "      Martin Scorsese ranks among the greatest directors of the last half-century, with no mountains left to climb. Yet he appears to remain in denial about changes in the movie business that he loves, and the fact that with his last two films, “The Irishman” and “Killers of the Flower Moon,” he has graduated to directing what are, for all intents and purposes, limited series for streaming.\n  ", "body": "      Scorsese made headlines in 2019 when he stated in an interview that Marvel movies were “not cinema” in terms of providing “aesthetic, emotional and spiritual revelation,” as he later explained the idea in an op-ed for the New York Times. \n        The director also acknowledged in that article he understood the shift that had taken place, lamenting that multiplexes were “crowded with franchise pictures.” While expressing gratitude that Netflix had allowed him to make “The Irishman” the way he wanted to, he added, “I don’t know a single filmmaker who doesn’t want to design films for the big screen, to be projected before audiences in theaters.”\n        Still, Scorsese is operating under an old set of rules governing Hollywood, including the one that says, to borrow from an even older adage, when you take the king’s money, you give the king his due.\n        In this case, Scorsese has taken money from streaming service – first Netflix, now Apple TV+ – that allowed him to make 3 ½-hour historical dramas that, let’s face it, would have struggled to find enough theatrical patronage to justify the investment in our current times, the outlier of “Oppenheimer” notwithstanding. For starters, any studio preoccupied with box office, as opposed to streaming, would have asked, if not insisted, that the 207-minute running time be cut substantially.\n        What that means, practically, is that after a wider and longer-than-usual theatrical run for awards consideration – the prestige from that being a primary factor in why Netflix and now Apple wrote those checks – “Killers of the Flower Moon” will be available on its platform (with a potential boost after nominations are announced) to consume at home.\n        Running roughly the length of a four-part limited series, most will watch the historical drama in that fashion with interruptions and bathroom breaks, just not those devised by the filmmaker.\n        Does that degrade or disparage these films in any way? Certainly not as entertainment, and arguably, the limited series has become a haven for some of the most creative storytelling put on screens, whatever their size, in the last decade.\n        What it does reflect is that Scorsese’s view of what constitutes “cinema” has an outdated ring to it as many distinctions between TV and movies have evolved and indeed faded – a dynamic hastened by the twin phenomena of streaming and a global pandemic.\n        Other directors, notably, have embraced the unfettered time that streaming offers, from Zack Snyder’s four-hour vision of “Justice League” to Baz Luhrmann’s upcoming “Faraway Downs,” which expands and reimagines his 2008 movie “Australia,” starring Nicole Kidman and Hugh Jackman, into a six-episode series with a different ending. The latter premieres on Hulu in November.\n        Back in 2018, Scorsese’s contemporary and friend, Steven Spielberg, expressed misgivings about whether streaming movies merited full consideration for Oscars, telling ITV News, “Once you commit to a television format, you’re a TV movie. I don’t believe that films that are given token qualifications, in a couple of theaters for less than a week, should qualify for the Academy Award nomination.”\n        Times have changed dramatically in that five-year span. Multiple streaming films have received best-picture nominations, and two of them, “Nomadland” (Hulu) and \n            \n                “CODA” (Apple), won in 2021 and 2022, respectively. There were extenuating circumstances, but those movies overcame concerns about where and how they were seen.\n        Scorsese’s initial point wasn’t just a case of “Old man yells at cloud,” as some Marvel fans characterized it, and he needn’t apologize for finding a way to keep making movies on his terms.\n        Yet his recent films have further contributed to erasing the bright lines he sought to draw around “cinema,” which have only become harder to distinguish as the kind of movies Scorsese champions undergo a transition in the light of a waning moon.\n  “Killers of the Flower Moon” premieres October 20 in US theaters. It’s rated R. (Disclosure: Lowry’s wife works for a division of Apple.)", "url": "https://www.cnn.com/2023/10/20/entertainment/martin-scorsese-cinema-column/index.html", "section": "entertainment"}
{"title": "      Adele candidly shares she was ‘borderline alcoholic’ in her 20s but is now sober\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        7:59 PM EDT, Thu October 19, 2023\n    ", "abstract": "Adele has said goodbye to drinking alcohol. \n  ", "body": "      While chatting with a beverage-consuming concertgoer during her Las Vegas show last week, the singer revealed to her audience that she “stopped drinking quite a while ago,” according to a video posted to social media.\n        “It feels like forever,” she said, revealing that this new chapter began “maybe three and a half months ago.” \n        She went on to lament, “It’s boring. Oh my god, it’s boring.” \n        “I mean, I was literally a borderline alcoholic for quite a lot of my twenties,” she said.\n        The “Hello” singer told her audience she has also stopped drinking caffeine. \n        Adele has spoken before about her complicated relationship with alcohol, telling Oprah in 2021 that she was “probably keeping the alcohol industry alive” after her divorce from entrepreneur Simon Konecki. \n        Konecki and Adele announced their separation in 2019 and share one child, Angelo, who was born in 2012.\n        Adele did not share why she decided to stop drinking in recent months. She did, however, tell the concert attendee to “enjoy” their whiskey sour.\n        “I’m very, very jealous,” she quipped. \n  ", "url": "https://www.cnn.com/2023/10/19/entertainment/adele-stopped-drinking/index.html", "section": "entertainment"}
{"title": "      Gwyneth Paltrow may just ‘disappear’ if she sells Goop\n    ", "author": "Lisa Respers France", "published_on": "  Updated\n        10:26 AM EDT, Thu October 19, 2023\n    ", "abstract": "      Not that Goop is up for sale, but founder Gwyneth Paltrow has an exit plan when that day comes.\n  ", "body": "      In an interview with Bustle to promote her new skin care line good.clean.goop, the actress and entrepreneur mentions disappearing more than once.\n        After discussing how it felt to turn 50, the interviewer suggested that perhaps Paltrow may be “the person who teaches us all how to head into our 70s and 80s with grace.”\n        “I’ll probably try, knowing myself. Or I might be like, ‘F**k this,’” Paltrow joked. “I might just disappear, and no one will ever see me again.”\n        Going off the radar once again came up when Paltrow was asked, “So who’s going to buy Goop and make you hundreds of millions of dollars?”\n        “I have no idea. We’re not ready to sell yet. I need a few more years,” Paltrow said.\n        When the writer then suggested that the star might “make a dramatic exit on your 55th birthday,” Paltrow said she’d “be happy with that.”\n        “I will literally disappear from public life,” she said. “No one will ever see me again.”\n        We will leave it to you to decide if Paltrow means it or was just talking a lot of goop. \n  ", "url": "https://www.cnn.com/2023/10/19/entertainment/gwyneth-paltrow-goop/index.html", "section": "entertainment"}
{"title": "      Julianna Margulies urges Hollywood to stand up against antisemitism: ‘I honestly don’t know what they’re afraid of’\n    ", "author": "Alli Rosenbloom", "published_on": "  Updated\n        7:25 PM EDT, Wed October 18, 2023\n    ", "abstract": "      Julianna Margulies is feeling “disheartened” that more people in the entertainment industry aren’t speaking out against antisemitism.\n  ", "body": "      During Variety’s Hollywood and Antisemitism Summit in Los Angeles on Wednesday, Margulies said she’s trying to “understand and work around why every single person in our industry isn’t standing up” against hatred.\n        “I don’t understand,” she added.\n        “Maybe they’re afraid. I honestly don’t know what they’re afraid of… losing followers?” Marguilies continued. “It’s just insane to me.”\n        “That’s not how I roll,” Margulies said, adding that while she didn’t expect to be “the one actress speaking up for Jews,” she’s proud to do so.\n        Margulies, who is Jewish, currently stars as a journalist on Apple TV’s “The Morning Show.” She recalled an experience she now “regrets” while working on the series.\n        During a fitting, Margulies said, a costume designer for the show placed a cross around her neck as part of her character, Laura Peterson’s wardrobe. She explained the designer intended the cross to be a symbol of her character’s travels as a journalist.\n        “I did not think twice,” Margulies said. “I put the cross on and then the character became popular, and I went in the next season and there in my dressing room was that cross.”\n        Margulies leads a Holocaust education program at the Museum of Jewish Heritage in New York, a role she stepped into after filming the second season of “The Morning Show.” It’s something that she said inspired her to ask herself, “why did I not say, hold on a minute, why am I wearing a cross?”\n        “On television, characters are not ever wearing a Star of David if they’re just a regular character, without talking about their religion, but wearing it. And I regret that, and I’m sorry for that,” she said, adding, “and I’m going to be much more careful in the future.”\n        She also said she doesn’t believe that “any religious aspect of characters I play need to be a part of the character’s backstory, but because it’s so easy to just put on a cross, why isn’t it just as easy” to put on a Star of David.\n        Margulies weighed in on debate about whether it’s appropriate to cast actors to play a Jewish person, or a gay person, on screen, if they identify differently in their real lives.\n        “Look, I’m playing a gay, lesbian journalist. I’m a married woman to a man with a child, so does that mean I can never play a single, motherless woman? I think it’s a slippery slope,” she said, adding that when it comes to religion, “I’m on the fence about it.”\n        “I’m an actor, I’m supposed to make the character I play believable, so that’s a slippery slope for me, honestly,” she said.\n        Speaking about her work with the Museum of Jewish Heritage, Margulies shared her passion for educating children about the Holocaust, an effort she believes is having an impact.\n        “It’s working,” Margulies said. “We’ve reached 7000 kids who knew nothing about Jews and the Holocaust.”\n  ", "url": "https://www.cnn.com/2023/10/18/entertainment/juliana-margulies-antisemitism/index.html", "section": "entertainment"}
{"title": "      Dwayne Johnson’s wax figure will be fixed after backlash\n    ", "author": "Lisa Respers France", "published_on": "  Updated\n        9:39 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Dwayne “The Rock” Johnson’s wax figure is getting a makeover.\n  ", "body": "      The Musée Grévin, a museum in Paris, France, that specializes in wax figures of famous people, came under fire recently for a sculpture of Johnson that many found to be too light skinned to represent the actor, who is multi-ethnic.\n        Johnson got into the conversation, posting on social media that he was “going to have my team reach out to our friends at Grevin Museum, in Paris France so we can work at ‘updating’ my wax figure here with some important details and improvements - starting with my skin color.”\n        Now the museum has said they are working on it.\n        The Instagram account for the Musée Grévin featured an Instastory on Monday, stating that the wax figure is a “work in progress.”\n        “Our artists are already working on improving the waxwork of Dwayne Johnson,” the post read. “Your feedback is always valuable to us.”\n        The museum had been accused of “white washing” the actor’s image. Johnson’s late father, the wrestler Rocky Johnson, was of Black Nova Scotian descent and his mother, Ata Maivia, is Samoan. \n        According to the original information about the wax figure on the museum’s site, “After Dwayne Johnson was chosen at the first edition of the Grévin Awards, sculptor Stéphane Barret had to rely on photos and videos to create a statue as close to reality as possible, without the presence of the international star.”\n  ", "url": "https://www.cnn.com/2023/10/24/entertainment/dwayne-johnson-wax-figure/index.html", "section": "entertainment"}
{"title": "      Meryl Streep and husband Don Gummer have been separated for six years\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        2:52 PM EDT, Sat October 21, 2023\n    ", "abstract": "Meryl Streep and her husband Don Gummer have been living apart in recent years.\n  ", "body": "      The news was confirmed by a representative for Streep in a statement to People on Saturday.\n        “Don Gummer and Meryl Streep have been separated for more than 6 years, and while they will always care for each other, they have chosen lives apart,” a representative for Streep told the outlet.\n        CNN has reached out to the actor’s publicist for comment.\n        The three-time Oscar winner and Gummer, a sculptor, first married in 1978. Last month marked their 45th wedding anniversary.\n        Streep and Gummer were photographed at numerous events together over the years, but largely kept their personal lives out of the press.\n        “There’s no road map on how to raise a family: It’s always an enormous negotiation,” Streep old Vogue in 2002. “But I have a holistic need to work and to have huge ties of love in my life. I can’t imagine eschewing one for the other.”\n        Streep paid tribute to Gummer in her best actress Oscar acceptance speech for her performance in “The Iron Lady” in 2012.      “First, I’m going to thank Don because when you thank your husband at the end of the speech they play him out with the music, and I want him to know that everything I value most in our lives, you’ve given me,” Streep said at the time.\n        The two are parents of four now-adult children, a son, Henry, and three daughters, Mamie, Grace, and Louisa.\n  ", "url": "https://www.cnn.com/2023/10/21/entertainment/meryl-streep-husband-don-gummer-separated/index.html", "section": "entertainment"}
{"title": "      Taylor Swift is still in her (Chiefs) Red era with latest appearance supporting Travis Kelce at football game\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        5:00 PM EDT, Sun October 22, 2023\n    ", "abstract": "      In a surprise to absolutely nobody, Taylor Swift was back in Kansas City on Sunday to support Travis Kelce at his football game. \n  ", "body": "      Wearing a red Kansas City Chiefs t-shirt and a black cheerleader-inspired miniskirt, Swift appeared on CBS’s broadcast at Arrowhead Stadium watching the team play the Los Angeles Chargers. \n        She was seen embracing Brittany Mahomes, the wife of Chiefs quarterback Patrick Mahomes, after Kelce made a big play on the field. The singer was also seen hanging out with former Cleveland Browns quarterback Bernie Kosar before the game, according to a photo he posted on social media. \n        Sunday marked the fourth time the singer has attended one of Kelce’s football games in person since she first appeared on the Chiefs’ home turf in September. \n        This month, she attended Kelce’s game in New Jersey with her friends Blake Lively, Ryan Reynolds and Hugh Jackman, and supported him in Kansas City the following week. \n        Outside of the games, Kelce and Swift have been seen spending time together in recent weeks while the singer has been on a break from her Eras Tour, which starts back up in Argentina next month. \n        The two made surprise cameos on a recent episode of “Saturday Night Live,” where Kelce appeared in a sketch that poked fun at the frenzy surrounding their budding romance. In the same episode, Swift introduced her friend and collaborator Ice Spice’s musical performance. \n        Later that night, they were seen holding hands while hitting the town in New York City. \n        Despite the G-rated PDA and the four football games Swift has now attended in person to support the two-time Super Bowl champ, they have yet to publicly comment on their relationship status.\n  ", "url": "https://www.cnn.com/2023/10/22/entertainment/taylor-swift-travis-kelce-game/index.html", "section": "entertainment"}
{"title": "      MTV cancels 2023 EMAs ‘out of an abundance of caution’ due to ‘volatile’ world events\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        2:29 PM EDT, Thu October 19, 2023\n    ", "abstract": "      MTV’s 2023 Europe Music Awards (EMAs), set to take place in Paris on November 5, are canceled as the conflict in the Middle East continues, according to a statement posted to the show’s social media Thursday. \n  ", "body": "      “Given the volatility of world events, we have decided not to move forward with the 2023 MTV EMAs out of an abundance of caution for the thousands of employees, crew members, artists, fans, and partners who travel from all corners of the world to bring the show to life,” the network said in a statement. \n        “The MTV EMAs are an annual celebration of global music,” the statement continued. “As we watch the devastating events in Israel and Gaza continue to unfold, this does not feel like a moment for a global celebration. With thousands of lives already lost, it is a moment of mourning.” \n        Taylor Swift, Olivia Rodrigo, SZA, Måneskin, Miley Cyrus and Nicki Minaj are among the event’s most-nominated artists this year. There are also 26 first-time nominees, including Ice Spice, BTS’s Jung Kook, and Reneé Rapp. \n        Swift leads with seven nominations, with Rodrigo and SZA right behind her with six nods each. All three are nominated for best artist, best song and best video.\n        The fan-voted show was set to debut a brand new category honoring the best afrobeats, with Ayra Star and Burna Boy, among others, landing nominations in the new category. \n        Jung Kook, Rapp, 30 Seconds to Mars, Ozuna and Sabrina Carpenter are a few of the artists announced on Tuesday that were slated to perform during the ceremony. \n        MTV noted that voting for the 2023 show will continue through the end of the month, and the “winning artists” will still receive their MTV EMA awards.\n  ", "url": "https://www.cnn.com/2023/10/19/entertainment/mtv-emas-canceled/index.html", "section": "entertainment"}
{"title": "      Mick Jagger makes surprise slapstick cameo on ‘SNL’ alongside host Bad Bunny\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        1:33 AM EDT, Sun October 22, 2023\n    ", "abstract": "      Live from New York, it’s a rock legend. \n  ", "body": "      Rolling Stones frontman Mick Jagger made two surprise cameos on the new episode of “Saturday Night Live,” hosted by musician Bad Bunny. \n        In the first sketch, Jagger crashed the set of a Spanish-language soap opera, playing the father of a character who was involved in a bitter on-screen fight. \n        Bad Bunny starred in the sketch alongside and “SNL” cast member Marcello Hernández. \n        Bad Bunny and Hernández were attempting to film a scene where their character were engaged in a verbal argument that resulted in the two slapping each other. Jagger, 80, sported a pencil mustache and a cream colored leisure suit for his part of the sketch, which ended with him slapping both actors in the scene-gone-awry. (The fictional production had already been marred by delays caused by a supporting actor who didn’t speak Spanish, played by Punkie Johnson.)\n        Jagger later appeared in a second sketch playing a not-so-innocent nun. \n        Jagger’s appearance on Saturday comes after the Rolling Stones released “Hackney Diamonds” on Friday, their first new album since 2005. \n        The Stones also announced that they’ll begin a new tour next year. \n        The Rolling Stones, including members Jagger, Keith Richards and Ronnie Wood, also performed a surprise album release party Friday night in New York City. Lady Gaga joined the band on stage to perform their single “Sweet Sounds of Heaven.”\n        Lady Gaga also made a cameo on “SNL” on Saturday to introduce Bad Bunny, who pulled double duty as the episode’s host and musical guest.\n  ", "url": "https://www.cnn.com/2023/10/22/entertainment/mick-jagger-snl/index.html", "section": "entertainment"}
{"title": "      Pedro Pascal drops by ‘SNL’ to help Bad Bunny nail his monologue\n    ", "author": "Alli Rosenbloom", "published_on": "  Updated\n        1:20 PM EDT, Sun October 22, 2023\n    ", "abstract": "      Showing up for your friends – this is the way, according to Pedro Pascal.", "body": "      In a surprise cameo on the new episode of “Saturday Night Live,” Pascal did just that for his “friend” Bad Bunny, who asked for advice on how to nail his monologue in his hosting debut on the long-running sketch show. \n        The “Last of Us” actor told Bad Bunny, who introduced himself as “Benito” (his full name is Benito Antonio Martínez Ocasio), in the bit that he can win the audience over by sharing an “embarrassing” photo of himself. \n        Taking Pascal’s advice – sort of – Bad Bunny showed a steamy photo of himself striking a pose while wearing nothing but a towel.\n        “There’s clearly nothing about you to make fun of,” Pascal joked after seeing the sexy photo.  \n        Pascal later appeared in a sketch featuring cast members Marcello Hernández and newcomer Chloe Troast. In it, Pascal played Hernández’s mom, who was slow to warm to his new girlfriend (Troast). \n        Pascal hosted “SNL” in February alongside musical guest Coldplay. \n        Bad Bunny pulled double duty on Saturday’s episode, serving as the host and musical guest. In the star-studded episode, legendary Rolling Stones frontman Mick Jagger made surprise appearances, as did Lady Gaga.\n        “SNL” returns next week with comedian Nate Bargatze as host and the Foo Fighters as the musical guest. \n  ", "url": "https://www.cnn.com/2023/10/22/entertainment/pedro-pascal-snl/index.html", "section": "entertainment"}
{"title": "      Martin Scorsese promotes ‘cinema,’ but he’s in the streaming business now\n    ", "author": "Brian Lowry", "published_on": "  Published\n        8:28 AM EDT, Fri October 20, 2023\n    ", "abstract": "      Martin Scorsese ranks among the greatest directors of the last half-century, with no mountains left to climb. Yet he appears to remain in denial about changes in the movie business that he loves, and the fact that with his last two films, “The Irishman” and “Killers of the Flower Moon,” he has graduated to directing what are, for all intents and purposes, limited series for streaming.\n  ", "body": "      Scorsese made headlines in 2019 when he stated in an interview that Marvel movies were “not cinema” in terms of providing “aesthetic, emotional and spiritual revelation,” as he later explained the idea in an op-ed for the New York Times. \n        The director also acknowledged in that article he understood the shift that had taken place, lamenting that multiplexes were “crowded with franchise pictures.” While expressing gratitude that Netflix had allowed him to make “The Irishman” the way he wanted to, he added, “I don’t know a single filmmaker who doesn’t want to design films for the big screen, to be projected before audiences in theaters.”\n        Still, Scorsese is operating under an old set of rules governing Hollywood, including the one that says, to borrow from an even older adage, when you take the king’s money, you give the king his due.\n        In this case, Scorsese has taken money from streaming service – first Netflix, now Apple TV+ – that allowed him to make 3 ½-hour historical dramas that, let’s face it, would have struggled to find enough theatrical patronage to justify the investment in our current times, the outlier of “Oppenheimer” notwithstanding. For starters, any studio preoccupied with box office, as opposed to streaming, would have asked, if not insisted, that the 207-minute running time be cut substantially.\n        What that means, practically, is that after a wider and longer-than-usual theatrical run for awards consideration – the prestige from that being a primary factor in why Netflix and now Apple wrote those checks – “Killers of the Flower Moon” will be available on its platform (with a potential boost after nominations are announced) to consume at home.\n        Running roughly the length of a four-part limited series, most will watch the historical drama in that fashion with interruptions and bathroom breaks, just not those devised by the filmmaker.\n        Does that degrade or disparage these films in any way? Certainly not as entertainment, and arguably, the limited series has become a haven for some of the most creative storytelling put on screens, whatever their size, in the last decade.\n        What it does reflect is that Scorsese’s view of what constitutes “cinema” has an outdated ring to it as many distinctions between TV and movies have evolved and indeed faded – a dynamic hastened by the twin phenomena of streaming and a global pandemic.\n        Other directors, notably, have embraced the unfettered time that streaming offers, from Zack Snyder’s four-hour vision of “Justice League” to Baz Luhrmann’s upcoming “Faraway Downs,” which expands and reimagines his 2008 movie “Australia,” starring Nicole Kidman and Hugh Jackman, into a six-episode series with a different ending. The latter premieres on Hulu in November.\n        Back in 2018, Scorsese’s contemporary and friend, Steven Spielberg, expressed misgivings about whether streaming movies merited full consideration for Oscars, telling ITV News, “Once you commit to a television format, you’re a TV movie. I don’t believe that films that are given token qualifications, in a couple of theaters for less than a week, should qualify for the Academy Award nomination.”\n        Times have changed dramatically in that five-year span. Multiple streaming films have received best-picture nominations, and two of them, “Nomadland” (Hulu) and \n            \n                “CODA” (Apple), won in 2021 and 2022, respectively. There were extenuating circumstances, but those movies overcame concerns about where and how they were seen.\n        Scorsese’s initial point wasn’t just a case of “Old man yells at cloud,” as some Marvel fans characterized it, and he needn’t apologize for finding a way to keep making movies on his terms.\n        Yet his recent films have further contributed to erasing the bright lines he sought to draw around “cinema,” which have only become harder to distinguish as the kind of movies Scorsese champions undergo a transition in the light of a waning moon.\n  “Killers of the Flower Moon” premieres October 20 in US theaters. It’s rated R. (Disclosure: Lowry’s wife works for a division of Apple.)", "url": "https://www.cnn.com/2023/10/20/entertainment/martin-scorsese-cinema-column/index.html", "section": "entertainment"}
{"title": "      Adele candidly shares she was ‘borderline alcoholic’ in her 20s but is now sober\n    ", "author": "Alli Rosenbloom", "published_on": "  Published\n        7:59 PM EDT, Thu October 19, 2023\n    ", "abstract": "Adele has said goodbye to drinking alcohol. \n  ", "body": "      While chatting with a beverage-consuming concertgoer during her Las Vegas show last week, the singer revealed to her audience that she “stopped drinking quite a while ago,” according to a video posted to social media.\n        “It feels like forever,” she said, revealing that this new chapter began “maybe three and a half months ago.” \n        She went on to lament, “It’s boring. Oh my god, it’s boring.” \n        “I mean, I was literally a borderline alcoholic for quite a lot of my twenties,” she said.\n        The “Hello” singer told her audience she has also stopped drinking caffeine. \n        Adele has spoken before about her complicated relationship with alcohol, telling Oprah in 2021 that she was “probably keeping the alcohol industry alive” after her divorce from entrepreneur Simon Konecki. \n        Konecki and Adele announced their separation in 2019 and share one child, Angelo, who was born in 2012.\n        Adele did not share why she decided to stop drinking in recent months. She did, however, tell the concert attendee to “enjoy” their whiskey sour.\n        “I’m very, very jealous,” she quipped. \n  ", "url": "https://www.cnn.com/2023/10/19/entertainment/adele-stopped-drinking/index.html", "section": "entertainment"}
{"title": "      Gwyneth Paltrow may just ‘disappear’ if she sells Goop\n    ", "author": "Lisa Respers France", "published_on": "  Updated\n        10:26 AM EDT, Thu October 19, 2023\n    ", "abstract": "      Not that Goop is up for sale, but founder Gwyneth Paltrow has an exit plan when that day comes.\n  ", "body": "      In an interview with Bustle to promote her new skin care line good.clean.goop, the actress and entrepreneur mentions disappearing more than once.\n        After discussing how it felt to turn 50, the interviewer suggested that perhaps Paltrow may be “the person who teaches us all how to head into our 70s and 80s with grace.”\n        “I’ll probably try, knowing myself. Or I might be like, ‘F**k this,’” Paltrow joked. “I might just disappear, and no one will ever see me again.”\n        Going off the radar once again came up when Paltrow was asked, “So who’s going to buy Goop and make you hundreds of millions of dollars?”\n        “I have no idea. We’re not ready to sell yet. I need a few more years,” Paltrow said.\n        When the writer then suggested that the star might “make a dramatic exit on your 55th birthday,” Paltrow said she’d “be happy with that.”\n        “I will literally disappear from public life,” she said. “No one will ever see me again.”\n        We will leave it to you to decide if Paltrow means it or was just talking a lot of goop. \n  ", "url": "https://www.cnn.com/2023/10/19/entertainment/gwyneth-paltrow-goop/index.html", "section": "entertainment"}
{"title": "      Julianna Margulies urges Hollywood to stand up against antisemitism: ‘I honestly don’t know what they’re afraid of’\n    ", "author": "Alli Rosenbloom", "published_on": "  Updated\n        7:25 PM EDT, Wed October 18, 2023\n    ", "abstract": "      Julianna Margulies is feeling “disheartened” that more people in the entertainment industry aren’t speaking out against antisemitism.\n  ", "body": "      During Variety’s Hollywood and Antisemitism Summit in Los Angeles on Wednesday, Margulies said she’s trying to “understand and work around why every single person in our industry isn’t standing up” against hatred.\n        “I don’t understand,” she added.\n        “Maybe they’re afraid. I honestly don’t know what they’re afraid of… losing followers?” Marguilies continued. “It’s just insane to me.”\n        “That’s not how I roll,” Margulies said, adding that while she didn’t expect to be “the one actress speaking up for Jews,” she’s proud to do so.\n        Margulies, who is Jewish, currently stars as a journalist on Apple TV’s “The Morning Show.” She recalled an experience she now “regrets” while working on the series.\n        During a fitting, Margulies said, a costume designer for the show placed a cross around her neck as part of her character, Laura Peterson’s wardrobe. She explained the designer intended the cross to be a symbol of her character’s travels as a journalist.\n        “I did not think twice,” Margulies said. “I put the cross on and then the character became popular, and I went in the next season and there in my dressing room was that cross.”\n        Margulies leads a Holocaust education program at the Museum of Jewish Heritage in New York, a role she stepped into after filming the second season of “The Morning Show.” It’s something that she said inspired her to ask herself, “why did I not say, hold on a minute, why am I wearing a cross?”\n        “On television, characters are not ever wearing a Star of David if they’re just a regular character, without talking about their religion, but wearing it. And I regret that, and I’m sorry for that,” she said, adding, “and I’m going to be much more careful in the future.”\n        She also said she doesn’t believe that “any religious aspect of characters I play need to be a part of the character’s backstory, but because it’s so easy to just put on a cross, why isn’t it just as easy” to put on a Star of David.\n        Margulies weighed in on debate about whether it’s appropriate to cast actors to play a Jewish person, or a gay person, on screen, if they identify differently in their real lives.\n        “Look, I’m playing a gay, lesbian journalist. I’m a married woman to a man with a child, so does that mean I can never play a single, motherless woman? I think it’s a slippery slope,” she said, adding that when it comes to religion, “I’m on the fence about it.”\n        “I’m an actor, I’m supposed to make the character I play believable, so that’s a slippery slope for me, honestly,” she said.\n        Speaking about her work with the Museum of Jewish Heritage, Margulies shared her passion for educating children about the Holocaust, an effort she believes is having an impact.\n        “It’s working,” Margulies said. “We’ve reached 7000 kids who knew nothing about Jews and the Holocaust.”\n  ", "url": "https://www.cnn.com/2023/10/18/entertainment/juliana-margulies-antisemitism/index.html", "section": "entertainment"}
