{"title": "      Next season, you may be able to take your flu vaccine at home\n    ", "author": "Meg Tirrell", "published_on": "  Published\n        2:00 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The US Food and Drug Administration is reviewing an application for the nasal spray flu vaccine FluMist to be able to be self-administered at home, drugmaker AstraZeneca said Tuesday.\n  ", "body": "      The vaccine, the only nasal spray option against flu, has been on the market in the United States since 2003. AstraZeneca has asked the FDA to allow adults ages 18 to 49 to be able to give themselves the vaccine, or to give it to children as young as age 2, citing a “usability study” showing people can do it properly without a health care provider present. If approved, it would be the first flu vaccine cleared for self-administration.\n        Patients would still need to go through an online pharmacy system to order the vaccine, which would then be shipped to their home in temperature-controlled packaging, AstraZeneca’s Dr. Lisa Glasser told CNN.\n        The hope is that a self-administered flu vaccine option could increase uptake; while the US Centers for Disease Control and Prevention recommends everyone age 6 months and older get a seasonal flu vaccine every year, fewer than half of Americans get vaccinated.\n        “One of the things we’ve learned from the pandemic is that actually people can do things for themselves, they can take maybe more responsibility for their own health care in their own hands than perhaps we realized or even thought possible,” Glasser, AstraZeneca’s head of US medical affairs, vaccines and immune therapies, said in an interview.\n        During the Covid-19 pandemic, she noted, “we put nasal swab tests in people’s hands and they used them successfully.”\n        The FDA is expected to make a decision about whether to clear FluMist for self-administration in the first three months of next year, AstraZeneca said. If the FDA OKs the change, AstraZeneca said FluMist would be available for self-administration in the 2024-2025 flu season. It would still be available through traditional channels as well, administered at the doctor’s office or pharmacy, Glasser said.\n        Physicians welcomed the news a flu vaccine could become more accessible, but didn’t expect a potential approval for self-administration would change vaccination rates significantly.\n        “If this would increase compliance, that would be fantastic,” Dr. Aaron Glatt, chief of infectious diseases and hospital epidemiologist at Mount Sinai South Nassau, told CNN.\n        Documentation would be crucial, though, said Glatt, also a spokesperson for the Infectious Diseases Society of America — so that patients don’t accidentally get the vaccine more than once, or say they received it without actually having had it.\n        Glasser said AstraZeneca will provide a way to make documentation “practical and helpful for not only for the patient, or the person, but also for their health care professionals,” though she said it was too early to provide details.\n        The online ordering system will also provide a way to ensure the vaccine isn’t used by people who shouldn’t take it, Glasser said. The CDC notes FluMist is not indicated for anyone with a weakened immune system and only for people ages 2 to 49.\n        FluMist uses a live, weakened version of the influenza virus to provide protection against the flu, while injectable versions use different technology — either killed viruses or proteins to train the immune system to fight off the virus. AstraZeneca says FluMist has shown to be as effective as other flu vaccines.\n        Dr. Ashish Jha, dean of the Brown School of Public Health and the former White House Covid-19 response coordinator, said a self-administered flu vaccine option could be even more accessible if it were available to buy on pharmacy shelves, rather than through a gatekeeper.\n        But he noted as many as 10 to 15% of people may be needle-phobic and hesitant to get vaccines, so increasing ways to access a needle-free version could boost uptake.\n        If the FDA clears the change, he said, “I think the impact is going to be modest.” But he said he hoped it to would lead to increased awareness, potentially through more marketing from AstraZeneca, or more research into additional intranasal vaccines that are easier to get. “I see this as a relatively positive step.”\n  ", "url": "https://www.cnn.com/2023/10/24/health/next-season-you-may-be-able-to-take-your-flu-vaccine-at-home/index.html", "section": "health"}
{"title": "      About half of children share their location on Twitch, research shows\n    ", "author": "Madeline Holcombe", "published_on": "  Updated\n        3:58 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Do you know who is watching your kids on Twitch?\n  ", "body": "      You probably don’t — nor do your kids — and often anonymous viewers can get users’ personal information from watching them stream on the service, according to new research.\n        Twitch is an online streaming service in which users can live stream their gaming, music and other creative content.\n        Joining the interactive platform can help create feelings of community, but streamers age 13 and younger often share information that can put them at risk for exploitation with viewers all around the world, said coauthor Fiona Dubrosa, a visiting scholar at Cohen’s Children Medical Center in New York City.\n        The study looked at 100 minors ages 17 and under who streamed content about popular video games, and the research collected data on them as well as their 1.76 million followers.\n        The researchers identified some users as under 13.\n        Young streamers shared their names 47% of the time and locations 50% of the time, the research found. It was presented in an abstract Friday at the 2023 American Academy of Pediatrics National Conference & Exhibition in Washington, DC.\n        About 38% provided schedules of when they would be live — which often also indicated what city they were in — and viewers were able to donate money to 37% of the streamers, according to the research.      “This is a study about maintaining safe practices that allow parents and caregivers to feel comfortable about letting their children join this world, which adults know can be a very scary place,” Dubrosa said.\n        “Any predatory behavior that targets kids is abhorrent,” said Elizabeth Busby, a spokesperson for Twitch. “In line with our youth safety policy, attempts to facilitate inappropriate interactions with youth, including grooming and coercion, are strictly prohibited on our service.\n        “Using automated tools and behavioral signals, we monitor Twitch 24/7/365 for content and channels that may violate our youth safety policy, and quickly remove those accounts.”\n        The platform takes steps that aim to protect kids, Dubrosa said.\n        It requires users to be 13 years of age or older, limits the type of content that can be streamed, and reports illegal content to the National Center for Missing & Exploited Children, she added.\n        But those measures can be easily skirted, Dubrosa said.\n        The service asks users to verify that they are 13 years old or older in its terms and conditions, Dubrosa said.\n        “I know nobody reads the terms and policies,” she said. “I know that doesn’t necessarily affect the actions of young users who are excited to be on the internet and want to be a part of the community.”\n        “To be clear, kids under the age of 13 aren’t allowed on Twitch, and we suspend all accounts for users who claim or are confirmed to be under the age limit,” Busby said.\n        Viewers can interact with streamers, and sometimes they can even send money with messages attached, Dubrosa said.\n        But Twitch can be a place for people to form community, she said.\n        “There’s a lot of good connection that goes on online,” said Janis Whitlock, senior adviser for The Jed Foundation, a nonprofit organization that focuses on the mental health of young adults. She was not involved in the research.\n        “There’s a lot to share that could be really positive. It’s just like with a lot of other social media platforms. There’s just huge gaping holes for negative content and exposure and exchange to happen.”\n        Dubrosa said she found comfort in using Twitch during the pandemic lockdown when she and her friends would use it to feel as if they were playing cards in person or listening to music together.\n        As with many social media platforms, people can use Twitch for nefarious purposes, Whitlock said, and children are often more vulnerable — especially considering how intimate and connected the platform can feel.\n        “They need to understand that people can misrepresent themselves and that some people can be very devious,” she said.\n        Whitlock encourages adults to keep an open line of communication.\n        If your children get into situations that feel overwhelming, you want them to know they can come to you for help figuring out what to do, she said.\n        And families and caregivers need to pay closer attention to what their kids are doing online and how they can participate safely, said Dr. Ruth Milanaik, the study’s principal investigator who is an attending physician at the developmental and behavioral pediatrics division of Cohen Children’s Medical Center.\n        Milanaik said she hopes parents and caregivers start looking into the information children share online and the content they are streaming.\n        “In this context when children are playing their games, they’re not thinking of the consequences of perhaps being in front of people that they’re not aware of,” she said.\n        “When you go to a playground and someone who isn’t supposed to be there is standing there, everybody turns around. They say, ‘What is that person doing?’ In their online playground, no one watching.”\n  Clarification: This story has been updated to reflect that the minors of the study included children ages 17 and under, some identified as under 13.Update: This story has been updated to include statements by Twitch’s spokesperson.", "url": "https://www.cnn.com/2023/10/20/health/twitch-kids-online-safety-wellness/index.html", "section": "health"}
{"title": "      10 best women’s running shoes, according to experts\n    ", "author": "", "published_on": "  Published\n        8:27 AM EST, Fri February 10, 2023\n    ", "abstract": "      Surprise: Women’s feet are not simply smaller versions of men’s feet. And yet running shoes have been, for the most part, designed around not just the geometry of a male foot but the biomechanics (or movement patterns) of male runners.\n  ", "body": "      Anatomically, women generally have a wider forefoot and narrower heel than men (think triangular versus rectangular), and tend to have more of a height difference between their heel and forefoot. A woman’s weight is naturally distributed more toward the front of her body, and her feet are just slightly more likely to collapse inward.\n        These differences may not be noticeable to the average eye, but they’re there. And, over time, squashing a female foot into a male shoe can lead to decreased performance, discomfort and even injury. (FWIW, female runners were more likely to experience injuries than men, according to a 2021 scientific review published in the journal Physical Activity and Health.)\n        On the plus side, many women can comfortably wear running shoes designed around a male or unisex last. And for those who can’t, brands are (finally!) starting to research and develop sneakers specifically tailored to female runners. Whichever camp you fall into, one of these women’s running shoes — vetted by doctors, coaches and other experts — should help you run your best.\n  ", "url": "https://www.cnn.com/cnn-underscored/health-fitness/best-womens-running-shoes", "section": "health"}
{"title": "      FDA takes ‘momentous’ step toward banning menthol cigarettes and flavored cigars\n    ", "author": "Jen Christensen", "published_on": "  Updated\n        2:21 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The US Food and Drug Administration has taken a “momentous” step toward banning menthol in cigarettes and banning flavored cigars, sending final rules to the White House Office of Management and Budget for review, a key regulatory step. Public health experts say a menthol cigarette and flavored cigar ban could save hundreds of thousands of lives.\n  ", "body": "      The FDA has been officially exploring the possibility of a menthol ban for more than a decade. In July 2013, the FDA requested comments on preliminary research, data and evaluations with regard to the regulation of menthol.\n  In April 2022,  the FDA announced a proposed product standard because it had “the potential to significantly reduce disease and death” and reduce “youth experimentation and addiction” as well as increase the number of smokers who quit.\n        “Finalizing these two product standards remains a top priority for the FDA. The posting of both rules on the OMB website means they have reached the final step of review for regulatory documents,” Dr. Brian King, director of the FDA’s Center for Tobacco Products, said in an email to CNN.\n        The American Lung Association said it may be the most significant action the agency has taken in the 14 years since it was given the authority to regulate tobacco.\n        “It’s a big, vital and critical step on the way to banning these products,” said Erika Sward, assistant vice president of national advocacy with the American Lung Association. “Truly, it’s momentous.”\n        The association and several other groups, including the Campaign for Tobacco-Free Kids, are urging the Office of Management and Budget to act quickly and expedite the review so the final regulations could be issued by the end of the year.\n        “Once implemented, they will protect kids from tobacco addiction, advance health equity and save hundreds of thousands of lives, especially Black lives,” said Yolonda Richardson, president and CEO of Campaign for Tobacco-Free Kids.\n        But the National Association of Tobacco Outlets, the national retail trade association representing more than 66,000 stores that sell tobacco products, doesn’t think a ban on menthol cigarettes and flavored cigars will suddenly make lots of smokers quit. Instead, it says, it will prompt criminal activity.\n        “The supply of these products will shift from responsible, licensed and regulated retailers to drastically expand an already existing illicit marketplace,” the association said in an email.\n        Scientists have long understood that menthol flavor can make those cigarettes more addictive than tobacco-flavored ones. Menthol flavoring is attractive, particularly to new smokers, because it masks the harsh taste of tobacco, and a 2015 study found that it makes people want to smoke more.\n        For years, tobacco companies have aggressively targeted minority communities with menthol marketing, according to the US Centers for Disease Control and Prevention. The focused outreach has been highly effective, particularly among the Black community, and menthol cigarettes have played a role in widened health disparities.\n        A 2020 study showed that while 43% of all adult smokers smoked menthols, more than 83% of Black smokers did. Only about 30% of White smokers chose menthols.\n        A ban on menthol cigarettes could eliminate some significant health disparities, according to a study from the Council on Foreign Relations.\n        Black people die at significantly higher rates than White people of smoking-related illnesses including stroke, heart disease and lung cancer: They make up 12% of the population in the US, but people who are Black account for 41% of smoking-related premature deaths and 50% of the life-years lost associated with menthol tobacco product use between 1980 and 2018, one study found.\n        Within five years, the elimination of menthol cigarettes could close the gap in lung cancer deaths, the study found.      Prohibiting menthol cigarettes would save up to 654,000 lives in the US within 40 years, including the lives of 255,000 members of the Black community, a 2022 study found.More than half of kids who smoke use menthol cigarettes, according to the CDC. Studies have found that children who smoked menthols were more likely to become regular smokers than occasional smokers.\n        Flavored cigars and cigarillos also seem popular with children, particularly Black and Hispanic kids who are twice as likely to smoke them as their White classmates. In 2020, more young people said they tried a flavored cigar every day than tried a cigarette, according to the FDA. But if flavors in cigars are eliminated, researchers think it could increase the likelihood that users may quit.\n        The FDA has tried to regulate other kid-friendly menthol products. Just last week, it issued marketing denial orders to R.J. Reynolds Vapor Co. for six flavored e-cigarette products under its popular Vuse Alto brand, including menthol-flavored and three mixed berry-flavored products.\n        Although the number of people who smoke cigarettes in the US has fallen to one of the lowest levels in history, the proportion who smoke menthols has been increasing, according to the CDC. Smoking is still the No. 1 cause of preventable death in the US﻿.\n        Two states didn’t wait for the FDA to ban menthol cigarettes. In 2020, Massachusetts became the first to ban all flavored tobacco products, including menthol. In 2022, California’s ban went into effect.\n        In the meantime, in an effort to work around the two state bans and to lay the groundwork for a potential federal ban, tobacco companies have introduced cigarettes with a menthol-like synthetic cooling agent. They come in boxes that look similar to menthol versions, and they’re marketed to menthol smokers. A study published in the medical journal JAMA last week found that one ingredient in some brands provided even more cooling activity than the menthol equivalent.\n        Flavors in cigarettes, with the exception of menthol, were banned in 2009. But another ingredient recently introduced to these products produces a kind of vanilla and tropical taste, the JAMA study found.\n        The final rules could address these tobacco company workarounds, Sward said, but it’s not clear whether they will do so.\n        Once the federal government makes its final rules, tobacco companies are expected to sue, as they have with nearly every other tobacco restriction.\n        Sward said that between now and when the administration signs off, the tobacco industry will probably go full-tilt in an effort to slow or stop a ban.\n        “It’s a big deal for them because it is how they attract and sustain people’s addiction,” she said. “So if this stands, they will have lost a major tool that they’ve used to addict and sustain an addiction for millions of people.”\n  Correction: A previous version of this story incorrectly described the timing of the FDA’s action on menthol cigarettes and flavored cigars. It has been updated to reflect that rules were proposed in April 2022 and final rules were recently sent for review.", "url": "https://www.cnn.com/2023/10/16/health/fda-menthol-cigarettes-rules/index.html", "section": "health"}
{"title": "      Why you shouldn’t postpone your flu vaccine\n    ", "author": "Katia Hetter", "published_on": "  Published\n        7:33 AM EDT, Tue October 24, 2023\n    ", "abstract": "      While the US Centers for Disease Control and Prevention recommends that everyone 6 months and older should receive the annual flu vaccine, most people haven’t – at least not yet. Only 22.7% of adults and 20.8% of children have gotten the flu shot this fall, according to CDC data from October 14.\n  ", "body": "      Why is it important for everyone eligible to receive the flu shot? How effective is it? Do people who have had the flu before still need a shot? Why is it necessary every year? When is the best time to get it? And what else should people do to stay healthy as the weather gets colder?\n        To help us with these questions, I spoke with our CNN Wellness medical expert, Dr. Leana Wen. Dr. Wen is an emergency physician and professor of health policy and management at the George Washington University Milken Institute School of Public Health. She previously served as Baltimore’s health commissioner.\n  CNN: Is it too late to get the flu shot?Dr. Leana Wen: Not at all. Flu season has not peaked yet. Pharmacies and many doctors’ offices will offer the flu shot, so call ahead and schedule your shot. Many pharmacies don’t require appointments, but some might. If you have a doctor’s appointment coming up, you could probably get your shot then, although you should confirm that they have the flu shot available. Your place of work or local health department might offer shots, too. It’s fine to receive the flu vaccine from any of these place — just don’t delay getting it.\n  CNN: Is there any advantage to waiting until later, when flu season does peak?Wen: You should not wait. It’s best to receive the vaccine before the peak of flu season, which usually occurs between December and March. The flu is already circulating, though, and you could get infected ahead of peak season. If you receive the vaccine now, it will last through this year’s flu season.\n  CNN: Why is it important for everyone who is eligible to receive the flu shot?Wen: The flu can be dangerous, and the flu vaccine has two important positive effects. The first is to reduce the chance of severe illness. According to studies cited by the CDC, vaccinated patients had a 26% lower risk of intensive care unit admission and a 31% lower risk of death from the flu compared to unvaccinated individuals. In the 2019-2020 year, the flu vaccine prevented an estimated 105,000 influenza-associated hospitalizations.\n        The second reason to get the flu vaccine is to reduce infection. Each year, the exact effectiveness depends on how well the vaccine developed matches the strains in circulation, but it’s generally 40% to 60%.\n        That’s significant on both a personal and individual level. Being sick with the flu, even if it doesn’t result in hospitalization, can be miserable. People can have fever, fatigue, achiness and cough for a week or longer. Kids can miss school and adults miss work and other responsibilities.\n        I get the flu vaccine every year, and I make sure that my husband and two children do too, because we want to reduce the possibility of illness due to flu. In addition, being vaccinated helps to reduce the risk of infecting others around us, which is crucial to me as a healthcare provider who takes care of vulnerable patients.\n  CNN: Do people who have had the flu before still need a shot?Wen: If you had flu in years past, then yes, you do still need to receive the flu vaccine this year. The immunity you developed before wanes.\n        Also, many people might say that they’ve had the “flu” when they really had a cold or another viral infection. I hear from my patients that they don’t need the flu vaccine this year because they’ve already had “the flu” but they never actually tested positive for influenza. Having another virus does not protect you against influenza, and you still need to get the flu shot.\n  CNN: Why is a flu shot necessary every year?Wen: The flu shot is recommended on an annual basis for two reasons. First, waning immunity means that the protection from last year’s flu shot won’t carry you through this year’s flu season. Second, the strains of the flu in circulating vary. Every year, the shot is targeted to the strains that are predicted to be most dominant.\n  CNN: When is the best time to get the shot?Wen: Late September to early October is ideal. This is before peak flu season, and the effectiveness will last through the winter.\n  CNN: What else should people do to stay healthy as the weather gets colder?Wen: Be sure to also get your updated Covid-19 vaccine. This could be done at the same time as you get the flu shot. If you are 60 and older, speak with your healthcare provider about getting the new RSV vaccine.\n  CNN: Is there anything else people should consider besides shots?Wen: Good hand hygiene is important. Wash your hands often. Use hand sanitizer after touching commonly used public surfaces like door handles and elevator buttons. Some individuals may choose to mask when in indoor crowded settings.\n        Now is also a good time to optimize your overall health. Get your annual checkup. Make sure your other chronic medical conditions, such as high blood pressure and diabetes, are under control. And get plenty of sleep, eat nutritious foods, and aim to reduce your stress. These healthy habits strengthen your overall ability to fight infections.\n  Get inspired by a weekly roundup on living well, made simple. Sign up for CNN’s Life, But Better newsletter for information and tools designed to improve your well-being.", "url": "https://www.cnn.com/2023/10/24/health/influenza-vaccine-flu-covid-winter-wellness/index.html", "section": "health"}
{"title": "      Abortions increased in the US overall in the year post-Dobbs, but there are stark inequalities state-to-state\n    ", "author": "Deidre McPhillips", "published_on": "  Published\n        7:00 AM EDT, Tue October 24, 2023\n    ", "abstract": "      In the year following the Supreme Court Dobbs decision, the abortion landscape in the United States became more fractured than ever.\n  ", "body": "      Abortions increased nationwide, according to a new report from #WeCount, a research project led by the Society of Family Planning — the average monthly change in the 12 months post-Dobbs compared to the two months pre-Dobbs adds up to about 2,200 more abortions over the course of a year.\n        But the trends diverged sharply based on state policy, with abortions all but stopped in states with bans and significant increases in many states where abortion remained legal.\n        There were about 115,000 fewer abortions in the 17 states with total or six-week bans in effect, plummeting 98% in banned states and dropping 40% in those with 6-week gestational limits, according to the new report. About a third of the overall decline can be attributed to Texas.\n        The remaining 33 states where abortion remained legal, along with the District of Columbia, recorded nearly 117,000 more abortions — a 14% increase year-over-year.\n        “This is a sign of increasing inequality of access,” said Caitlin Myers, a  professor of economics at Middlebury College. Her research has focused on abortion trends, but she was not involved in the new analysis.\n        “Whether somebody who wants to access abortion can actually do so depends more than ever on where they live,” she said.\n        The #WeCount analysis tracks both procedural and medication abortions through data reported by providers, but it does not account for self-managed abortions such as those received through Aid Access that are not obtained within the formal US health care system.\n        Much of the increase in states where abortion remains legal were among patients who traveled from states with bans or restrictions, experts say. The new report doesn’t capture how widespread the need to travel for an abortion has become, but local data suggests a clear trend.\n        There were 21,500 more abortions in Illinois in the year after the Dobbs decision, more than any other state, according to the new report. Nearly a quarter of patients that went to Planned Parenthood Illinois traveled from another state in that time, according to the organization – up from 7% before the Supreme Court decision. And Planned Parenthood of the Rocky Mountains says that 90% of the increase they’ve seen has been among out-of-state patients.\n        Providers in Florida reported the third most abortions overall and the second largest increase, according to the new report. And more than 5,000 people have traveled from out-of-state to receive an abortion in Florida so far this year, according to data from the state health department — already more than in all of 2021.\n        Abortion in the conservative state is currently legal but in limbo as the state’s Supreme Court weighs a challenge to restrict it. The situation there highlights the massive consequences that ongoing uncertainty threatens, experts say.\n        “Florida going dark would reverberate through the South and dramatically increase driving distances,” Myers said. Displaced patients from within the state and others who relied on the clinics there would likely head north for care, and the flood of patients could create congestion in places like North Carolina or even Virginia, she said.\n        Earlier research has shown that travel is a significant barrier. And even if additional resources help reduce the burden on patients, it shouldn’t be the gauge of success, experts say.\n        “It’s really not a public health triumph that people have to mobilize the financial and social resources to travel, sometimes hundreds of miles away from their home, to obtain basic health care,” said Dr. Alison Norris, co-chair of #WeCount and association professor at The Ohio State University’s College of Public Health. “That’s really a public health crisis.”\n        And there is no measure of how many are falling through the cracks.\n        About 30% of patients don’t show up for the appointments they make for their abortion care, said Adrienne Mansanares, president and CEO of Planned Parenthood of the Rocky Mountains. But when matched with Patient Navigators — staff dedicated to helping individuals with one-on-one support for their abortion, including finding financial assistance, counseling, logistical guidance and more — the share of missed appointments drops to 2%.\n        “They were all near-misses. Any one of those details could cause a person to miss (their appointment),” Mansanares said. Access to abortion care is so critical that patients will do whatever it takes to make the appointment as long as they have the resources, she said.\n        Work to reduce barriers and better protect access in states where abortion remains legal has helped create new opportunities for care that didn’t exist before, expert say.\n        “Some of these increases are the result of meeting an unmet need, and that’s valuable,” Norris said. Expanded telehealth options, investment in expanding clinics and additional financial resources for patients are among the influx of resources that have helped meet some of the unmet need, she said.\n        “Still, thousands of people can’t get care in the state where they live. Period. And there’s no reason to assume that the increases in some states are due to everybody who needs an abortion being able to travel for one.”\n        And for a variety of reasons, there’s looming concern about how permanent some of those valuable resources will be, Norris said.\n        An increasing share of abortions are provided by virtual-only telehealth providers, according to the new report — up from an average of about 4,000 a month before Dobbs to nearly 7,000 a month afterward.\n        But legal challenges to the medication abortion drug mifepristone hang in the balance, with the Supreme Court asked to make another significant ruling next year.\n        “What’s looming over all of this is that the story is not over,” Myers said.\n  ", "url": "https://www.cnn.com/2023/10/24/health/abortion-access-inequality-one-year-post-dobbs-wecount/index.html", "section": "health"}
{"title": "      I just ran my first marathon. Here are the 20 products that got me through my training\n    ", "author": "Jillian Tracy", "published_on": "  Published\n        9:01 AM EDT, Tue October 25, 2022\n    ", "abstract": "      As a recreational runner, racing in a marathon has long been on my bucket list. After deciding that this was finally the year, I submitted my registration, crafted a training plan and got to putting some miles on my legs.\n  ", "body": "      When it comes to long-distance running, everyone has different training needs. Some swear by compression bands, kinesiology tape or certain vitamins and supplements. And while no product will make your legs magically move faster or completely dissolve the post-race aches, there are some that can help improve your recovery and keep you primed for your next run.\n        If you subscribe to an active lifestyle, you probably already have a few items on hand to kickstart your training, but if you need some more ideas, here are 20 products that helped me make the journey to the finish line.\n  ", "url": "https://www.cnn.com/cnn-underscored/health-fitness/marathon-training-essentials", "section": "health"}
{"title": "      Abortion coverage is limited or unavailable at a quarter of large workplaces\n    ", "author": "", "published_on": "  Published\n        6:31 AM EDT, Mon October 23, 2023\n    ", "abstract": "      About a quarter of large U.S. employers heavily restrict coverage of legal abortions or don’t cover them at all under health plans for their workers, according to the latest employer health benefits survey by KFF.\n  ", "body": "      The findings demonstrate another realm, beyond state laws, in which access to abortion care varies widely across America since the Supreme Court overturned the constitutional right to abortion last year in Dobbs v. Jackson Women’s Health Organization.\n        More than ever, where someone works and the constraints of their health insurance can determine whether an abortion is possible. Workers without coverage are left to pay out-of-pocket for abortion care and related costs.\n        In 2021, the median costs for people paying out-of-pocket in the first trimester were $568 for a medication abortion and $625 for an abortion procedure, according to a report from Advancing New Standards in Reproductive Health at the University of California-San Francisco. By the second trimester, the cost increased to $775 for abortion procedures.\n        KFF’s 2023 annual survey found that 10% of large employers — defined as those with at least 200 workers — don’t cover legal abortion care under their largest job-based health plan. An additional 18% said legal abortions are covered only in limited circumstances, such as when a pregnancy is the result of rape or incest, or endangers a person’s life or health.\n        The share of employers that said they don’t cover abortion under any circumstances “is bigger than I would have expected,” said Matthew Rae, an associate director at KFF who helped conduct the survey.\n        So far, 14 states, mostly in the South and Midwest, have enacted near-total abortion bans, and an additional seven states have instituted gestational limits between six and 18 weeks. Abortion is legal in 24 states and the District of Columbia.\n        Sharply divergent state abortion laws solidified in the aftermath of the Dobbs decision compound the complexity for employers with workers across multiple states, Rae said. Many large companies employ people in places with vastly different abortion policies, and their health benefits are more likely to cover dependents who may live elsewhere.\n        “Those dependents can be college kids — and college kids can be anywhere — or any other type of dependent who could just spread out over an area much larger than where you just have actual physical establishments,” Rae said.\n        The KFF survey found that about a third of large companies said they cover legal abortions in most or all circumstances; the largest companies, with at least 5,000 employees, were more likely to offer the benefit compared with smaller firms. An additional 40% said they were unsure of their coverage — perhaps because employer policies are in flux, Rae said.\n        Employer health plans’ treatment of abortion has changed little since the Dobbs decision, the survey found. Among companies that said they did not cover legally provided abortion services or covered them in limited circumstances, 3% reduced or eliminated abortion coverage. By contrast, of the large companies that generally covered abortion, 12% added or significantly expanded coverage.\n        That’s in sharp contrast to the rapidly changing laws governing abortion access in the states. It’s unclear whether workers at companies that don’t cover abortion or heavily restrict coverage are located primarily in states that have outlawed the procedure.\n        The KFF survey includes information from more than 2,100 large and small companies on their health benefits and the related costs for workers. Annual premiums for family coverage rose 7% on average this year, to $23,968, with employees on average contributing $6,575 toward that cost. The jump in premiums represents a notable increase compared with that of the previous year, when there was virtually no growth in those costs. Average yearly deductibles for workers were $1,735 for single coverage, a cost that was relatively unchanged.\n        One tactic employers use is to provide separate benefits for abortion-related expenses. In response to increasingly restrictive state abortion laws and the Supreme Court’s decision, large companies — such as Amazon, Starbucks, Disney, Meta, and JPMorgan Chase, among others — announced they would pay for employees’ abortion-related travel expenses.\n        However, the KFF survey found that a small share of large employers said they provide or plan to provide workers with financial help to cover abortion-related travel expenses. Companies with at least 5,000 workers are the most likely to provide that assistance. Overall, 7% of large employers said they provide or plan to provide financial assistance to employees who must travel out of state for abortion care.\n        According to the Brigid Alliance, a New York-based nonprofit that helps people with logistics and defrays abortion-related costs, average travel costs now exceed $2,300. As restrictive laws proliferate, distances traveled have also increased since the Dobbsruling, with each person on average traveling roughly 1,300 miles round trip in the first half of 2023.\n  Recent research published by job-search firm Indeed, the Institute of Labor Economics, and academics from the University of Southern California and the University of Maryland found that employers that announced abortion-related travel benefits saw an 8% increase in clicks on their job postings compared with similar jobs at comparable employers that did not announce such a policy.\n        However, job satisfaction among existing employees also dropped at those companies, with ratings of senior management dropping “8%, driven by workers in typically male-dominated jobs,” they wrote, “illustrating both the potential perks and pitfalls for companies that choose to wade into contentious political waters.”\n  KFF Health News, formerly known as Kaiser Health News (KHN), is a national newsroom that produces in-depth journalism about health issues and is one of the core operating programs at KFF — the independent source for health policy research, polling, and journalism.", "url": "https://www.cnn.com/2023/10/23/health/abortion-coverage-workplace-insurance-kff-health-news-partner/index.html", "section": "health"}
{"title": "      Next season, you may be able to take your flu vaccine at home\n    ", "author": "Meg Tirrell", "published_on": "  Published\n        2:00 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The US Food and Drug Administration is reviewing an application for the nasal spray flu vaccine FluMist to be able to be self-administered at home, drugmaker AstraZeneca said Tuesday.\n  ", "body": "      The vaccine, the only nasal spray option against flu, has been on the market in the United States since 2003. AstraZeneca has asked the FDA to allow adults ages 18 to 49 to be able to give themselves the vaccine, or to give it to children as young as age 2, citing a “usability study” showing people can do it properly without a health care provider present. If approved, it would be the first flu vaccine cleared for self-administration.\n        Patients would still need to go through an online pharmacy system to order the vaccine, which would then be shipped to their home in temperature-controlled packaging, AstraZeneca’s Dr. Lisa Glasser told CNN.\n        The hope is that a self-administered flu vaccine option could increase uptake; while the US Centers for Disease Control and Prevention recommends everyone age 6 months and older get a seasonal flu vaccine every year, fewer than half of Americans get vaccinated.\n        “One of the things we’ve learned from the pandemic is that actually people can do things for themselves, they can take maybe more responsibility for their own health care in their own hands than perhaps we realized or even thought possible,” Glasser, AstraZeneca’s head of US medical affairs, vaccines and immune therapies, said in an interview.\n        During the Covid-19 pandemic, she noted, “we put nasal swab tests in people’s hands and they used them successfully.”\n        The FDA is expected to make a decision about whether to clear FluMist for self-administration in the first three months of next year, AstraZeneca said. If the FDA OKs the change, AstraZeneca said FluMist would be available for self-administration in the 2024-2025 flu season. It would still be available through traditional channels as well, administered at the doctor’s office or pharmacy, Glasser said.\n        Physicians welcomed the news a flu vaccine could become more accessible, but didn’t expect a potential approval for self-administration would change vaccination rates significantly.\n        “If this would increase compliance, that would be fantastic,” Dr. Aaron Glatt, chief of infectious diseases and hospital epidemiologist at Mount Sinai South Nassau, told CNN.\n        Documentation would be crucial, though, said Glatt, also a spokesperson for the Infectious Diseases Society of America — so that patients don’t accidentally get the vaccine more than once, or say they received it without actually having had it.\n        Glasser said AstraZeneca will provide a way to make documentation “practical and helpful for not only for the patient, or the person, but also for their health care professionals,” though she said it was too early to provide details.\n        The online ordering system will also provide a way to ensure the vaccine isn’t used by people who shouldn’t take it, Glasser said. The CDC notes FluMist is not indicated for anyone with a weakened immune system and only for people ages 2 to 49.\n        FluMist uses a live, weakened version of the influenza virus to provide protection against the flu, while injectable versions use different technology — either killed viruses or proteins to train the immune system to fight off the virus. AstraZeneca says FluMist has shown to be as effective as other flu vaccines.\n        Dr. Ashish Jha, dean of the Brown School of Public Health and the former White House Covid-19 response coordinator, said a self-administered flu vaccine option could be even more accessible if it were available to buy on pharmacy shelves, rather than through a gatekeeper.\n        But he noted as many as 10 to 15% of people may be needle-phobic and hesitant to get vaccines, so increasing ways to access a needle-free version could boost uptake.\n        If the FDA clears the change, he said, “I think the impact is going to be modest.” But he said he hoped it to would lead to increased awareness, potentially through more marketing from AstraZeneca, or more research into additional intranasal vaccines that are easier to get. “I see this as a relatively positive step.”\n  ", "url": "https://www.cnn.com/2023/10/24/health/next-season-you-may-be-able-to-take-your-flu-vaccine-at-home/index.html", "section": "health"}
{"title": "      About half of children share their location on Twitch, research shows\n    ", "author": "Madeline Holcombe", "published_on": "  Updated\n        3:58 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Do you know who is watching your kids on Twitch?\n  ", "body": "      You probably don’t — nor do your kids — and often anonymous viewers can get users’ personal information from watching them stream on the service, according to new research.\n        Twitch is an online streaming service in which users can live stream their gaming, music and other creative content.\n        Joining the interactive platform can help create feelings of community, but streamers age 13 and younger often share information that can put them at risk for exploitation with viewers all around the world, said coauthor Fiona Dubrosa, a visiting scholar at Cohen’s Children Medical Center in New York City.\n        The study looked at 100 minors ages 17 and under who streamed content about popular video games, and the research collected data on them as well as their 1.76 million followers.\n        The researchers identified some users as under 13.\n        Young streamers shared their names 47% of the time and locations 50% of the time, the research found. It was presented in an abstract Friday at the 2023 American Academy of Pediatrics National Conference & Exhibition in Washington, DC.\n        About 38% provided schedules of when they would be live — which often also indicated what city they were in — and viewers were able to donate money to 37% of the streamers, according to the research.      “This is a study about maintaining safe practices that allow parents and caregivers to feel comfortable about letting their children join this world, which adults know can be a very scary place,” Dubrosa said.\n        “Any predatory behavior that targets kids is abhorrent,” said Elizabeth Busby, a spokesperson for Twitch. “In line with our youth safety policy, attempts to facilitate inappropriate interactions with youth, including grooming and coercion, are strictly prohibited on our service.\n        “Using automated tools and behavioral signals, we monitor Twitch 24/7/365 for content and channels that may violate our youth safety policy, and quickly remove those accounts.”\n        The platform takes steps that aim to protect kids, Dubrosa said.\n        It requires users to be 13 years of age or older, limits the type of content that can be streamed, and reports illegal content to the National Center for Missing & Exploited Children, she added.\n        But those measures can be easily skirted, Dubrosa said.\n        The service asks users to verify that they are 13 years old or older in its terms and conditions, Dubrosa said.\n        “I know nobody reads the terms and policies,” she said. “I know that doesn’t necessarily affect the actions of young users who are excited to be on the internet and want to be a part of the community.”\n        “To be clear, kids under the age of 13 aren’t allowed on Twitch, and we suspend all accounts for users who claim or are confirmed to be under the age limit,” Busby said.\n        Viewers can interact with streamers, and sometimes they can even send money with messages attached, Dubrosa said.\n        But Twitch can be a place for people to form community, she said.\n        “There’s a lot of good connection that goes on online,” said Janis Whitlock, senior adviser for The Jed Foundation, a nonprofit organization that focuses on the mental health of young adults. She was not involved in the research.\n        “There’s a lot to share that could be really positive. It’s just like with a lot of other social media platforms. There’s just huge gaping holes for negative content and exposure and exchange to happen.”\n        Dubrosa said she found comfort in using Twitch during the pandemic lockdown when she and her friends would use it to feel as if they were playing cards in person or listening to music together.\n        As with many social media platforms, people can use Twitch for nefarious purposes, Whitlock said, and children are often more vulnerable — especially considering how intimate and connected the platform can feel.\n        “They need to understand that people can misrepresent themselves and that some people can be very devious,” she said.\n        Whitlock encourages adults to keep an open line of communication.\n        If your children get into situations that feel overwhelming, you want them to know they can come to you for help figuring out what to do, she said.\n        And families and caregivers need to pay closer attention to what their kids are doing online and how they can participate safely, said Dr. Ruth Milanaik, the study’s principal investigator who is an attending physician at the developmental and behavioral pediatrics division of Cohen Children’s Medical Center.\n        Milanaik said she hopes parents and caregivers start looking into the information children share online and the content they are streaming.\n        “In this context when children are playing their games, they’re not thinking of the consequences of perhaps being in front of people that they’re not aware of,” she said.\n        “When you go to a playground and someone who isn’t supposed to be there is standing there, everybody turns around. They say, ‘What is that person doing?’ In their online playground, no one watching.”\n  Clarification: This story has been updated to reflect that the minors of the study included children ages 17 and under, some identified as under 13.Update: This story has been updated to include statements by Twitch’s spokesperson.", "url": "https://www.cnn.com/2023/10/20/health/twitch-kids-online-safety-wellness/index.html", "section": "health"}
{"title": "      10 best women’s running shoes, according to experts\n    ", "author": "", "published_on": "  Published\n        8:27 AM EST, Fri February 10, 2023\n    ", "abstract": "      Surprise: Women’s feet are not simply smaller versions of men’s feet. And yet running shoes have been, for the most part, designed around not just the geometry of a male foot but the biomechanics (or movement patterns) of male runners.\n  ", "body": "      Anatomically, women generally have a wider forefoot and narrower heel than men (think triangular versus rectangular), and tend to have more of a height difference between their heel and forefoot. A woman’s weight is naturally distributed more toward the front of her body, and her feet are just slightly more likely to collapse inward.\n        These differences may not be noticeable to the average eye, but they’re there. And, over time, squashing a female foot into a male shoe can lead to decreased performance, discomfort and even injury. (FWIW, female runners were more likely to experience injuries than men, according to a 2021 scientific review published in the journal Physical Activity and Health.)\n        On the plus side, many women can comfortably wear running shoes designed around a male or unisex last. And for those who can’t, brands are (finally!) starting to research and develop sneakers specifically tailored to female runners. Whichever camp you fall into, one of these women’s running shoes — vetted by doctors, coaches and other experts — should help you run your best.\n  ", "url": "https://www.cnn.com/cnn-underscored/health-fitness/best-womens-running-shoes", "section": "health"}
{"title": "      FDA takes ‘momentous’ step toward banning menthol cigarettes and flavored cigars\n    ", "author": "Jen Christensen", "published_on": "  Updated\n        2:21 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The US Food and Drug Administration has taken a “momentous” step toward banning menthol in cigarettes and banning flavored cigars, sending final rules to the White House Office of Management and Budget for review, a key regulatory step. Public health experts say a menthol cigarette and flavored cigar ban could save hundreds of thousands of lives.\n  ", "body": "      The FDA has been officially exploring the possibility of a menthol ban for more than a decade. In July 2013, the FDA requested comments on preliminary research, data and evaluations with regard to the regulation of menthol.\n  In April 2022,  the FDA announced a proposed product standard because it had “the potential to significantly reduce disease and death” and reduce “youth experimentation and addiction” as well as increase the number of smokers who quit.\n        “Finalizing these two product standards remains a top priority for the FDA. The posting of both rules on the OMB website means they have reached the final step of review for regulatory documents,” Dr. Brian King, director of the FDA’s Center for Tobacco Products, said in an email to CNN.\n        The American Lung Association said it may be the most significant action the agency has taken in the 14 years since it was given the authority to regulate tobacco.\n        “It’s a big, vital and critical step on the way to banning these products,” said Erika Sward, assistant vice president of national advocacy with the American Lung Association. “Truly, it’s momentous.”\n        The association and several other groups, including the Campaign for Tobacco-Free Kids, are urging the Office of Management and Budget to act quickly and expedite the review so the final regulations could be issued by the end of the year.\n        “Once implemented, they will protect kids from tobacco addiction, advance health equity and save hundreds of thousands of lives, especially Black lives,” said Yolonda Richardson, president and CEO of Campaign for Tobacco-Free Kids.\n        But the National Association of Tobacco Outlets, the national retail trade association representing more than 66,000 stores that sell tobacco products, doesn’t think a ban on menthol cigarettes and flavored cigars will suddenly make lots of smokers quit. Instead, it says, it will prompt criminal activity.\n        “The supply of these products will shift from responsible, licensed and regulated retailers to drastically expand an already existing illicit marketplace,” the association said in an email.\n        Scientists have long understood that menthol flavor can make those cigarettes more addictive than tobacco-flavored ones. Menthol flavoring is attractive, particularly to new smokers, because it masks the harsh taste of tobacco, and a 2015 study found that it makes people want to smoke more.\n        For years, tobacco companies have aggressively targeted minority communities with menthol marketing, according to the US Centers for Disease Control and Prevention. The focused outreach has been highly effective, particularly among the Black community, and menthol cigarettes have played a role in widened health disparities.\n        A 2020 study showed that while 43% of all adult smokers smoked menthols, more than 83% of Black smokers did. Only about 30% of White smokers chose menthols.\n        A ban on menthol cigarettes could eliminate some significant health disparities, according to a study from the Council on Foreign Relations.\n        Black people die at significantly higher rates than White people of smoking-related illnesses including stroke, heart disease and lung cancer: They make up 12% of the population in the US, but people who are Black account for 41% of smoking-related premature deaths and 50% of the life-years lost associated with menthol tobacco product use between 1980 and 2018, one study found.\n        Within five years, the elimination of menthol cigarettes could close the gap in lung cancer deaths, the study found.      Prohibiting menthol cigarettes would save up to 654,000 lives in the US within 40 years, including the lives of 255,000 members of the Black community, a 2022 study found.More than half of kids who smoke use menthol cigarettes, according to the CDC. Studies have found that children who smoked menthols were more likely to become regular smokers than occasional smokers.\n        Flavored cigars and cigarillos also seem popular with children, particularly Black and Hispanic kids who are twice as likely to smoke them as their White classmates. In 2020, more young people said they tried a flavored cigar every day than tried a cigarette, according to the FDA. But if flavors in cigars are eliminated, researchers think it could increase the likelihood that users may quit.\n        The FDA has tried to regulate other kid-friendly menthol products. Just last week, it issued marketing denial orders to R.J. Reynolds Vapor Co. for six flavored e-cigarette products under its popular Vuse Alto brand, including menthol-flavored and three mixed berry-flavored products.\n        Although the number of people who smoke cigarettes in the US has fallen to one of the lowest levels in history, the proportion who smoke menthols has been increasing, according to the CDC. Smoking is still the No. 1 cause of preventable death in the US﻿.\n        Two states didn’t wait for the FDA to ban menthol cigarettes. In 2020, Massachusetts became the first to ban all flavored tobacco products, including menthol. In 2022, California’s ban went into effect.\n        In the meantime, in an effort to work around the two state bans and to lay the groundwork for a potential federal ban, tobacco companies have introduced cigarettes with a menthol-like synthetic cooling agent. They come in boxes that look similar to menthol versions, and they’re marketed to menthol smokers. A study published in the medical journal JAMA last week found that one ingredient in some brands provided even more cooling activity than the menthol equivalent.\n        Flavors in cigarettes, with the exception of menthol, were banned in 2009. But another ingredient recently introduced to these products produces a kind of vanilla and tropical taste, the JAMA study found.\n        The final rules could address these tobacco company workarounds, Sward said, but it’s not clear whether they will do so.\n        Once the federal government makes its final rules, tobacco companies are expected to sue, as they have with nearly every other tobacco restriction.\n        Sward said that between now and when the administration signs off, the tobacco industry will probably go full-tilt in an effort to slow or stop a ban.\n        “It’s a big deal for them because it is how they attract and sustain people’s addiction,” she said. “So if this stands, they will have lost a major tool that they’ve used to addict and sustain an addiction for millions of people.”\n  Correction: A previous version of this story incorrectly described the timing of the FDA’s action on menthol cigarettes and flavored cigars. It has been updated to reflect that rules were proposed in April 2022 and final rules were recently sent for review.", "url": "https://www.cnn.com/2023/10/16/health/fda-menthol-cigarettes-rules/index.html", "section": "health"}
{"title": "      Why you shouldn’t postpone your flu vaccine\n    ", "author": "Katia Hetter", "published_on": "  Published\n        7:33 AM EDT, Tue October 24, 2023\n    ", "abstract": "      While the US Centers for Disease Control and Prevention recommends that everyone 6 months and older should receive the annual flu vaccine, most people haven’t – at least not yet. Only 22.7% of adults and 20.8% of children have gotten the flu shot this fall, according to CDC data from October 14.\n  ", "body": "      Why is it important for everyone eligible to receive the flu shot? How effective is it? Do people who have had the flu before still need a shot? Why is it necessary every year? When is the best time to get it? And what else should people do to stay healthy as the weather gets colder?\n        To help us with these questions, I spoke with our CNN Wellness medical expert, Dr. Leana Wen. Dr. Wen is an emergency physician and professor of health policy and management at the George Washington University Milken Institute School of Public Health. She previously served as Baltimore’s health commissioner.\n  CNN: Is it too late to get the flu shot?Dr. Leana Wen: Not at all. Flu season has not peaked yet. Pharmacies and many doctors’ offices will offer the flu shot, so call ahead and schedule your shot. Many pharmacies don’t require appointments, but some might. If you have a doctor’s appointment coming up, you could probably get your shot then, although you should confirm that they have the flu shot available. Your place of work or local health department might offer shots, too. It’s fine to receive the flu vaccine from any of these place — just don’t delay getting it.\n  CNN: Is there any advantage to waiting until later, when flu season does peak?Wen: You should not wait. It’s best to receive the vaccine before the peak of flu season, which usually occurs between December and March. The flu is already circulating, though, and you could get infected ahead of peak season. If you receive the vaccine now, it will last through this year’s flu season.\n  CNN: Why is it important for everyone who is eligible to receive the flu shot?Wen: The flu can be dangerous, and the flu vaccine has two important positive effects. The first is to reduce the chance of severe illness. According to studies cited by the CDC, vaccinated patients had a 26% lower risk of intensive care unit admission and a 31% lower risk of death from the flu compared to unvaccinated individuals. In the 2019-2020 year, the flu vaccine prevented an estimated 105,000 influenza-associated hospitalizations.\n        The second reason to get the flu vaccine is to reduce infection. Each year, the exact effectiveness depends on how well the vaccine developed matches the strains in circulation, but it’s generally 40% to 60%.\n        That’s significant on both a personal and individual level. Being sick with the flu, even if it doesn’t result in hospitalization, can be miserable. People can have fever, fatigue, achiness and cough for a week or longer. Kids can miss school and adults miss work and other responsibilities.\n        I get the flu vaccine every year, and I make sure that my husband and two children do too, because we want to reduce the possibility of illness due to flu. In addition, being vaccinated helps to reduce the risk of infecting others around us, which is crucial to me as a healthcare provider who takes care of vulnerable patients.\n  CNN: Do people who have had the flu before still need a shot?Wen: If you had flu in years past, then yes, you do still need to receive the flu vaccine this year. The immunity you developed before wanes.\n        Also, many people might say that they’ve had the “flu” when they really had a cold or another viral infection. I hear from my patients that they don’t need the flu vaccine this year because they’ve already had “the flu” but they never actually tested positive for influenza. Having another virus does not protect you against influenza, and you still need to get the flu shot.\n  CNN: Why is a flu shot necessary every year?Wen: The flu shot is recommended on an annual basis for two reasons. First, waning immunity means that the protection from last year’s flu shot won’t carry you through this year’s flu season. Second, the strains of the flu in circulating vary. Every year, the shot is targeted to the strains that are predicted to be most dominant.\n  CNN: When is the best time to get the shot?Wen: Late September to early October is ideal. This is before peak flu season, and the effectiveness will last through the winter.\n  CNN: What else should people do to stay healthy as the weather gets colder?Wen: Be sure to also get your updated Covid-19 vaccine. This could be done at the same time as you get the flu shot. If you are 60 and older, speak with your healthcare provider about getting the new RSV vaccine.\n  CNN: Is there anything else people should consider besides shots?Wen: Good hand hygiene is important. Wash your hands often. Use hand sanitizer after touching commonly used public surfaces like door handles and elevator buttons. Some individuals may choose to mask when in indoor crowded settings.\n        Now is also a good time to optimize your overall health. Get your annual checkup. Make sure your other chronic medical conditions, such as high blood pressure and diabetes, are under control. And get plenty of sleep, eat nutritious foods, and aim to reduce your stress. These healthy habits strengthen your overall ability to fight infections.\n  Get inspired by a weekly roundup on living well, made simple. Sign up for CNN’s Life, But Better newsletter for information and tools designed to improve your well-being.", "url": "https://www.cnn.com/2023/10/24/health/influenza-vaccine-flu-covid-winter-wellness/index.html", "section": "health"}
{"title": "      Abortions increased in the US overall in the year post-Dobbs, but there are stark inequalities state-to-state\n    ", "author": "Deidre McPhillips", "published_on": "  Published\n        7:00 AM EDT, Tue October 24, 2023\n    ", "abstract": "      In the year following the Supreme Court Dobbs decision, the abortion landscape in the United States became more fractured than ever.\n  ", "body": "      Abortions increased nationwide, according to a new report from #WeCount, a research project led by the Society of Family Planning — the average monthly change in the 12 months post-Dobbs compared to the two months pre-Dobbs adds up to about 2,200 more abortions over the course of a year.\n        But the trends diverged sharply based on state policy, with abortions all but stopped in states with bans and significant increases in many states where abortion remained legal.\n        There were about 115,000 fewer abortions in the 17 states with total or six-week bans in effect, plummeting 98% in banned states and dropping 40% in those with 6-week gestational limits, according to the new report. About a third of the overall decline can be attributed to Texas.\n        The remaining 33 states where abortion remained legal, along with the District of Columbia, recorded nearly 117,000 more abortions — a 14% increase year-over-year.\n        “This is a sign of increasing inequality of access,” said Caitlin Myers, a  professor of economics at Middlebury College. Her research has focused on abortion trends, but she was not involved in the new analysis.\n        “Whether somebody who wants to access abortion can actually do so depends more than ever on where they live,” she said.\n        The #WeCount analysis tracks both procedural and medication abortions through data reported by providers, but it does not account for self-managed abortions such as those received through Aid Access that are not obtained within the formal US health care system.\n        Much of the increase in states where abortion remains legal were among patients who traveled from states with bans or restrictions, experts say. The new report doesn’t capture how widespread the need to travel for an abortion has become, but local data suggests a clear trend.\n        There were 21,500 more abortions in Illinois in the year after the Dobbs decision, more than any other state, according to the new report. Nearly a quarter of patients that went to Planned Parenthood Illinois traveled from another state in that time, according to the organization – up from 7% before the Supreme Court decision. And Planned Parenthood of the Rocky Mountains says that 90% of the increase they’ve seen has been among out-of-state patients.\n        Providers in Florida reported the third most abortions overall and the second largest increase, according to the new report. And more than 5,000 people have traveled from out-of-state to receive an abortion in Florida so far this year, according to data from the state health department — already more than in all of 2021.\n        Abortion in the conservative state is currently legal but in limbo as the state’s Supreme Court weighs a challenge to restrict it. The situation there highlights the massive consequences that ongoing uncertainty threatens, experts say.\n        “Florida going dark would reverberate through the South and dramatically increase driving distances,” Myers said. Displaced patients from within the state and others who relied on the clinics there would likely head north for care, and the flood of patients could create congestion in places like North Carolina or even Virginia, she said.\n        Earlier research has shown that travel is a significant barrier. And even if additional resources help reduce the burden on patients, it shouldn’t be the gauge of success, experts say.\n        “It’s really not a public health triumph that people have to mobilize the financial and social resources to travel, sometimes hundreds of miles away from their home, to obtain basic health care,” said Dr. Alison Norris, co-chair of #WeCount and association professor at The Ohio State University’s College of Public Health. “That’s really a public health crisis.”\n        And there is no measure of how many are falling through the cracks.\n        About 30% of patients don’t show up for the appointments they make for their abortion care, said Adrienne Mansanares, president and CEO of Planned Parenthood of the Rocky Mountains. But when matched with Patient Navigators — staff dedicated to helping individuals with one-on-one support for their abortion, including finding financial assistance, counseling, logistical guidance and more — the share of missed appointments drops to 2%.\n        “They were all near-misses. Any one of those details could cause a person to miss (their appointment),” Mansanares said. Access to abortion care is so critical that patients will do whatever it takes to make the appointment as long as they have the resources, she said.\n        Work to reduce barriers and better protect access in states where abortion remains legal has helped create new opportunities for care that didn’t exist before, expert say.\n        “Some of these increases are the result of meeting an unmet need, and that’s valuable,” Norris said. Expanded telehealth options, investment in expanding clinics and additional financial resources for patients are among the influx of resources that have helped meet some of the unmet need, she said.\n        “Still, thousands of people can’t get care in the state where they live. Period. And there’s no reason to assume that the increases in some states are due to everybody who needs an abortion being able to travel for one.”\n        And for a variety of reasons, there’s looming concern about how permanent some of those valuable resources will be, Norris said.\n        An increasing share of abortions are provided by virtual-only telehealth providers, according to the new report — up from an average of about 4,000 a month before Dobbs to nearly 7,000 a month afterward.\n        But legal challenges to the medication abortion drug mifepristone hang in the balance, with the Supreme Court asked to make another significant ruling next year.\n        “What’s looming over all of this is that the story is not over,” Myers said.\n  ", "url": "https://www.cnn.com/2023/10/24/health/abortion-access-inequality-one-year-post-dobbs-wecount/index.html", "section": "health"}
{"title": "      I just ran my first marathon. Here are the 20 products that got me through my training\n    ", "author": "Jillian Tracy", "published_on": "  Published\n        9:01 AM EDT, Tue October 25, 2022\n    ", "abstract": "      As a recreational runner, racing in a marathon has long been on my bucket list. After deciding that this was finally the year, I submitted my registration, crafted a training plan and got to putting some miles on my legs.\n  ", "body": "      When it comes to long-distance running, everyone has different training needs. Some swear by compression bands, kinesiology tape or certain vitamins and supplements. And while no product will make your legs magically move faster or completely dissolve the post-race aches, there are some that can help improve your recovery and keep you primed for your next run.\n        If you subscribe to an active lifestyle, you probably already have a few items on hand to kickstart your training, but if you need some more ideas, here are 20 products that helped me make the journey to the finish line.\n  ", "url": "https://www.cnn.com/cnn-underscored/health-fitness/marathon-training-essentials", "section": "health"}
{"title": "      Abortion coverage is limited or unavailable at a quarter of large workplaces\n    ", "author": "", "published_on": "  Published\n        6:31 AM EDT, Mon October 23, 2023\n    ", "abstract": "      About a quarter of large U.S. employers heavily restrict coverage of legal abortions or don’t cover them at all under health plans for their workers, according to the latest employer health benefits survey by KFF.\n  ", "body": "      The findings demonstrate another realm, beyond state laws, in which access to abortion care varies widely across America since the Supreme Court overturned the constitutional right to abortion last year in Dobbs v. Jackson Women’s Health Organization.\n        More than ever, where someone works and the constraints of their health insurance can determine whether an abortion is possible. Workers without coverage are left to pay out-of-pocket for abortion care and related costs.\n        In 2021, the median costs for people paying out-of-pocket in the first trimester were $568 for a medication abortion and $625 for an abortion procedure, according to a report from Advancing New Standards in Reproductive Health at the University of California-San Francisco. By the second trimester, the cost increased to $775 for abortion procedures.\n        KFF’s 2023 annual survey found that 10% of large employers — defined as those with at least 200 workers — don’t cover legal abortion care under their largest job-based health plan. An additional 18% said legal abortions are covered only in limited circumstances, such as when a pregnancy is the result of rape or incest, or endangers a person’s life or health.\n        The share of employers that said they don’t cover abortion under any circumstances “is bigger than I would have expected,” said Matthew Rae, an associate director at KFF who helped conduct the survey.\n        So far, 14 states, mostly in the South and Midwest, have enacted near-total abortion bans, and an additional seven states have instituted gestational limits between six and 18 weeks. Abortion is legal in 24 states and the District of Columbia.\n        Sharply divergent state abortion laws solidified in the aftermath of the Dobbs decision compound the complexity for employers with workers across multiple states, Rae said. Many large companies employ people in places with vastly different abortion policies, and their health benefits are more likely to cover dependents who may live elsewhere.\n        “Those dependents can be college kids — and college kids can be anywhere — or any other type of dependent who could just spread out over an area much larger than where you just have actual physical establishments,” Rae said.\n        The KFF survey found that about a third of large companies said they cover legal abortions in most or all circumstances; the largest companies, with at least 5,000 employees, were more likely to offer the benefit compared with smaller firms. An additional 40% said they were unsure of their coverage — perhaps because employer policies are in flux, Rae said.\n        Employer health plans’ treatment of abortion has changed little since the Dobbs decision, the survey found. Among companies that said they did not cover legally provided abortion services or covered them in limited circumstances, 3% reduced or eliminated abortion coverage. By contrast, of the large companies that generally covered abortion, 12% added or significantly expanded coverage.\n        That’s in sharp contrast to the rapidly changing laws governing abortion access in the states. It’s unclear whether workers at companies that don’t cover abortion or heavily restrict coverage are located primarily in states that have outlawed the procedure.\n        The KFF survey includes information from more than 2,100 large and small companies on their health benefits and the related costs for workers. Annual premiums for family coverage rose 7% on average this year, to $23,968, with employees on average contributing $6,575 toward that cost. The jump in premiums represents a notable increase compared with that of the previous year, when there was virtually no growth in those costs. Average yearly deductibles for workers were $1,735 for single coverage, a cost that was relatively unchanged.\n        One tactic employers use is to provide separate benefits for abortion-related expenses. In response to increasingly restrictive state abortion laws and the Supreme Court’s decision, large companies — such as Amazon, Starbucks, Disney, Meta, and JPMorgan Chase, among others — announced they would pay for employees’ abortion-related travel expenses.\n        However, the KFF survey found that a small share of large employers said they provide or plan to provide workers with financial help to cover abortion-related travel expenses. Companies with at least 5,000 workers are the most likely to provide that assistance. Overall, 7% of large employers said they provide or plan to provide financial assistance to employees who must travel out of state for abortion care.\n        According to the Brigid Alliance, a New York-based nonprofit that helps people with logistics and defrays abortion-related costs, average travel costs now exceed $2,300. As restrictive laws proliferate, distances traveled have also increased since the Dobbsruling, with each person on average traveling roughly 1,300 miles round trip in the first half of 2023.\n  Recent research published by job-search firm Indeed, the Institute of Labor Economics, and academics from the University of Southern California and the University of Maryland found that employers that announced abortion-related travel benefits saw an 8% increase in clicks on their job postings compared with similar jobs at comparable employers that did not announce such a policy.\n        However, job satisfaction among existing employees also dropped at those companies, with ratings of senior management dropping “8%, driven by workers in typically male-dominated jobs,” they wrote, “illustrating both the potential perks and pitfalls for companies that choose to wade into contentious political waters.”\n  KFF Health News, formerly known as Kaiser Health News (KHN), is a national newsroom that produces in-depth journalism about health issues and is one of the core operating programs at KFF — the independent source for health policy research, polling, and journalism.", "url": "https://www.cnn.com/2023/10/23/health/abortion-coverage-workplace-insurance-kff-health-news-partner/index.html", "section": "health"}
