{"title": "      Tom Emmer drops out of speaker’s race, hours after being nominated\n    ", "author": "Melanie Zanona", "published_on": "  Updated\n        4:36 PM EDT, Tue October 24, 2023\n    ", "abstract": "      GOP Rep. Tom Emmer has dropped out of speaker race – a move that comes just hours after he won his party’s nomination, the latest sign that Republicans are no closer to electing a new speaker. \n  ", "body": "      Earlier in the day, Emmer’s bid to be speaker appeared on the verge of collapse amid opposition from the right flank of his conference and fresh attacks waged by former President Donald Trump – just hours after the Minnesota Republican was picked as the party’s nominee.\n        Several Republicans who oppose Emmer say they will not move off their opposition and are calling for a new candidate. Emmer can only afford to lose four Republicans, and 26 voted against him behind closed doors.\n        Emmer voted to certify the 2020 election, voted to keep the government open for 47 days, voted for the bipartisan law to avoid a debt default and voted to codify same-sex marriage – all issues that members of the hard-right have cited as issues.\n        In a post on Truth Social on Tuesday, Trump went after Emmer after House Republicans elected him as their latest speaker nominee, writing that voting for Emmer “would be a tragic mistake.” \n        Members of Trump’s team are also calling GOP members and urging them to oppose Emmer for speaker, two sources told CNN. One source said they’re “whipping hard.” The other source said more members are now pulling their support because of it.\n        Pressure is intensifying on House Republicans to elect a new speaker three weeks after the ouster of former Speaker Kevin McCarthy, as the House has remained in a state of paralysis ever since. But it’s increasingly unclear whether any Republican can get the 217 votes needed to win the gavel from the bitterly divided conference. \n        Despite a cordial phone call with the former president over the weekend, Trump reposted attacks against the House GOP whip on Truth Social Monday night and then followed up with his own attack after Emmer was nominated.\n        Leaving a GOP conference meeting Monday night, Emmer told CNN, “We have a good relationship,” when asked about Trump.\n        With multiple candidates in the running, members cast a series of successive secret ballots on Tuesday with the candidate with the fewest number of votes in each round dropped from the race. The other candidates who had been in the running were: Reps. Mike Johnson of Louisiana, Kevin Hern of Oklahoma, Byron Donalds of Florida, Austin Scott of Georgia, Jack Bergman of Michigan and Pete Sessions of Texas. \n        Republicans gathered on Monday for the candidate forum also behind closed doors. Meuser, who had been in the running, dropped his bid at that meeting.\n        House Foreign Affairs Chairman Michael McCaul of Texas told CNN’s Manu Raju on Monday, “It’s going to be very difficult, but we have to get there,” when asked how concerned he is that no candidate can get 217 votes on the floor. \n        And GOP Rep. Vern Buchanan of Florida warned that if the eventual nominee can’t get to 217 votes on the floor, the conference may have to work with Democrats.\n        “It’s, it’s not good. Because a lot of people are gonna want to – with a mind set out there, they don’t want to work with Democrats, but it might end up to be a point where that’s the only way,” Buchanan said. “We’ve got to get the government open. People are very angry, upset.”\n  This story and headline have been updated with updated with additional information and developments.", "url": "https://www.cnn.com/2023/10/24/politics/house-republicans-speaker-nominee/index.html", "section": "politics"}
{"title": "      Who is Rep. Tom Emmer, the House GOP’s new speaker nominee?\n    ", "author": "Piper Hudspeth Blackburn", "published_on": "  Published\n        3:46 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Rep. Tom Emmer, the House majority whip whose bid for House speaker was thrown into immediate jeopardy Tuesday afternoon, has tried to balance an at-times moderate voting record while trying to appeal to the Donald Trump-aligned base of the Republican Party.\n  ", "body": "      The Minnesota Republican emerged Tuesday afternoon as House Republicans’ new speaker nominee in the scramble to succeed Kevin McCarthy. But with a razor-thin GOP majority in the House, Emmer can only afford to lose four Republicans, and 26 voted against him behind closed doors. And despite a phone call with Trump over the weekend, the former president has posted negative messages about Emmer on his Truth Social platform in recent days.\n        Several Republicans who oppose Emmer told CNN Tuesday they will not change their stance and are calling for a new candidate. \n        Emmer has recently been criticized by the right-wing of the Republican conference for, among other things, voting for the bipartisan law to avoid a debt default and to codify same-sex marriage.\n        Perhaps most importantly, he voted to certify the results of the 2020 presidential election, a flagrant rejection of Trump’s oft-repeated falsehoods that the results were illegitimate.\n        But Emmer has a history of supporting the former president. In interviews and public comments, reviewed by CNN’s KFile ahead of the speakership vote, Emmer also refused to say Joe Biden won the election and bashed the press for calling the race in the wake of the 2020 election. \n        The Minnesota lawmaker was first elected to Congress in 2014 and became majority whip earlier this year. Emmer, who lost a race for Minnesota governor in 2010, was a state representative from 2004-2008. He sits on the House Financial Services Committee.\n        As majority whip, Emmer has experience with keeping the GOP’s narrow majority in line. Republican Rep. Patrick McHenry, who is currently interim House speaker, told CNN in January that Emmer helped hammer out the negotiations between the 20 hardliners and the speaker’s office that eventually won McCarthy the gavel after 15 ballots.\n        McCarthy has backed the Minnesota Republican for speaker and urged the conference to elect him by the end of the week. \n        “This is not a time for a learning experience as speaker. Tom would be able to walk into the job and do it on day one,” he said on NBC’s “Meet the Press” Sunday. \n        Soon after McCarthy lost the speaker job, some members floated Emmer as a contender, but he quickly rallied around House Majority Leader Steve Scalise, who later dropped out after the GOP failed to coalesce around him,.\n        South Carolina Rep. Ralph Norman, a member of the House Freedom Caucus, noted that although he “didn’t agree with that vote,” referring to Emmer’s decision to certify the 2020 election, he told CNN that he has not yet ruled out supporting Emmer.\n        “Trust is something people are looking for,” Norman said, adding, “Tom’s honest.”\n  ", "url": "https://www.cnn.com/2023/10/24/politics/tom-emmer-house-speaker/index.html", "section": "politics"}
{"title": "      Georgia State Supreme Court upholds six-week abortion ban\n    ", "author": "Alta Spells", "published_on": "  Updated\n        1:14 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The Georgia State Supreme Court upheld the state’s six-week abortion ban in a ruling Tuesday morning.\n  ", "body": "      The ruling reverses a lower court’s decision to void certain sections of the LIFE Act because it was enacted prior to the US Supreme Court’s Dobbs decision one year ago that overturned the federal right to an abortion under Roe v. Wade.\n        Georgia’s LIFE Act bans, with some exceptions, abortion when early cardiac activity is detected – which can be as early as six weeks into a pregnancy, when many women don’t yet know they are pregnant.\n        The Tuesday ruling said in part, “the trial court erred in relying on overruled decisions of the United States Supreme Court to conclude that portions of the LIFE Act violated the United States Constitution when enacted in 2019. The same United States Constitution governs today as when the LIFE Act was enacted, and Georgia courts are required to look to the United States Supreme Court’s now-controlling interpretation of the United States Constitution when determining whether a statutory law violates that Constitution.”\n        “We are pleased with the court’s decision and will continue to defend the constitutionality of Georgia’s LIFE Act,” Georgia Attorney General Chris Carr said in a statement. \n        In response to the state Supreme Court’s decision, Monica Simpson, the executive director of SisterSong Women of Color Reproductive Justice Collective, a plaintiff in the case, said, “Today’s devastating decision means that our people will continue to face the horrible reality that they are in today where Georgians are suffering because they cannot access abortion care. This abortion ban has forced Georgians to travel across state lines at great expense or continue the life-altering consequences of pregnancy and childbirth against their wills.” \n        Lauren Eden, the Georgia advocate for the Abortion Survivors network, told CNN, “I am thrilled. It’s going to protect so many innocent lives like mine. This will not only protect the lives of unborn babies, but also the lives of the mothers who we know suffer so much pain after an abortion procedure.”\n        Georgia House Democrats denounced the decision in a statement, “This harmful decision leaves in place a deadly restriction on reproductive rights and criminalizes doctors who are seeking to provide life saving healthcare to patients across the state.”\n        The Georgia State Supreme Court did not offer a ruling on a subsequent challenge by plaintiffs that said the ban “violates the due-process, equal-protection, and/or inherent-rights provisions of the Georgia Constitution,” but instead remanded the case back to the trial court for a decision. \n  This story has been updated with additional information. ", "url": "https://www.cnn.com/2023/10/24/politics/georgia-supreme-court-six-week-abortion-ban/index.html", "section": "politics"}
{"title": "      These are the House Republicans running for speaker\n    ", "author": "Jack Forrest", "published_on": "  Updated\n        11:41 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The high-stakes race for House speaker enters a new phase Tuesday, with a slate of new candidates vying for the gavel. \n  ", "body": "      The House Republican Conference is holding its closed door meeting Tuesday with four GOP representatives running for the gavel. With multiple candidates, members will cast a successive series of secret ballots, and the candidate who garners the fewest number of votes in each round will be dropped from the running. The winning candidate will still need a majority of the conference behind them, meaning that it’s possible the race for speaker might not be fully settled at the end of the conference meeting. \n        Rep. Gary Palmer of Alabama announced he would drop his bid for speakership right as Tuesday’s meeting was getting underway. Rep. Pete Sessions of Texas was out after the first round of closed-door secret voting. Rep. Jack Bergman of Michigan was out after the second round, and Rep. Austin Scott of Georgia was out after the third.\n        Here are the remaining Republican lawmakers vying for the speakership:\n        Emmer, the House majority whip, said in a letter to his colleagues shared on Saturday that he was seeking the speakership with the goal of delivering “historic change.” \n        McCarthy is backing the Minnesota Republican for speaker, delivering an early boost for his candidacy. \n        “He’s been in the room with all of our successes,” McCarthy said of Emmer Sunday, urging his conference to elect him by the end of this week. “He sets himself head and shoulders above all those others who want to run.” \n        “This is not a time for a learning experience as speaker. Tom would be able to walk into the job and do it on day one,” he said on NBC’s “Meet the Press.”\n        Emmer, who voted to certify the 2020 election in a rebuke to former President Donald Trump, could face resistance from some members of the House Freedom Caucus skeptical of the current GOP leadership team and as Trump’s allies have attacked him.\n        The former National Republican Congressional Committee chairman was first elected to Congress in 2014 and became majority whip earlier this year. Emmer, who lost a race for Minnesota governor in 2010, was a state representative from 2004 to 2008. He sits on the Financial Services Committee.\n        The Oklahoma Republican, who chairs the influential Republican Study Committee, told CNN on Friday that he plans to run for speaker and will work “hard” to get people on his side.\n        Hern chairs the conservative group known as the Republican Study Committee.\n        Republican hardliners in the House Freedom Caucus floated Hern’s name as a possible nominee for speaker earlier this month. And during the deadlocked race for speaker in January, Hern, whose caucus wields a large bloc of GOP members, received a couple of anti-McCarthy protest votes in the eighth round of voting.\n        Hern was sworn in to the House in 2018 after a career working in various leadership positions at McDonalds, according to his House biography. He also worked as an aerospace engineer. Hern is a member of the House Ways and Means committee and co-chairs the Small Business and Franchise caucuses.\n        The Florida Republican and Freedom Caucus member announced on X that he’s seeking the speakership to advance a “conservative vision for the House of Representatives and the American people.”\n        Donalds also received votes from the GOP’s far-right members in January as a protest to McCarthy. \n        He is serving his second term, winning his first election to Congress in 2020 after GOP Rep. Francis Rooney vacated Florida’s 19th Congressional District.\n        During his first campaign, Donalds described himself in an ad as a “Trump-supporting, gun-owning, liberty-loving, pro-life, politically incorrect Black man.”\n        The Florida State University graduate worked in the banking, finance, and insurance industries before being elected to the Florida House of Representatives in 2016, according to his office.\n        The Louisiana Republican, who serves as the House Republican conference vice chairman, also announced a run for speaker in a letter to his Republican colleagues Saturday, saying “After much prayer and deliberation, I am stepping forward now.”\n        Johnson was first elected to the House in 2016. He also serves as a deputy whip for the House GOP and was previously chairman of the Republican Study Committee.\n        Johnson sits on the House Judiciary Committee, Select Committee on the Weaponization of the Federal Government and on the House Armed Services Committee.\n  This story has been updated with additional developments.", "url": "https://www.cnn.com/2023/10/22/politics/house-republican-speaker-race-who-is-running/index.html", "section": "politics"}
{"title": "      Intensive talks underway to free a larger number of hostages held by Hamas but major obstacles remain\n    ", "author": "MJ Lee", "published_on": "  Updated\n        11:04 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Talks to secure the release of a large number of hostages being held by Hamas in Gaza are ongoing, two sources familiar with the matter and one western diplomat familiar with the discussions told CNN, but the negotiations are being complicated by a number of factors.\n  ", "body": "      The United States, Israel, Qatar, Egypt and Hamas are engaged in the ongoing deliberations. Four hostages – two American and two Israeli – have been freed so far. But the hope now is to reach a deal for a bigger group of hostages released at once.\n        Israel is pressing for a comprehensive plan for such a release, another source said, after seeing just two sets of two hostages released so far. Israel has said there are more than 200 hostages believed to be held by Hamas in Gaza.\n        Israel has so far held off on making a ground incursion into Gaza, and the US has pressed Israel to further delay its invasion to allow for the release of more hostages held by Hamas.\n        The sources said the timing of the ground invasion is a moving target.\n        There is no specific timeline to that delay, and the sources said they don’t believe the Israelis will hold off for more than a few days.\n        As part of the negotiations, Hamas wants more fuel allowed into the coastal enclave, according to a person familiar with the group’s demands, but Israeli officials have made clear publicly that that isn’t negotiable.\n        A senior adviser to the prime minister, Ambassador Mark Regev, told CNN Monday night: “The government decision is that fuel doesn’t go in because it will be stolen by Hamas and it’ll be used by them to power rockets that are fired into Israel to kill our people.” Regev said that Israel will not allow more fuel into Gaza even if Hamas released all of the hostages.\n        However, in a speech on Tuesday, the Israel Defense Forces chief of staff said efforts will be made to provide access to fuel in Gaza where needed to alleviate the humanitarian crisis, but that it would “not allow” the fuel to reach Hamas. \n        “We will make sure there will be fuel in places where they need fuel to treat civilians. We will not allow the fuel for Hamas so they can continue fighting against the citizens of Israel,” Lt. Gen. Herzi Halevi said.\n        In a telephone call Monday evening, President Joe Biden and Prime Minister Benjamin Netanyahu discussed the situation surrounding the hostages as planning toward a ground invasion proceeds.\n        “The President welcomed the release of two additional hostages from Gaza earlier today, and reaffirmed his commitment to ongoing efforts to secure the release of all the remaining hostages taken by Hamas – including Americans – and to provide for safe passage for US citizens and other civilians in Gaza,” the White House said after the call.\n        Determining how to release a larger round of hostages – if it were ultimately agreed upon – has been an extraordinarily complex undertaking. Gaza has been under constant bombardment by Israel since Hamas attacked the country on October 7, and moving a large group when strikes are ongoing would put them in harm’s way.\n        Nine of the ten unaccounted for Americans are US citizens and one is a permanent resident. US officials are working to find “alternatives” to move the hostage negotiations along, a US official said. “We’re actively working it,” they said.\n        An additional complicating factor is that the hostages are believed to be – as US officials have previously said – to be located in different areas of Gaza.\n        On Monday, when asked whether the US would support a “hostages-for-a-ceasefire” deal, Biden said: “We should have a ceasefire.” He quickly amended his answer, saying: “Not a ceasefire, we should have those hostages released, and then we can talk.”\n        But Israeli officials have been adamant that they will not agree to a ceasefire.\n        “We are working across all channels to release all hostages. Our goal remains the same and we will achieve it. Dismantling Hamas is no easy task and will take however long it takes,” an official in the Israeli prime minister’s office said.\n  ", "url": "https://www.cnn.com/2023/10/24/politics/hostage-negotiations-hamas-israel/index.html", "section": "politics"}
{"title": "      Former Trump campaign lawyer Jenna Ellis pleads guilty in Georgia case\n    ", "author": "Marshall Cohen", "published_on": "  Updated\n        10:53 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Former Trump campaign lawyer Jenna Ellis pleaded guilty Tuesday in the Georgia election subversion case and will cooperate with Fulton County prosecutors – the third guilty plea in the past week. \n  ", "body": "      At an unscheduled hearing in Atlanta, Ellis pleaded guilty to one count of aiding and abetting false statements, a felony stemming from the election lies that Ellis and other Donald Trump lawyers peddled to Georgia lawmakers in December 2020. \n        She was sentenced to five years of probation and ordered to pay $5,000 in restitution. \n        Ellis delivered a tearful statement to the judge Tuesday while pleading guilty, disavowing her participation in Trump’s unprecedented attempts to overturn the 2020 election.\n        “If I knew then what I knew now, I would have declined to represent Donald Trump in these post-election challenges. I look back on this experience with deep remorse,” Ellis said, her voice breaking at times.\n        The development comes after back-to-back guilty pleas last week in the sprawling case from former Trump campaign lawyer Sidney Powell and Kenneth Chesebro, who helped devise the fake electors plot.\n        These three plea deals are a monumental step forward for Fulton County District Attorney Fani Willis, who charged the case in August and is preparing for trials against Trump, his former attorney Rudy Giuliani, his chief of staff Mark Meadows and other top figures. (They have all pleaded not guilty.)\n        Ellis, Chesebro and Powell all agreed to testify on behalf of the prosecution at future trials. By flipping, these onetime Trump insiders are now on track to become major Trump nemeses. They are all lawyers and can shed light on what was happening behind the scenes in 2020.\n        Prosecutors originally charged 19 people in the sprawling case. So far, four have pleaded guilty. \n        In a tearful apology in court, Ellis spoke of her personal “failures” and expressed “deep remorse” while disavowing her involvement in Trump’s legal efforts to overturn the 2020 presidential election. \n        “As an attorney who is also a Christian, I take my responsibilities as a lawyer very seriously and I endeavor to be a person of sound moral and ethical character in all of my dealings,” Ellis said. But after the 2020 election, “I failed to do my due diligence,” she said. \n        “I relied on others, including lawyers with many more years of experience than I, to provide me with true and reliable information … what I did not do, but should have done, your honor, was to make sure that the facts the other lawyers alleged to be true were, in fact, true,” Ellis said. \n        The plea from Ellis implicated Giuliani in a state crime – lying to Georgia legislators by peddling false voter-fraud theories. This comes one week after Chesebro implicated Giuliani in the fake electors scheme that tried to subvert the Electoral College process. Giuliani denies wrongdoing.\n        According to court filings, Ellis admitted that she “intentionally aided and abetted” Giuliani and another Trump lawyer, Ray Smith, in “in knowingly, willfully, and unlawfully making … false statements to members of the Georgia Senate.” \n        Their false statements included baseless claims of massive voter fraud – including through mail-in ballots, and with thousands of supposedly illegal votes from felons, minors and “dead people.” Both Smith and Giuliani pleaded not guilty.\n        None of these allegations were true, according to multiple investigation and recounts by Georgia election officials. Trump lost the state to Joe Biden by about 12,000 votes. \n        In exchange for Ellis’ cooperation, prosecutors dropped her original two charges, including a violation of Georgia’s racketeering law known as RICO. Trump lawyer Steve Sadow said in a statement that he believes this helps his client and noted that the criminal conduct admitted to by Ellis “doesn’t even mention President Trump.”\n        “For the fourth time, Fani Willis and her prosecution team have dismissed the RICO charge in return for a plea to probation,” Sadow said. “What that shows is this so-called RICO case is nothing more than a bargaining chip for DA Willis.”\n        As a result of the plea deal, Ellis, who has an active online presence, is also banned from posting anything on social media about the case while the proceedings are unfolding against any of the defendants, prosecutors said.  \n        In unrelated disciplinary proceedings in Colorado, where Ellis is a practicing attorney, Ellis admitted that many of her post-election public statements were false, including her claim that the race was “stolen” from Trump. She was censured by a judge and agreed to pay $224, ending the misconduct probe. \n        She hasn’t been in Trump’s orbit in recent months – and she has publicly been supporting Florida Gov. Ron DeSantis in the 2024 Republican presidential primary.\n        After Ellis’ indictment, she publicly complained about the lack of financial support from pro-Trump groups. She has raised more than $216,000 through an online crowdfunding website.\n  This story has been updated with additional developments.", "url": "https://www.cnn.com/2023/10/24/politics/jenna-ellis-fulton-county/index.html", "section": "politics"}
{"title": "      Trump attorneys move to dismiss charges in federal election subversion case and to remove mentions of January 6 attack in indictment\n    ", "author": "Holmes Lybrand", "published_on": "  Published\n        6:09 AM EDT, Tue October 24, 2023\n    ", "abstract": "      In a slew of court filings late Monday, attorneys for Donald Trump filed several motions asking the judge overseeing the election subversion case in Washington, DC, to dismiss the charges against the former president on grounds that, among other things, they violate his First Amendment rights and are the product of a “selective and vindictive prosecution.”\n  ", "body": "      “Countless millions believe, as President Trump consistently has and currently does, that fraud and irregularities pervaded the 2020 Presidential Election,” his attorneys wrote. “As the indictment itself alleges, President Trump gave voice to these concerns and demanded that politicians in a position to restore integrity to our elections not just talk about the problem, but investigate and resolve it.”\n        His attorneys argued that “the First Amendment embraces and encourages” Trump’s actions in the wake of the 2020 election, adding that because of the “tradition of forceful political advocacy” in the US, the former president “lacked fair notice that his advocacy in this instance could be criminalized.”\n        The court, his attorneys wrote, should therefore dismiss the charges “under the Due Process clause as well.”\n        Trump’s attorneys also said the counts against him should be dismissed because the indictment itself fails to prove the charges, arguing that –among other things – the indictment never claims Trump used “deceit or trickery” in allegedly setting up the alternate slate of electors following  Joe Biden’s electoral victory.\n        Within the plethora of legal arguments as to why the charges against Trump should be dismissed, his attorneys also argued that the prosecution itself essentially amounts to a political hit job.\n        “Three days after President Trump formally announced his candidacy, the Special Counsel was put in place as part of a flawed effort to insulate Biden and his supporters from scrutiny of their obvious and illegal bias,” his attorneys wrote, adding that the prosecution against Trump for actions he took while president show a selective prosecution from special counsel Jack Smith.  \n        Trump’s attorneys, in their filings, also moved to strike allegations around the January 6, 2021, US Capitol attack mentioned in the indictment against him, arguing that Trump is not being charged “with responsibility for the actions at the Capitol” and that such mentions of the January 6 attack could be “highly prejudicial” against him.\n        “Allegations in the indictment relating to these actions, when President Trump has not been charged with responsibility for them, is highly prejudicial and inflammatory because members of the jury may wrongfully impute fault to President Trump for these actions.”\n        Trump faces four counts in the case, including conspiring to defraud the United States and to obstruct an official proceeding – the latter a charge that has already successfully been brought against rioters who breached the Capitol on January 6. The former president pleaded not guilty in August.\n  ", "url": "https://www.cnn.com/2023/10/24/politics/trump-january-6-case-first-amendment/index.html", "section": "politics"}
{"title": "      Exclusive: Paul Whelan told Blinken being left out of prisoner swap with Russia painted a target on his back\n    ", "author": "Jennifer Hansler", "published_on": "  Published\n        6:04 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Paul Whelan, an American who has been imprisoned in Russia for nearly five years, pressed Secretary of State Antony Blinken in a phone call in August to ensure that he is not left behind again, Whelan told CNN.\n  ", "body": "      “I told him point blank that leaving me here the first time painted a target on my back and leaving me here the second time basically signed a death warrant,” said Whelan, who called CNN on Friday from his remote prison camp in Mordovia. He said he told the top US diplomat that “unless they got me back, it could be quite challenging in the future, especially with my age and the sort of work we have to do from a health and safety point of view.”\n        Despite his strong words to Blinken, Whelan expressed confidence that work is being done to secure his release, but said he was frustrated at the slow pace and wanted to ensure he wasn’t forgotten amid “other geopolitical issues.” He would like to speak with President Joe Biden “and find out if he will do what he’s promised to do.”\n        He is aware that the Russians consider him as “high value, so they want something high value in return,” he said.\n        On their phone call in August, Blinken “told me that he’s working quite diligently and his team is working quite diligently to find a resolution to this situation,” Whelan recounted, describing Blinken as “a person who obviously cares and he cares deeply about the situation.”\n        “I think everyone’s trying to do the right thing, and I know that this will come to an end at some point. How long it will take I don’t know. But I’m being promised that I won’t be left behind here,” he said.\n        Whelan – who is also an Irish, British and Canadian citizen – was detained at a Moscow hotel in December 2018 by Russian authorities who alleged he was involved in an intelligence operation. The former US Marine was sentenced to 16 years in prison in June 2020 on an espionage charge he consistently and vehemently denies. He has been designated as wrongfully detained by the US State Department.\n        Whelan was not included in prisoner swaps that freed fellow wrongfully detained Americans Trevor Reed and Brittney Griner last year. US officials have said that the Russians refused to include him in those swaps for Konstantin Yaroshenko and Viktor Bout, respectively.\n        Whelan said he believed it was “a mistake” for Biden to swap Yaroshenko and Bout “as quickly as he did.” He also told CNN he knows that the Russians have sought the release of Vadim Krasikov, a Russian ex-colonel serving a life sentence in Germany for murder.\n        CNN has reported that the Biden administration is working to search for other offers to free Whelan after Russia has failed to respond in a substantive way to an offer presented earlier this year.\n        “If we can’t make it happen based on what’s available to us now, we’ll need to figure out what that takes so we can bring our people home,” a senior administration official told CNN in August.\n        “Secretary Blinken remains committed to bringing Paul home,” a State Department spokesperson told CNN on Monday. “The United States has been clear that Russia’s wrongful detention of Paul Whelan is outrageous and he should be immediately set free.”\n        “We offered Russia a serious proposal for Paul’s release and will not stop working on his case until he is reunited with his family,” the spokesperson said.\n        Whelan warned Americans against traveling to Russia “if they value their freedom.”\n        “This is not the time to come to Russia,” he said.\n        He told CNN he was aware of the arrest of a Russian-American journalist, Alsu Kurmasheva, telling CNN that “it’s on the media here.”\n        Whelan also receives some information from his family about Evan Gershkovich, an American journalist who has been declared wrongfully detained in Russia. “There’s nothing on the news here that I can see” about Gershkovich’s case, he said. \n        “I’m sure he’s going through the same sorts of rigor that I went through, days and days of boredom and then being questioned and interrogated and what have you, with false promises of being released for a confession and all that sort of thing. Having done it before, I know the conditions and the way they do things. They’ll spin it out as long as they can, to try to pressure on him, as well as on the US government to do something,” he told CNN. \n        In his fourth exclusive call to CNN, Whelan said that the conditions in his remote prison camp have deteriorated in the three years he has been detained there.\n        “The economy’s not doing well and the camp is in need of maintenance,” he said, noting that the heat hasn’t yet been turned on. \n        “We’re hoping that some repairs to the hot water system and heat radiators will be taken care of quickly,” he said.\n        He said the prison shop no longer carries fresh fruit or vegetables and “canned goods have been discontinued.”\n        “The food that we’re provided is watered down. It’s onions, potatoes, cabbage,” Whelan described. “The soups that we have every day are just water … soggy macaroni, stale bread, things like that.”\n        Whelan was able to recently get a flu shot, he said, after asking for one during his first call with Blinken last December. \n        “It took a while for people at the top on both sides to negotiate a flu shot,” Whelan recounted to CNN. “It’s not something that is given freely and widely to prisoners, even the medical people here were surprised that it had been provided by the prison service.”\n  ", "url": "https://www.cnn.com/2023/10/24/politics/paul-whelan-blinken-cnn-interview/index.html", "section": "politics"}
{"title": "      Michael Cohen to take stand in fraud trial of his former boss, Donald Trump\n    ", "author": "Jeremy Herb", "published_on": "  Published\n        5:06 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Michael Cohen was once one of Donald Trump’s most loyal allies.\n  ", "body": "      But after going to jail for tax crimes and lying to Congress, Cohen, Trump’s former lawyer and “fixer,” became a star witness against his former boss, testifying before Congress about the hush-money payments he made to women claiming affairs with Trump and writing books highly critical of the former president. \n        Tuesday, Trump and Cohen are expected to be face to face in a New York courtroom as Cohen delivers testimony as part of the New York attorney general’s civil fraud case against the former president.\n        When Cohen takes the stand, he will face down a very angry Donald Trump. It’s the first time the two have been in the same room or even spoken in five years, according to multiple sources. \n        “It appears that I will be reunited with my old client @realDonaldTrump when I testify this Tuesday, October 24th at the @NewYorkStateAG civil fraud trial. See you there!” Cohen posted last week on the social media site Threads. \n        Cohen’s testimony is the latest high-profile moment in the civil fraud trial, in which New York Attorney General Letitia James is seeking to bar Trump from doing business in the state. While Trump has played only a passive role in the trial to date, he is expected to be called as a witness later on.\n        Trump voluntarily attended the civil trial’s opening days, and the former president returned last week, when Cohen was initially supposed to be called to testify, though Cohen’s appearance was delayed after he cited a medical issue.\n        Trump is also returning to the courtroom after he was fined $5,000 last week by Judge Arthur Engoron – and warned about possible imprisonment – for violating a gag order not to speak about any members of the court staff. Engoron fined Trump over a social media post attacking Engoron’s clerk that had not been removed from Trump’s campaign website.\n        Cohen is expected to testify about meetings with former Trump Organization Chief Financial Officer Allen Weisselberg and Trump regarding Trump’s financial statements and net worth. Cohen has claimed there were meetings with Weisselberg and Trump about Trump’s net worth before the financial statements were filed. Weisselberg testified earlier in the trial, “I don’t believe it ever happened, no.”\n        The attorney general’s office has said Cohen’s testimony before the House Oversight Committee in February 2019 – when Cohen alleged that officials at the Trump Organization inflated the value of its assets to secure loans and insurance and that they lowered the values for tax benefits – was the impetus for its investigation that led to the lawsuit against Trump. \n        Assistant Attorney General Colleen Faherty is expected to question Cohen on direct examination.  \n        Cohen’s testimony is also a crucial part of the criminal case against Trump brought by Manhattan District Attorney Alvin Bragg, who charged Trump earlier this year with falsifying business records related to the hush-money payments.\n        Cohen testified before Congress in 2019 about Trump’s involvement in the hush-money scheme involving both former Playboy model Karen McDougal and adult-film star Stormy Daniels, who alleged having affairs with Trump (Trump has denied the affairs). Cohen even released a recording in which he and Trump can be heard discussing how they would buy the rights to McDougal’s story. \n        Tuesday’s testimony, however, is expected to focus not on the hush-money payments but on Trump’s financial statements. Before Cohen testifies, the first witness will be Bill Kelly, the general counsel of Mazars, Trump’s onetime accounting firm.\n        The trial is now in its fourth week. The attorney general’s office has called 12 witnesses to testify, including six current or former Trump Organization employees, two of whom are defendants in the case: Weisselberg and former Controller Jeff McConney. \n        Trump’s lawyers have cross-examined only about half the witnesses so far, opting to reserve their right to call them in the defense case. Engoron set aside more than three months for the trial, which could continue through late December. \n        An appraiser for Cushman & Wakefield testified last week that Trump’s son Eric Trump was closely involved in several appraisal consultations with the real estate firm for Trump assets Seven Springs and Trump National Golf Club in Briarcliff Manor, New York, that valued the properties substantially lower than the amounts that appeared on Trump’s financial statements in those years. \n        Eric Trump said in a deposition for the case that he didn’t remember being involved in any appraisals for Trump properties. \n        The attorneys are scheduled to argue at a hearing Friday morning whether Ivanka Trump, the former president’s daughter, can be forced to testify at trial even though an appellate court dismissed her as a defendant because the claims against her were too old. \n  ", "url": "https://www.cnn.com/2023/10/24/politics/michael-cohen-donald-trump/index.html", "section": "politics"}
{"title": "      One of the most important jobs in American politics has turned into a nightmare\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        10:57 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Winning a majority party’s nomination for speaker of the House of Representatives usually elevates a lawmaker into the pantheon of American political leaders.\n  ", "body": "      But such is the toxicity of the GOP three weeks after the ouster of Speaker Kevin McCarthy that the nominee expected to emerge on Tuesday may never get the top job. \n        The nomination is an assignment to what may be an impossible political mission to unite a conference that might never be reconciled. And even if the nominee wins the gavel, the next speaker has a reasonable chance of a tenure even shorter than McCarthy, who lasted nine months.\n        But this is about more than the plight of a Republican Party that often looks like it’s tearing itself apart. If the dysfunctional House GOP majority cannot get its act together, the US government could run out of funding before Thanksgiving week – and millions of Americans could pay the price.\n        As lawmakers returned to Washington on Monday, there was a growing sense of rising public frustration about a House that has been paralyzed for three weeks, as global crises boil and the shutdown deadline approaches.\n        Florida Rep. Vern Buchanan said his constituents “think all of us are incapable.” Buchanan, who is supporting fellow Sunshine State lawmaker Byron Donalds for speaker, added: “People are very angry and upset.”\n  The hopefuls lined up on Tuesday at the start of rounds of secret balloting that will produce a party nominee for speaker following the failures of House Majority Leader Steve Scalise and Judiciary Chairman Jim Jordan to replace McCarthy. But there is no guarantee the candidate who emerges from secret balloting will be able to get the required majority in the full House – given the extreme splits in the GOP between some of the far-right hardliners who helped eject McCarthy and more moderate lawmakers in battleground districts.\n        Because of their tiny majority, almost every Republican must back the nominee for him to become speaker – a longshot in a conference that is deeply divided. Ex-President Donald Trump has been fielding calls from top candidates seeking his endorsement but joked on Monday that only divine intervention could end the crisis.\n        “I said there’s only one person who can do it all the way,” Trump said in New Hampshire. “You know who that is? Jesus Christ. If Jesus came down and said, ‘I want to be speaker,’ he would do it.”\n        The fact there were so many candidates on Tuesday tells its own tale – namely that no one is strong enough to clear the field and whoever emerges may not have a strong base of support. \n        There are signs House Majority Whip Tom Emmer has been making progress, but as a member of a House leadership team distrusted by the right-wing House Freedom Caucus, his candidacy may suffer the same liabilities as those of Scalise and McCarthy. Another possible nominee is Donalds of Florida, a member of the House Freedom Caucus and one of the few Black Republicans in Congress. But Donalds may be too radical for moderate Republicans in districts that voted for President Joe Biden. There’s been palpable anger among such members – on whom the majority rests – that the lawmakers who voted out McCarthy have escaped punishment. A speaker from the far-right may be too much for them to accept.\n        But the identity of the new Republican speaker – when he eventually emerges (there’s not one woman among the current candidates) – may be less important than the dire situation he will confront. The House GOP has now spent three weeks failing to select a new leader – time that would have been better spent staking out a position on a new government funding deal needed to prevent the government from closing down in mid-November. Even if a new speaker is selected by the end of this week, there’s barely three weeks before the Thanksgiving break to get a deal with a Democratic-run Senate and the White House to avoid yet another governing debacle on the GOP majority’s watch.\n        The funding showdown will represent one of the most difficult tests ever for a new speaker. The likelihood that this leader will be a compromised figure at risk of losing his job at any moment at the head of a rebellious conference makes the position even more vulnerable. \n        As former House Speaker Newt Gingrich, himself a notoriously polarizing figure, said on Fox News this weekend: “They got big decisions coming down the road. There’s a very real danger that they’ll elect somebody and three of four or five weeks from now, you’re going to have a group of people blow up and decide to go back into the same mess.”\n        The risk of such a scenario is raised by the fact that any new speaker will face the same kind of impossible choices that confronted McCarthy when he narrowly averted a government shutdown last month. Knowing that he couldn’t satisfy extreme demands for spending cuts from hardliners with a Democratic Senate and the White House, McCarthy was forced to use some Democratic votes to pass a stopgap funding bill. And it cost him his job. \n        The growing pressure to fill the speaker’s chair might be a motivating factor for the GOP to finally end the stalemate. But the risk is that a compromise candidate will not have spent the years building a powerbase – inside the Capitol and on the critical fundraising circuit – and may therefore not be an effective leader of a fractious conference.\n        The fact that party leaders can only lose four votes and still pass a bill on party lines has highlighted the huge splits inside the conference and underscored that there is no reliable Republican majority for any legislation in the House right now.\n        Rep. Brett Guthrie of Kentucky, for instance, said the leadership crisis “shows that we’re not functioning as a majority. And when you lose that, you lose the ability to govern.”\n        The 2024 elections are still more than a year away, but the spectacle of a House brought low by its own divisions augurs poorly for the GOP. The party cannot enact its agenda, has no chance of showing voters it can be an effective majority, and cannot even use its power to jam Democrats into taking tough political votes that may come back to haunt them – as a majority party might generally do at this point in the political cycle.\n        But House Republicans are not just harming themselves. If the leadership limbo goes on much longer, the damage could spread countrywide and go global. \n        A government shutdown could harm countless Americans – including members of the armed services that could go without pay. And the paralysis in the House means that lawmakers cannot vote on sending emergency aid to Israel amid its war with Hamas. Biden’s request for a new $60 billion aid package for Ukraine is also not going anywhere. Domestically, vital appropriations bills on everything from farming to energy and foreign operations are stalled.\n        “I think House Republicans know that this is very detrimental to the country. Look at what is going on … over in Israel, what’s happening in Ukraine, and all the other things we know are happening in the world, including in our own country,” Rep. Larry Bucshon told CNN’s Brianna Keilar on Monday. The Indiana Republican also warned the party was hurting itself ahead of the critical funding showdown.\n        “I think it does put us at a disadvantage. We don’t have someone who is the speaker of the House to negotiate with the White House, with Senate Democrats who are in the majority. … It does put us at a political disadvantage.”\n        “Also practically for the country, it’s not a good thing.”\n  ", "url": "https://www.cnn.com/2023/10/24/politics/speakership-nightmare-republicans/index.html", "section": "politics"}
{"title": "      The House speaker crisis is part of the GOP’s identity crisis\n    ", "author": "Zachary B. Wolf", "published_on": "  Updated\n        10:00 PM EDT, Mon October 23, 2023\n    ", "abstract": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.", "body": "      The immediate, unanswered question facing the US government is which Republican lawmaker can untie this knot, unite their party and reopen the House of Representatives.\n        The larger issue that may be even more difficult for Republicans to solve is figuring out what they even stand for at this point. Is it the party of limited government or the party that can’t figure out how to govern?\n        Tuesday marks three full weeks without a House speaker and 24 days until the government runs out of money, to say nothing of aid packages many lawmakers want for Israel and Ukraine.\n        No legislation can move until lawmakers select a speaker, and they’re way beyond a Goldilocks search for just the right candidate.\n        ► A small minority was able to fire Rep. Kevin McCarthy (for being too willing to rely on Democrats to avoid a government shutdown). \n        ► Rep. Steve Scalise ended his campaign early (he was too unwilling to make concessions to secure votes among holdouts).\n        ► Rep. Jim Jordan failed despite an intense pressure campaign and former President Donald Trump’s blessing (he was incapable of convincing a small number of moderates).\n        Most Republicans voted for all three men as speaker, but the outside edges of the party were too big to get a majority.\n        The idea of Republicans and Democrats working together still has not gained momentum, and neither has giving some temporary power to the placeholder Speaker Pro Tempore Patrick McHenry.\n  Eight other Republicans are in the running ahead of Tuesday’s conference meeting to select a new speaker nominee, after making their cases to colleagues behind closed doors Monday evening. Pennsylvania Rep. Dan Meuser had also raised his hand but dropped out after making his speech at the speaker’s forum. The only current member of the House leadership pursuing the speaker’s gavel is Rep. Tom Emmer of Minnesota, the GOP whip.\n        CNN’s Stephen Collinson lays out the rest of the all-male candidate lineup, which doesn’t include any household names:\n        The speaker’s forum was the GOP conference’s umpteenth gathering in recent weeks, and a wide variety of positions were expected to be on display, as CNN’s Dana Bash noted on “Inside Politics” when she sorted the candidates by some key recent votes.\n  Who supported certifying the 2020 election? Two of the eight candidates. A key moment for lawmakers came right after the January 6, 2021, insurrection, when they twice rejected objections to the 2020 election results. Only two of the current speaker candidates supported the 2020 election results: Emmer and Scott. \n  Who supports additional aid to Ukraine? Four of the eight candidates. The GOP’s drift away from support for Ukraine and toward a more nativist approach to foreign policy like that pushed by Trump has been swift. Still, most of the party recently voted with Democrats against a proposal to block security aid to Ukraine, including Emmer, Scott, Sessions and Bergman.\n  Who voted to avoid default on the national debt? Four of the eight candidates. Perhaps the most important accomplishment for McCarthy was avoiding a US default on national debt interest payments. But it was not a vote that got anywhere near unanimous Republican support. \n        Most Republicans in the House supported the deal to raise the debt ceiling until 2025, including Emmer, Scott, Bergman, and Johnson. Four of the current speaker candidates voted no, including Sessions. Three far-right candidates – Donalds, Hern and Palmer – voted against certifying the 2020 election, Ukraine aid and the debt default deal.\n        It’s easy to argue that the Republican Party has reoriented itself around Trump, who is the current favorite to be the party’s presidential candidate for the third straight election in 2024. But Trump’s power within the House GOP is limited. His support could not propel Jordan, for instance. \n        Former Rep. Liz Cheney – the Republican from Wyoming who was shunned by Republicans for taking part with Democrats in the committee that investigated the January 6 insurrection – told CNN’s Jake Tapper on Sunday that even though she is a committed conservative, her insistence on accepting election results means her endorsement would hurt any of the candidates.\n        “I think that really is a testament about where we are as a country today,” Cheney said, suggesting the GOP has lost its way.\n        “We have to have a party that gets back to advocating those conservative policies, gets back to embracing the Constitution,” Cheney said. “That is not what the Republican Party is doing today.”\n        Cheney said she is writing a book about how the GOP has evolved under Trump to where “people keep accepting behavior that they never would have accepted before.”\n        “It’s a cautionary tale, because it happened very easily that people said, we’re going to go with Trump instead of the Constitution,” Cheney said.\n        Meanwhile, the anger among Republicans is getting juvenile.\n        “This is junior high stuff,” Rep. Steve Womack of Arkansas told Tapper last Friday, after Jordan failed to coalesce the party and lawmakers got heated in closed-door meetings and sniped at each other on social media.\n  This story has been updated with additional reporting.", "url": "https://www.cnn.com/2023/10/23/politics/house-speaker-republicans-what-matters/index.html", "section": "politics"}
{"title": "      House GOP circus embarrasses senior party leaders as the country and the world wait for Republicans to pick a speaker\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        7:32 AM EDT, Mon October 23, 2023\n    ", "abstract": "      House Republicans on Monday open the next act of their Washington farce, desperately searching for a speaker after ousting the incumbent and rejecting two would-be replacements while still clueless about how to dig out of the crisis.\n  ", "body": "      Congress has seen impeachments, fiscal cliffs, government shutdowns and even an insurrection, but the modern Republican Party is surpassing itself with a debacle that is embarrassing senior party leaders and threatens to damage the House GOP’s hopes of saving and expanding upon its tiny majority in 2024. Far from tackling critical bills needed to fund the government, the leaderless House can’t do the basics, like pass a resolution condemning the Hamas attacks in Israel. \n        At least nine new candidates have signed up to run for speaker ahead of a new selection process this week after Judiciary Chairman Jim Jordan folded his futile bid for the job on Friday, following Majority Leader Steve Scalise the week before. The uprising that began nearly three weeks ago with the toppling of Speaker Kevin McCarthy has now weakened three of the most powerful figures in the House GOP. Perhaps a newcomer can change the calculations of the extremists who opposed McCarthy and Scalise and the more moderate battleground district members who doomed the bulldozing Jordan. But there’s no sign yet any of them can win the 217 votes needed in the full chamber to claim the top job. And more importantly, for whoever eventually wins the gavel, the task of making the House a functional legislative body looks impossible after weeks of GOP infighting that cultivated fresh grievances and demands for vengeance.\n        “You know, getting 217 is obviously going to be very difficult and is the sort of Rubik’s Cube of the answer to all of this,” Ohio Rep. Mike Turner, chairman of the House Select Committee on Intelligence, said on CNN’s “State of the Union” on Sunday.\n        Twisting colored squares together in the right order seems simple by comparison with attempts to unite a House Republican conference unable to comprehend how clownish it looks. Republicans, determined to fight a civil war over fractures in the conservative movement, seem oblivious to the degenerating global stability all around them or the shutdown threat directly in front of them. \n        The vacuum is rendering one branch of the US government inoperable, since the Senate can’t pass laws without the other chamber. “We need (a speaker) because the House can’t do anything without a speaker,” Senate Republican leader Mitch McConnell of Kentucky said on CBS’ “Face the Nation” Sunday. \n        The imbroglio is far more serious than the classic congressional drama wherein lawmakers procrastinate and work through their political rituals, and then finally get their acts together. In a practical sense, the absence of a speaker means the House cannot support Israel in accordance with a new aid request from President Joe Biden. A critical and bitter debate over new Ukraine funding – $60 billion of which was requested by Biden last week – cannot begin. Before long, the blocked US lifeline could have grave consequences in Ukraine’s war for survival and boost Russian President Vladimir Putin, who is betting US resolve will wane – not a bad wager considering increasing GOP resistance to defending the democratic government in Kyiv.\n        But forget reverberations overseas. The House meltdown could soon begin to harm millions of Americans. The GOP has wasted three of the precious weeks that it had to solve a spending showdown that could shut down the government by the middle of November. Even if the party suddenly moves quickly toward choosing a new leader, it’s unlikely much serious work gets done this week either.\n        The empty speaker’s chair offers an eloquent metaphor for how internal political chaos is compromising American leadership. It’s also threatening the more-than-two-centuries-long experiment in self-government by the people that relies ultimately on no one getting everything they want but accepting incremental change. That’s a concept that the modern GOP seems to reject – as evidenced by the claims of Donald Trump and many of his acolytes in the House that they have the right to rule even though the former president’s bid for a second term was rejected by voters in 2020.\n        The House Republican conference is showing that it cannot even compromise with itself, let alone construct a unified position before eventually accepting the trade-offs that will be needed in dealing with a Democratic-run Senate and White House. Whichever Republican finally wins the speakership will face similar questions to the ones that eventually cost McCarthy his dream job – namely whether to indulge far-right Republicans with extreme spending cuts that the White House and the Senate will never accept, or to avert a government shutdown by advancing stopgap funding with some Democratic votes. Unless a new speaker can change the dynamic, their tenure risks being even shorter than that of the California Republican.\n        A new speaker will also be hampered by the reality that chaos and a neutered government are a welcome outcome for many grassroots Republicans in a party transformed by Trump. Many of these lawmakers have perfected the extremism that hedges against primary challenges and the cacophony that pleases the ratings-driven demands of conservative media. Influence in the GOP is no longer bought by years of service that paves the way for committee chairmanships. Florida Rep. Matt Gaetz, who led the eight Republicans who voted to can McCarthy, understands the equation well – which is one reason why senior figures bemoaning the need to “govern” aren’t persuading rabble-rousing members. The most obvious representative of this style of stunt politics Republicanism is Trump – who, despite being impeached twice, falsely claiming the 2020 election was stolen and facing four criminal trials, is the runaway front-runner for the GOP’s 2024 presidential nomination. \n        Sheer fatigue in the House GOP may create an opening for a candidate who could become a weak speaker with no national name recognition but who could attract the least rancor from across the divided conference. Until then, serious Republican legislators in the House only have the power to express dismay as America’s enemies delight in watching US democracy founder.\n        “This is probably one of the most embarrassing things I’ve seen because if we don’t have a speaker of the House, we can’t govern. And every day that goes by, we’re essentially shut down as a government,” House Foreign Affairs Chairman Michael McCaul, a Texas Republican, said on ABC News’ “This Week.”\n        McCarthy, who supported Jordan but is now backing House Majority Whip Tom Emmer, warned on NBC’s “Meet the Press” that the situation cannot be allowed to endure much longer. “This is embarrassing for the Republican Party. It’s embarrassing for the nation, and we need to look at one another and solve the problem,” the former speaker said.\n        Emmer is among nine GOP candidates seeking to lock down votes ahead of an expected secret ballot to pick a speaker nominee on Tuesday. The Minnesota Republican’s problem, however, is much like McCarthy’s – he is likely to struggle to win the support of the far-right House Freedom Caucus that reviles the GOP leadership team.\n        The other members throwing their hat into a ring that does not include a single woman are Reps. Kevin Hern of Oklahoma, who chairs the influential Republican Study Committee; Jack Bergman of Michigan, a mainstream conservative and Marine veteran; Austin Scott of Georgia, who launched a last-minute bid against Jordan last week but quickly dropped out; Byron Donalds of Florida, a rising star Freedom Caucus member and one of the few Black Republicans in Congress; Mike Johnson of Louisiana, the GOP conference vice chairman; Pete Sessions of Texas, a congressional veteran who lost his seat in 2018 and soon returned to represent another one; Dan Meuser, a former Pennsylvania secretary of revenue and member of the Problem Solvers Caucus; and Gary Palmer of Alabama, who chairs the Republican Policy Committee.\n        Newt Gingrich – a former Republican speaker who is credited with inventing back in the 1990s the highly partisan style of hardball governing preferred by today’s GOP – said party leaders must choose anyone who can get to a House majority regardless of who they are, or the charade could go on for weeks. And he warned with critical government funding and budget bills looming, the GOP doesn’t just have to unite on a new speaker but on a new period of unified governance.\n        “That 217 has to be committed not just to elect a speaker, but to stick together for the next five or six months. They got big decisions coming down the road,” Gingrich told Fox News. “There’s a very real danger that they’ll elect somebody, and three or four or five weeks from now, you’re going to have a group of people blow up and decide to go back into the same mess. \n        “So they need to pick somebody to get stability.”\n        Putting aside the irony of those words coming from the firebrand Georgia Republican, the House GOP has shown over the last three weeks that stability is the last thing the party is able, or even wants, to deliver.\n  ", "url": "https://www.cnn.com/2023/10/23/politics/republicans-house-speakership-circus/index.html", "section": "politics"}
{"title": "      Two more Trump co-defendants plead guilty. What next?\n    ", "author": "Zachary B. Wolf", "published_on": "  Published\n        1:02 PM EDT, Sat October 21, 2023\n    ", "abstract": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.", "body": "      With the frightening Israel-Hamas war and a major spoke of the US government – the House of Representatives – unsolvably speakerless and in a state of paralysis, a pair of guilty pleas in a Georgia courtroom almost feels like Page 2 news.\n        But these particular guilty pleas this week come from two of former President Donald Trump’s co-defendants, the second and third such admissions of guilt in the criminal case brought against him for trying to overturn Georgia’s 2020 presidential election result.\n        That leaves Trump and 15 other co-defendants awaiting trial in the case. Trial dates have not been set, and Trump has pleaded not guilty.\n        Along with the three other upcoming criminal trials in New York, Washington, DC, and Florida and the ongoing civil trial in New York, the Georgia proceedings are part of a complicated web of legal problems percolating beneath the 2024 election.\n        Chesebro admitted to entering into a conspiracy specifically with Trump to create a slate of fake electors in Georgia, along with two other attorneys, Rudy Giuliani and John Eastman.\n        CNN legal analyst and former federal prosecutor Elliot Williams noted that the Georgia case, brought by Fulton County District Attorney Fani Willis, has had its detractors, because it included 18 co-defendants along with Trump, which could make it seem politically motivated.\n        But guilty pleas, Williams said, are now evidence that crimes were committed as Trump tried to make Joe Biden’s 2020 victory disappear.\n        “This ought to pour cold water on the notion that this was just a partisan witch hunt to target the president and his allies,” Williams told Jim Sciutto on CNN Max.\n        CNN’s report on his guilty plea notes that “Chesebro acknowledged in the plea that he ‘created and distributed false Electoral College documents’ to Trump operatives in Georgia and other states, and that he worked ‘in coordination with’ the Trump campaign.”\n        All but one charge against Chesebro was dropped, and he has agreed to testify at trial.\n        Just because Powell’s plea agreement did not mention Trump does not mean she might not be asked about him under oath, as CNN’s Marshall Cohen notes:\n  Most notably, Powell attended a White House meeting on December 18, 2020, where some of Trump’s most extreme supporters encouraged him to name her as a special counsel to investigate supposed voter fraud, to consider declaring martial law and to sign executive orders that would direct the military to seize voting machines.      Cohen adds that whatever Powell tells Georgia prosecutors could be used in the federal election subversion case brought by special counsel Jack Smith.\n        One gag order was issued by Judge Tanya Chutkan, who is overseeing the federal 2020 election subversion case in Washington, DC. Trump is appealing, arguing she “took away my right to speak,” and on Friday Chutkan put a temporary freeze on the order.\n        Chutkan has been insistent that the federal case get underway on schedule, in March, at the pinnacle of primary season.\n        Trump made those comments about his freedom of speech as he entered a courtroom in New York, where he faces a civil fraud trial brought by the state attorney general. He is also under a gag order in that case, and that judge, Arthur Engoron, fined Trump $5,000 on Friday for violating the gag order after a social media post targeting a court employee was left up on Trump’s campaign website. \n        Engoron said future violations could even ultimately lead him to imprison Trump.\n        The court developments are an important reminder that as Trump cruises toward the Republican presidential nomination, at least according to public opinion polls, he is also in very real legal peril – something Trump acknowledged, before the gag-order-related threat from Engoron in New York, when the former president talked about the prospect of prison during an event in Clive, Iowa.\n        “What they don’t understand is that I am willing to go to jail if that’s what it takes for our country to win and become a democracy again,” Trump said at the rally.\n        There is some bizarre irony in the comments since he’s charged in connection with trying to subvert an election, one of the fundamental pillars of democracy.\n        Former New Jersey Gov. Chris Christie, who is among those challenging Trump for the Republican presidential nomination, said on CNN that he doesn’t believe Trump is willing to go to jail.\n        “The last place he wants to spend five minutes is in jail,” Christie said. He complained that Trump has failed to appear at Republican presidential debates.\n        “Donald Trump doesn’t want any legitimate debate or discussion about his conduct,” Christie said.\n        Republicans like Christie are running out of time and opportunity to challenge Trump. Another debate is scheduled for November 8 in Miami, but Christie has not yet qualified. NBC is sponsoring the debate, along with the right-wing outlets Salem Radio Network and Rumble.\n        Oliver Darcy, CNN’s senior media reporter, argues the arrangement creates strange bedfellows.\n        “It’s no surprise that the GOP, which veered sharply to the right during Donald Trump’s presidency, would select Salem and Rumble as partners,” Darcy writes, “but it is striking that NBC News would agree to link arms with such organizations.”\n        Anti-Trump Republicans want some of the candidates challenging him to drop out of the race so that the opposition can coalesce around an individual alternative. The debate stage November 8 is expected to be much smaller, perhaps with only a few people. \n        But don’t expect the former president to show. Trump is planning a rally nearby to draw attention away from his rivals.\n  ", "url": "https://www.cnn.com/2023/10/21/politics/trump-georgia-guilty-pleas-what-matters/index.html", "section": "politics"}
{"title": "      Mideast crisis will test whether Biden can make experience an asset\n    ", "author": "Ronald Brownstein", "published_on": "  Published\n        10:02 AM EDT, Sat October 21, 2023\n    ", "abstract": "      The escalating confrontation between Israel and Hamas is offering President Joe Biden a crucial opportunity to begin flipping the script on one of his most glaring vulnerabilities in the 2024 presidential race.\n  ", "body": "      For months, polls have consistently shown that most Americans believe Biden’s advanced age has diminished his capacity to handle the responsibilities of the presidency. But many Democrats believe that Biden’s widely praised response to the Mideast crisis could provide him a pivot point to argue that his age is an asset because it has equipped him with the experience to navigate such a complex challenge. \n        “As you project forward, we are going to be able to argue that Joe Biden’s age has been central to his success because in a time of Covid, insurrection, Russian invasion of Ukraine, now challenges in the Middle East, we have the most experienced man ever as president,” said Democratic strategist Simon Rosenberg. “Perhaps having the most experienced person ever to go into the Oval Office was a blessing for the country. I think we are going to be able to make that argument forcefully.”\n        Biden unquestionably faces a steep climb to ameliorate the concern that he’s too old for the job. Political strategists in both parties agree that those public perceptions are largely rooted in reactions to his physical appearance – particularly the stiffness of his walk and softness of his voice – and thus may be difficult to reverse with arguments about his performance. In a CNN poll released last month, about three-fourths of adults said Biden did not have “the stamina and sharpness to serve effectively as president” and nearly as many said he does not inspire confidence. Even about half of Democrats said Biden lacked enough stamina and sharpness and did not inspire confidence, with a preponderant majority of Democrats younger than 45 expressing those critical views.\n        But the crisis in Israel shows the path Biden will probably need to follow if there’s any chance for him to transmute doubts about his age into confidence in his experience. Though critics on the left and right in American politics have raised objections, Biden’s response to the Hamas attack has drawn praise as both resolute and measured from a broad range of leaders across the ideological spectrum in both the US and Israel.  \n        “Biden is in his element here where relationships matter and his team is experienced (meaning operationally effective) and thoughtful (meaning can see forests as well as trees),” James Steinberg, dean of the Johns Hopkins School of Advanced International Studies, and deputy secretary of state under former President Barack Obama, wrote in an email.\n        Similarly, David Friedman, who served as ambassador to Israel for then-President Donald Trump, declared late last week, on Fox News Channel no less, that “The Biden administration over the past 12-13 days has been great.”\n        These responses underscore the fundamental political paradox about Biden’s age, and the experience that derives from it. On the one hand, there’s no doubt that his age is increasing anxiety among Democrats about his capacity to serve as an effective candidate for the presidency in 2024; on the other, his experience is increasing Democratic faith in his capacity to serve as an effective president now.\n        While more Democrats have been openly pining for another, younger alternative to replace Biden as the party’s nominee next year, many party leaders argued that there was no one from the Democrats’ large 2020 field of presidential candidates, or even among the rising crop of governors and senators discussed as potential successors, that they would trust more at this moment than Biden.\n        “No one – not a one,” said Matt Bennett, executive vice president for public affairs at Third Way, an organization of centrist Democrats. “That is genuinely the case. And I get people’s uneasiness about him both because he’s old and he has low poll numbers. But that doesn’t mean he isn’t the best person for the job.”\n        Familiarity with an issue is no guarantee of success: Biden took office with a long-standing determination to end the American deployment in Afghanistan but still executed a chaotic withdrawal. But in responding to global challenges, Biden, who was first elected to the Senate in 1972, is drawing on half a century of dealing with issues and players around the world; even George H.W. Bush, the last president who arrived in office with an extensive foreign policy pedigree, had only about two decades of previous high-level exposure to world events.\n        This latest crisis has offered more evidence that Biden is more proficient at the aspects of the presidency that unfold offstage than those that occur in public. It’s probably not a coincidence that the private aspects of the presidency are the ones where experience is the greatest asset, while the public elements of the job are those where age may be the greatest burden.\n        Biden’s speeches about Ukraine, and especially his impassioned denunciations of the Hamas attack over the past two weeks, have drawn much stronger reviews than most of his addresses on domestic issues. (Bret Stephens, a conservative New York Times columnist often critical of Biden, wrote that his first speech after the attack “deserves a place in any anthology of great American rhetoric.”) In Biden’s nationally televised address about Israel and Ukraine on Thursday, he drew on a long tradition of presidents from both parties who presented American international engagement as the key to world stability, even quoting Franklin D. Roosevelt’s call during World War II for the US to serve as the “arsenal of democracy.”\n        But even when Biden was younger, delivering galvanizing speeches was never his greatest strength. No one ever confused him with Ronald Reagan, Bill Clinton or Barack Obama as a communicator and his performance as president hasn’t changed that verdict. Instead, Biden has been at his best when working with other leaders, at home and abroad, out of the public eye. \n        Biden, for instance, passed more consequential legislation than almost anyone expected during his first two years, but he did not do so by rallying public sentiment or barnstorming the country. Rather, in quiet meetings, he helped to orchestrate a surprisingly effective legislative minuet that produced bipartisan agreements on infrastructure and promoting semiconductor manufacturing before culminating in a stunning agreement with holdout Democratic Sen. Joe Manchin of West Virginia to pass an expansive package of clean energy and health care initiatives with Democrat votes alone. \n        “He’s showed a degree of political dexterity in managing the coalition that would have been very challenging for anyone else,” said Rosenberg. “His years of actually legislating, where he learned how to bring people together and hash stuff out, was really important in keeping the Democratic family together.”\n        To the degree Biden has succeeded in international affairs, it has largely been with the same formula of working offstage with other leaders, many of whom he’s known for years, around issues that he has also worked on for years. In the most dramatic example, that sort of private negotiation and collaboration has produced a surprisingly broad and durable international coalition of nations supporting Ukraine against Russia.\n        Biden’s effort to manage this latest Mideast crisis is centered on his attempts through private diplomacy to support Israel in its determination to disable Hamas, while minimizing the risk of a wider war and maintaining the possibility of diplomatic agreements after the fighting (including, most importantly, a rapprochement between Israel and Saudi Arabia meant to counter Iranian influence). Administration officials believe that the strong support that Biden has expressed for Israel, not only after the latest attack, but through his long career, has provided him with a credibility among the Israeli public that will increase his leverage to influence, and perhaps restrain, the decisions of Israeli Prime Minister Benjamin Netanyahu.\n        The president “wisely from the very moment of this horror show expressed unfettered solidarity with Israel and that allowed him to then go to Israel and behind closed doors continue the conversation, which I’m sure Secretary [Antony] Blinken started,” said one former senior national security official in the Biden administration, who asked to be anonymous while discussing the situation. That credibility, the former official said, allowed Biden to ask hard questions of the Israelis such as “‘Ok, you are going to send in ground troops and then what? We did shock and awe [in the second Iraq war] and then we found ourselves trapped without a plan. What are you doing? What’s the outcome? Who is going to control Gaza when you’re done whatever you are doing? At least stop and think about this.’”\n        In all these ways, the Israel confrontation offers Biden an opportunity to highlight the aspects of the presidency for which he is arguably best suited.  In the crisis’ first days, former President Trump also provided Biden exactly the sort of personal contrast Democrats want to create when Trump initially responded to the tragic Hamas attack by airing personal grievances against Netanyahu and criticizing the Israeli response to the attack. For some Democrats, Trump’s off-key response crystallized the contrast they want to present next year to voters: “Biden is quiet competence and Trump is chaos and it’s a real choice,” said Jenifer Fernandez Ancona, vice president and chief strategy officer at Way to Win, a liberal group that funds organizations and campaigns focusing on voters of color.\n        Ancona said Biden’s performance since the Hamas attack points to the case Democrats should be preparing to make to voters in 2024. “He’s been a workhorse not a show pony, but that’s something we can talk about,” she said. “You can show a picture of a president working quietly behind the scenes, you can tell a story of how he has your best interests at heart. It is what it is: he’s, what, 80? You can’t get around that. But I do think he has shown he has the capacity and strength and tenacity to do this job. He’s been doing it. So why shouldn’t he get a chance to keep doing it?”\n        Likewise, Rosenberg argues, “In my view you can’t separate his age from his successes as president. He’s been successful because of his age and experience not in spite of it, and we have to rethink that completely.”\n        Other Democrats, though, aren’t sure that Biden can neutralize concerns about his age by making a case for the benefits of his experience. One Democratic pollster familiar with thinking in the Biden campaign, who asked for anonymity while discussing the 2024 landscape, said that highlighting Biden’s experience would only produce limited value for him so long as most voters are dissatisfied with conditions in the country. “The problem with the experience side is that people feel bad,” the pollster said. “If people felt like his accomplishments improved things for them, they wouldn’t care about his age. … The problem with the age vs. experience [argument] is that experience has to produce results for them, but experience isn’t producing results.”\n        William Galston, a senior fellow at the Brookings Institution and long-time Democratic strategist, sees another limit to the experience argument. Like most Democrats, Galston believes that Biden’s response to the crisis has, in fact, demonstrated the value of his long track record on international issues. “This is where all of his instincts, honed by decades of experience, come into play,” Galston said. “He knows which people to call when; he knows whom to send where. As was the case in [Ukraine], this is the sort of episode where Biden is at his best.”\n        The problem, Galston argues, is that voters can see the value of Biden’s experience in dealing with world events today and still worry he could not effectively handle the presidency for another term. “It’s not a logical contradiction,” Galston said, for voters to believe that “‘Yes, over the first four years of his presidency, his experience proved its value, and he had enough energy and focus to be able to draw on it when he needed it’ and at the same time say, ‘I am very worried that over the next four years, in the tension between the advantages of experience and disadvantages of age, that balance is going to shift against him.’”\n        To assuage concerns about his capacity, Biden will need not only to “tell” voters about the value of his experience but to “show” them his vigor through a rigorous campaign schedule, Galston said. “The experience argument is necessary, but not sufficient,” Galston maintains. “In addition to that argument, assuming it can be made well and convincingly, I think he is going to have to show through his conduct of the campaign that he’s up for another four years.”\n        Biden’s trips into active war zones in Ukraine and Israel have provided dramatic images that his campaign is already using to make that case. As Galston suggests, the president will surely need to prove the point again repeatedly in 2024.\n        But most analysts agree that what the president most needs to demonstrate in the months ahead is not energy, but results. His supporters have reason for optimism that Biden’s carefully calibrated response to the Israel-Hamas hostilities will allow them to present him as a reassuring source of stability in an unstable world – in stark contrast to the unpredictability and chaos that Trump, his most likely 2024 opponent, perpetually generates. But Biden’s management of this volatile conflict will help him make that argument only if its outcome, in fact, promotes greater stability in the Middle East. If nothing else, Biden’s long experience has surely taught him how difficult stability will be to achieve in a region once again teetering on the edge of explosion.\n  ", "url": "https://www.cnn.com/2023/10/21/politics/fault-lines-biden-2024-israel/index.html", "section": "politics"}
{"title": "      It’s been 17 days without a speaker. Here’s what needs to happen in the House\n    ", "author": "Zachary B. Wolf", "published_on": "  Updated\n        12:07 PM EDT, Fri October 20, 2023\n    ", "abstract": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.", "body": "      It’s been 17 days since eight Republicans were able to bounce former House Speaker Kevin McCarthy from the top position in Congress and hit pause on all legislative business on Capitol Hill.\n        Having moved on from McCarthy and his No. 2, Rep. Steve Scalise of Louisiana, the third Republican choice, Rep. Jim Jordan of Ohio, failed again Friday to perform the magic trick of uniting nearly every Republican behind him to get a House majority and reopen the chamber. \n        Jordan, by the way, was once labeled by a Republican former speaker as among a group of “political terrorists” for the way he thought they worked to tear apart Washington. \n        If Jordan ultimately can’t get enough Republican votes, some Republicans could join with some Democrats behind a separate option – giving interim Speaker Rep. Patrick McHenry of North Carolina temporary power to pass legislation.\n        Here’s a look at what we know and what we can expect:\n        The House is essentially paralyzed until someone is chosen to preside over it. \n        A placeholder, McHenry, has the power to bring the chamber to order. But no legislation can pass until this is resolved. No government funding bills. No policy bills. To the extent that Congress is meant to address problems with legislation, that is not happening. \n        First and foremost, the government essentially runs out of money in less than a month, on November 17. A speaker will need to be involved in negotiations with the White House and the Senate, both of which are controlled by Democrats. \n        There is momentum for a bill to give further aid to Israel after it was attacked by Hamas this month. And Ukraine is said to be running out of munitions, although support has dropped in Congress for continued aid to Kyiv. \n        President Joe Biden has asked Congress for a $105 billion package that will include aid for Ukraine and Israel. \n  McCarthy was one of the shortest-serving speakers in US history. In order to get the job in January, he agreed to give any single Republican member the power to call for a vote to “vacate” him from the top spot. \n        That was his undoing. Far-right members were frustrated that McCarthy relied on Democrats to pass a short-term spending bill and avoid a government shutdown late last month.\n        McCarthy’s replacement will now have a month to tackle the larger problem of a yearlong spending bill before the government again faces the prospect of a funding lapse.\n        Jordan, the chairman of the House Judiciary, was chosen last week as the Republican nominee to be speaker. He got the support of a majority of Republicans in a secret ballot vote but not enough to become speaker. He’s lost three separate votes before the full House. \n        He can only afford to lose three GOP votes on the floor, but opposition to him appears to be growing, not shrinking.\n        A founder of the far-right Freedom Caucus, Jordan made his name as somewhat of a flamethrower on Capitol Hill. A 2020 election skeptic, Jordan was among former President Donald Trump’s most vocal defenders in Congress, fealty Trump rewarded with the Presidential Medal of Freedom in his final days in office. \n        That such a conservative lawmaker would be elevated to the top spot in the House speaks volumes about how the GOP has evolved in the age of Trump. Jordan earned Trump’s endorsement earlier this month when it was a two-way race with Scalise. \n        Jordan has also faced scrutiny over his position as assistant wrestling coach at Ohio State University at the time that a team doctor, Richard Strauss, was sexually abusing male students. Some of the abused have publicly argued Jordan heard and ignored their complaints in the 1990s. The Ohio Republican has vehemently denied any wrongdoing or knowledge of the abuse. CNN reported on the issue in 2020.      Jordan is among the conservative members whom one former speaker, retired Rep. John Boehner, described as “political terrorists” in his memoir. \n        “I just never saw a guy who spent more time tearing things apart – never building anything, never putting anything together,” Boehner told CBS News of Jordan in 2021.\n        Jordan told CNN’s Manu Raju he can unite the party.\n        “I think we are a conservative-center-right party. I think I’m the guy who can help unite that. My politics are entirely consistent with where conservatives and Republicans are across the country,” he said.\n        Jordan has used his position as chairman of the House Judiciary Committee to begin investigations into special counsel Jack Smith and Fulton County District Attorney Fani Willis, who are both prosecuting Trump.\n        There are 221 Republicans and 212 Democrats in the House. Subtracting two vacant seats plus any absences from the normal total of 435 members means 217 or potentially fewer is the current threshold for a majority. \n        Democrats are unified behind their leader, Rep. Hakeem Jeffries of New York.\n        They vote again. And again. And again, until either one candidate gets a majority or there is a recess. \n        If this sounds familiar that’s because it took McCarthy 15 rounds of voting and multiple days to build a majority of Republicans in January.\n        The clerk of the House will gavel in the chamber and call a quorum. Democrats will place Jeffries’ name into nomination, and Republicans will nominate Jordan.\n        Then the clerk will call the roll and each member will state the name of the person whom they are voting for. If no one amasses a majority of votes cast, it goes to a second ballot.\n        There’s no rule that the speaker is a House member. Members can vote for anyone, and they can protest by skipping the vote or voting “present.” The vast majority will vote for their party’s leader.\n        Not at the moment, but it’s important to note that Jordan is far from their first choice. All but eight Republicans had backed keeping McCarthy, but because Republicans’ majority is so small, he lost his job.\n        Then, Republicans nominated Scalise, the House majority leader. But Scalise was far from a universal choice, and rather than work to change the minds of his doubters by horse-trading for their votes, the Louisiana Republican withdrew his name from contention.\n        Anyone will face a difficult task in unifying a party that includes far-right members such as Rep. Matt Gaetz, the Florida Republican who engineered McCarthy’s ouster, as well as 18 members who represent districts that would have voted for Biden in 2020 under redrawn lines.\n        It was McCarthy’s decision to give any Republican the power to call for a vote to remove the speaker at any time. There are voices in both parties who want to see that power controlled. A majority could change the rules Republicans adopted in January. \n        Jordan has not taken an official position but made clear the first order of business is selecting a speaker. They can revisit whether a speaker should be removed at a later date. \n        This makes a lot of sense to a lot of moderates. Giving McHenry power until the end of November or the end of the year would allow lawmakers to pass government funding bills and give Republicans a chance to figure out who their leader should be. \n        Democrats have indicated they are open to helping the plan get the majority vote it would need. But details can be difficult. Many Republicans oppose the perception of working with Democrats in a sort-of coalition government. Democrats have not entirely endorsed the plan.\n        In the 200-plus years since the first two-year Congress met in 1789, such floor fights have occurred just 15 times, according to the House historian.\n        All but two of those multi-ballot speaker elections took place before the Civil War as the two-party system was evolving. Back then, floor fights were routine.\n        Until it took McCarthy 15 ballots in January, a floor fight had taken place only once since the Civil War, exactly 100 years ago, when it took nine ballots for Rep. Frederick Gillett of Massachusetts to be elected speaker in 1923.\n        In 1855 and 1856, it took 133 separate votes for Rep. Nathaniel Banks of Massachusetts to be elected, again by a plurality and not a majority. \n        The process stretched over more than a month and included a sort of inquisition on the House floor of the three contenders, who answered questions about their view of the expansion of slavery. Read more from the House historian’s website.\n        It’s also interesting to read about Banks; his official House biography notes he was elected to office as a Republican, an independent, a member of the America Party and as a Democrat.\n  This story has been updated with additional developments. ", "url": "https://www.cnn.com/2023/10/17/politics/house-speaker-questions-what-matters/index.html", "section": "politics"}
{"title": "      The number one takeaway from Biden’s address\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        9:01 AM EDT, Fri October 20, 2023\n    ", "abstract": "President Joe Biden’s task, as he looked America in the eye from the Oval Office, was to explain why a nation wearied by its own foreign quagmires and political estrangements should send $100 billion to help other people fight their wars.\n  ", "body": "      His answer was that Israel and Ukraine were fighting existential struggles and that their wars were not just their own but were critical to the security of each American watching his primetime speech on Thursday. \n        But the most profound takeaway from what was only his second Oval Office address was this: While Biden scheduled the appearance to discuss two nations fighting for their survival against outside attack, his real topic was America itself – and perceived threats to its foundational values in a volatile political age. \n        He implored his country to honor the global role that has cemented a stable world order since World War II and to reject the appeasement of terrorists and tyrants. And in remarks that foreshadowed a reelection bid that will help decide the character of America and its place in the world for years to come, he sought to inspire it to reject intolerance as bitter politics rage at home.\n        Biden delivered his speech hours after returning from Israel and meeting victims of the Hamas terror attacks that killed more than 1,400 civilians, and months after his daring trip to another war zone in Ukraine. Even as he spoke, the first signs of an expected Israeli incursion into Gaza began to unfold, suggesting a crisis he sought to contain with his trip on Wednesday is about to get far worse.\n        “I know these conflicts can seem far away, and it’s natural to ask – why does this matter to America?” Biden said. “So let me share with you why making sure Israel and Ukraine succeed is vital for America’s national security.”\n        The president beseeched Americans to understand that if the “pure unadulterated evil” of Hamas and the attempt by Russian President Vladimir Putin to “erase” Ukraine’s independence prevailed, terrorism emanating from the Middle East would threaten Americans again and Russia would imperil global peace.\n        Biden’s address is likely to be seen by historians as a signature moment in his presidency because of the messages he sent to American allies and foes abroad and how he sketched his vision for his own deeply divided nation. \n        Biden’s words did not unfold in a vacuum. They came against a backdrop of a looming election in which he is likely to face former President Donald Trump. In 2024, as in the previous two elections, the nation will likely face a choice between the internationalism and conventional statesmanship of Biden – and all his recent predecessors bar Trump – and the “America First” nationalism of the “Make America Great Again” movement, which disdains foreign alliances and a traditional US global leadership role. Pro-Trump Republicans do not begrudge defending Israel, for reasons partly rooted in the importance to evangelical voters, but would leave Ukraine defenseless against one of those tyrants. \n        Biden sought to make sense of confusing and frightening events overseas, diagnosing the danger and suggesting a path forward consistent with American leadership, values and status as the world’s “indispensable nation.” He is asking Congress to approve $100 billion to help Israel and Ukraine defend themselves – a current impossibility with one half of the legislative branch essentially frozen without a House speaker and the narrow GOP majority in chaos. \n        Global chaos, however, is Trump’s friend, as he promises to restore strongman leadership and argues only he can keep Americans safe. The ex-president is warning that Biden risks triggering World War III and has signaled he’d seek an accommodation with Putin rather than defend Western style democracy in Ukraine. \n        Soon after Biden’s address, Trump’s campaign released a video featuring turmoil in the US withdrawal from Afghanistan, hitting US aid for Ukraine and highlighting the recent attack in Israel. It finished with a caption. “Joe Biden. Foolish. Incompetent. Weak.”\n        The very first point that Biden made in his address – that the world is at an “inflection point” – is borne out by events that threaten to play into Trump’s conceit. A gathering front opposed to US power was encapsulated this week as Putin traveled to Beijing to meet Chinese President Xi Jinping, Russian Foreign Minister Sergei Lavrov was in North Korea, and Israel reeled from attacks by Hamas, which receives funding and weapons from Iran.\n        The ex-president would also change the fabric of America by vowing to reinstate his ban on Muslim immigration from some nations if he wins back the White House – a move his critics see as an infringement of the same constitutionally enshrined religious tolerance Biden argued was quintessentially American. Days after the horrific fatal stabbing of a six-year-old American boy of Palestinian descent in Chicago, Biden warned, “Here in America , let us not forget who we are. We reject all forms, all forms of hate, whether against Muslims, Jews or anyone. That’s what great nations do. And we are a great nation.”\n        While he rooted his argument in lofty appeals to America’s purpose, Biden faces a vexing political problem. Support for maintaining Ukraine’s multi-billion dollar lifeline – to which he wants to add another $60 billion – is waning in a nation still suffering the after-effects of the pandemic, high inflation and the punishing impact of high interest rates. Republicans are increasingly opposed to arming Ukraine any longer – a stance that threatens Kyiv’s ability to prolong its resistance to Putin. \n        While there is broad bipartisan support for sending more vital aid to Israel ahead of its expected offensive against Hamas in Gaza, Congress is paralyzed. The meltdown of the Republican House majority is offering a preview of what a potential full return to power by MAGA forces in Washington might look like. \n        The failure of the GOP to agree on a new speaker after the ouster of Kevin McCarthy more than two weeks ago is not just casting doubt on vital US aid to bolster the fights of Israel and Ukraine. It is sending a message of dysfunction and internal US weakness to rivals like Russia, China and Iran, whose foreign policies are both rooted in challenging the US-led international order and weakening American power.\n        Biden’s decision to combine aid requests for Israel and Ukraine will trigger a fierce political clash in Washington. As will his contention that both are US allies engaged in a similar fight for their survival and for US-style democratic values. The president said his emergency budget request was actually to “fund America’s national security” by supporting “critical partners including Israel and Ukraine.” The administration has also informed lawmakers it plans to seek $14 billion for border security in its new funding package, CNN’s Priscilla Alvarez reported Thursday evening. \n        Biden faces resistance from Republicans – especially in the House – who are happy to finance Israel’s struggle against Hamas but who don’t see Ukraine as a critical US interest. While there is a majority in the Senate GOP for aiding Ukraine, Ohio Republican Sen. J.D. Vance encapsulated the pro-Trump wing’s views on the war with a social media post after the president’s address. “What Biden is doing is disgusting. He’s using dead children in Israel to sell his disastrous Ukraine policy to skeptical Americans,” Vance wrote on X. “They are not the same countries, they are not the same problems, and this effort to use Israel for political cover is offensive. Hell no.”\n        Polls show that Americans do not necessarily buy Biden’s position that the threats to Ukraine and Israel are the same. In a CNN/SSRS survey released in August, 55% of respondents said Congress should not authorize more funding to support Ukraine. In the immediate aftermath of the Hamas attacks in Israel, however, 76% of Americans in a CBS/YouGov poll said the US should send humanitarian aid to Israel with roughly half backing the dispatch of weapons and supplies.\n        Biden’s address, with the familiar backdrop of US and presidential flags in the Oval Office felt like a throwback to an earlier age — when presidents would interrupt primetime on the handful of TV channels at a moment of national crisis. In the age of TikTok, and a fractured and partisan media where conspiracy theories reign, the idea that a commander in chief can convene a moment of national unity seems quaint. \n        Like many of Biden’s speeches, this one looked better on paper than as a political spectacle. While his arguments stood comparison with classic presidential statements of the past, his address had none of the inspirational cadence, for instance, of President John F. Kennedy vowing America would “pay any price, bear any burden” to secure the survival of liberty abroad. Biden’s frequent verbal stumbles, a nagging cough and eyes narrowed by age meant this was far from a stirring appeal — and will only fuel the debate over whether he could fulfill the duties of a possible second term that would begin when he is 82.\n        Like President Harry S. Truman, Biden’s trips to the bully pulpit are marked more for simple truculence than linguistic eloquence. But there was still the sense of a president taking his country into his confidence at a moment of national peril.\n        The coming months will tell whether sufficient numbers of Americans are prepared to listen to a president whose low approval ratings reflect his struggles to make good on his 2020 promise to restore normality and global stability. \n  ", "url": "https://www.cnn.com/2023/10/20/politics/takeaway-biden-address-israel-ukraine-aid/index.html", "section": "politics"}
{"title": "      Polls show Americans agree with Biden on US foreign policy on Israel\n    ", "author": "Harry Enten", "published_on": "  Updated\n        8:35 PM EDT, Thu October 19, 2023\n    ", "abstract": "      President Joe Biden, back from his trip to Israel, will appeal to Americans to continue funding its ally in the country’s war against Hamas in a primetime speech on Thursday night.\n  ", "body": "      He does so as there are divisions within his own party on how the US is dealing with the conflict.\n        But while a few of his Democratic colleagues in Congress may not agree with Biden on Israel, most voters overall and Democratic voters do. It’s one of his strongest issues among voters. The same can be said of his policy on Russia’s war on Ukraine, which is another subject of Thursday night’s speech. \n        Take a look at polling released by Quinnipiac University on Tuesday.  A number of the questions asked in the survey on the Israeli-Palestinian conflict are illuminating (keeping in mind, of course, that events can shift opinions). \n        Just 13% of registered voters answered that their sympathies lie more with the Palestinians than the Israelis based on what they know about the Middle East.\n        Sixty-one percent said their sympathies lie with Israel, which was the highest amount of support Israel had received on this question since Quinnipiac first started asking it in 2001. It’s up considerably from 41% back in 2021, when Quinnipiac last posed the question to voters when Israel was in armed conflict with Hamas. A Fox News poll taken just after Hamas’ attack on Israel last week also showed that voters’ sympathy for Israel had climbed since 2021. \n        Notably, much of this shift from 2021 is being driven by Democrats. Democratic support for Israel compared to Palestinians has been declining for over a decade.\n        In Quinnipiac’s latest poll, 48% of Democratic voters say their sympathies are more with Israelis compared to 22% who said Palestinians. That’s a massive change from the 46% for Palestinians and 23% for Israelis in May 2021. Fox’s poll, likewise, has shown support for Israel up by 17 points among Democrats compared to 2021.  \n        When it comes to America’s role as a strong ally of Israel in this conflict, more than half of Democrats polled by Quinnipiac appear to be more likely to side with Biden when it comes to support for Israel. Although 28% of Democratic voters believe America has been too supportive of Israel, 60% say America’s support has been about right.\n        A majority of voters (52%) concur that America has it right when it comes to support for Israel. The rest are split evenly between saying America is too supportive (20%) and not supportive enough (20%). \n        Indeed, the issue of support for Israel is one of Biden’s strongest. More voters, polled by Quinnipiac, approve of Biden’s response to Hamas’ terrorist attack on Israel (42%) and his policy towards Israel overall (42%) than disapprove (37% and 39% respectively).\n        These +5 percentage point and +3 percentage point net approval ratings are significantly higher than his overall net approval rating (which is -18 percentage points). \n        Another issue on which Biden does relatively well is what the US is doing to support Ukraine after Russia invaded the country – the other major topic of his speech on Thursday night. The Quinnipiac poll shows 47% of voters approve of Biden’s response to the invasion, while 45% disapprove. \n        And as held with Israel (76%), most voters agree with Biden that supporting Ukraine (65%) is in America’s national interest. \n        This may be one of the reasons why Biden felt comfortable with the US providing Ukraine with long-range missiles in recent days, according to multiple US officials. Those missiles will reportedly allow Ukraine to hit Russian targets that had been out of reach. \n        This positive polling for Biden on Ukraine hides some divisions, however. While Democrats are more likely to say that backing Ukraine is in America’s national interest (87%) than they are for Israel (76%), Republicans are the opposite (84% on Israel and 49% on Ukraine). \n        Republicans’ skepticism about backing Ukraine lines up with other polling questions.  The clear majority of Republicans (61%) say we’ve done too much for Ukraine, which is up from 7% at the beginning of Russia’s war on Ukraine.\n        Still, it would be a mistake to say it’s just Republicans who are causing Biden a polling headache on Ukraine. Even as Americans support Ukraine, the appetite for Congress approving more aid for the country in its war efforts is lackluster. \n        A CNN/SSRS poll from August found that 55% of voters overall were opposed to it, including 71% of Republicans. Many Republicans in the US House have been wavering on giving more funding to Ukraine. \n        Biden’s job is to try and get some of those Republicans who support Ukraine’s efforts on board with funding.\n        Whether Biden will be able to do so is unclear. He’ll have an easier time on Israel, where a majority of Democrats (59%), independents (61%) and Republicans (79%) approve of America giving weapons and military equipment to the country in response to Hamas’ attack. \n        All that said, Biden is speaking to his strengths on Thursday night when discussing either Israel or Ukraine. He’s much better off politically talking about these issues than pretty much anything else.\n  ", "url": "https://www.cnn.com/2023/10/19/politics/polling-israel-hamas-biden/index.html", "section": "politics"}
{"title": "      What Biden did and didn’t achieve during his trip to Israel\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        9:05 PM EDT, Wed October 18, 2023\n    ", "abstract": "President Joe Biden left for home after seven hours in the Israeli war zone with an increasingly tense Middle East in worse shape than when he arrived.\n  ", "body": "      Biden told reporters on Air Force One that he was satisfied he got a job done – notably on the issue of unblocking humanitarian aid to besieged Gaza, which has been under heavy Israeli bombardment since the horrific Hamas terror attacks on October 7.\n        But his mission also showed the limits of US leverage in a region on the brink of wider violence as conflicting narratives between Israel and Arab states about a blast at a hospital in Gaza City believed to have killed hundreds of people deepened the crisis.\n        The president did accomplish one key goal of his mission – expressing his deep respect for Israel, movingly shouldering the country’s trauma and grief and invoking Holocaust analogies in vowing to stand forever with the Jewish people.\n        But he also pleaded with Israeli leaders not to allow the rage over the killings of “your fathers, your grandparents, sons, daughters, children, even babies” to blur the clarity over their objectives in trying to destroy Hamas.\n        The president drew a firm distinction between Palestinian people and their radical Hamas rulers, whom he accused of using civilians as human shields for weapons and tunnels, and bemoaned the “innocent” lives lost in Gaza after days of Israeli bombardments. \n        But as protests over the hospital blast raced across the region, the dire possibility of Israel’s war with Hamas escalating beyond its borders loomed even larger when Biden climbed aboard Air Force One to fly home on Wednesday. The president admitted to reporters that his emergency mission had been a risk but insisted he had pulled off a success.\n        Still, given the huge political investment of American prestige and leverage involved in a sudden presidential trip, it’s fair to raise the question of what exactly Biden’s trip delivered.\n        The trip’s wider goals never had a chance after a Tuesday blast at a Gaza hospital that Palestinian officials say killed hundreds sparked protests in multiple Arab nations. It was exactly the kind of incident that the president had hoped to prevent by traveling to the region, but his high-stakes trip came too late. Biden sided with Israeli claims that the explosion was caused by a misfiring Islamic Jihad rocket launched toward Israel – an assessment he said was backed up by US intelligence on the incident. \n        But questions over the origins of the blast did little to defuse the fury that it triggered across the Arab world, where there is little confidence in the statements of the US or Israeli governments and great anger about the long-term treatment of the Palestinians.\n        The tragedy prompted the cancellation of a critical onward leg of Biden’s visit to Amman, where he had been due to meet Jordan’s King Abdullah II, the Egyptian president and the leader of the Palestinian Authority. \n        Instead of hosting a presidential summit, Amman on Wednesday was rocked by a second night of huge protests that crystalized anger in Arab nations over the Israeli pounding of Gaza. Demonstrations also erupted in Tunisia, Iraq, Iran, in the occupied West Bank and Lebanon. The US State Department advised Americans not to visit Lebanon, and the rising public unrest about the situation in Gaza appeared to harden the attitudes of key regional powers. For instance, Turkish President Recep Tayyip Erdogan called on “all humanity to take action to stop this unprecedented brutality in Gaza” in a post on X, calling the blast at the hospital the “latest example of Israel’s attacks devoid of the most basic human values.”\n        The meeting in Amman was going to be vital to Biden’s effort to balance his unequivocal support for Israel – after the killing of more than 1,400 civilians by Hamas and the taking of more than 200 hostages – with an effort to engage Arab leaders he needs to help contain the conflict. \n        The fact that the king, Egyptian President Abdel Fattah el-Sisi and Palestinian Authority leader Mahmoud Abbas were willing to snub the president of the United States – a key ally and aid donor – doesn’t say much for Washington’s leverage at this moment or hopes that Washington can save a regional peace initiative.\n        The possibility that unrest across the Arab world could spread and cause instability is now likely to weigh on the political decisions of key leaders in the region – even those that are allied with the US.\n        Biden may have exacerbated regional suspicions of the US role when he said the hospital explosion appeared to have been caused by the “other team.” This was a reminder of how Biden often creates tonally awkward moments that play into Republican claims that, at the age of 80, he may struggle to fulfill his role in a possible second term. The phrase also came across as flippant given the unspeakable horror that unfolded in the hospital in Gaza City, which was packed even before the blast because of Israel’s ongoing airstrikes as they go after Hamas. And more importantly, it also likely further eroded Biden’s capacity to perform a complex straddle vital to easing tensions in the region by operating as a third party between Israel and the US’ Arab allies.\n        Biden endorsed Israel’s claim that the Islamic Jihad militant group was behind the strike, noting that he was working off assessments based on US Defense Department data. The National Security Council also said it believes Israel “was not responsible” for the attack. Islamic Jihad has denied involvement.\n        The president’s reputation is also on the line over aid to Gazan civilians. He appealed to the Israeli cabinet to allow life-saving humanitarian assistance into the enclave from Egypt on the condition that it should go to civilians and not Hamas fighters.\n        “As they probably told you, I was very blunt with the Israelis,” Biden told reporters on Air Force One on his way home. “Israel has been badly victimized, but the truth is if they have an opportunity to relieve the suffering of people who have nowhere to go, that’s what they should do.” \n        “If they don’t,” he continued, “they’ll be held accountable in ways that may be unfair.” \n        Biden also said he had spoken to the Egyptian president for over an hour on Air Force One and that Sisi had agreed to open the Rafah crossing into Gaza to 20 trucks carrying humanitarian aid.\n        The president said the road has to be fixed before the trucks could pass and that he expects them to be rolling Friday. The crossing would only open for aid, Biden said, not for evacuations.\n        While the arrival of the trucks would mark a breakthrough, the level of need among civilians in Gaza who have nowhere to flee the Israeli attacks is immense. And there are questions over whether even the 20 trucks will make it through.\n        “The devil is in the details,” Mark Regev, a senior Netanyahu adviser, told CNN’s Wolf Blitzer on Wednesday, arguing that past aid shipments had been stolen by Hamas.\n        Not everything that happens on a presidential trip is visible. Private meetings with foreign leaders often yield understandings that influence future events. So immediate indications are not always a useful barometer over the effectiveness of such travel. But however much White House officials tried to downplay expectations, there was a clear imperative for Biden’s mission to tamp down tensions – a goal that was not achieved.\n        Biden’s speech to the Israeli people, however, was an eloquent statement of support to an ally traumatized by a terror attack. And politically, Israeli Prime Minister Benjamin Netanyahu, who has been weakened by the crisis, is now in the president’s debt so he may be more susceptible to US pressure. Calls for mercy for Palestinian civilians might get a better hearing among the angry and grief-stricken Israeli public given Biden’s willingness to travel to the country in a dark hour.\n        Ivo Daalder, a former US ambassador to NATO, told CNN’s Anderson Cooper that Biden’s visit had been worthwhile in demonstrating that Israel was not alone. But Daalder also noted Biden’s allusions to how decisions born from anger and grief after the September 11 attacks in 2001 had led America down some dubious roads.\n        “I think he did use the visit to engage Prime Minister Netanyahu and the war cabinet in some very serious conversations about the strategy that Israel has embarked upon,” Daalder said. “I think the president was sharing some doubt that, in fact, the current effort by Israel is moving in the right direction.”\n        Biden also sent a warning to Israeli enemies other than Hamas – like Iran and Lebanon-based militant group Hezbollah – that the US was prepared to do everything necessary to defend its ally. Biden’s presence bolstered the message sent by two aircraft carrier battle groups he has deployed to the area. \n        “My message to any state or any other hostile actor thinking about attacking Israel remains the same as it was a week ago: don’t – don’t – don’t,” Biden said.\n        But by failing to make any immediate breakthroughs, Biden’s trip also showed the limits of US leverage in a grave geopolitical situation and therefore suggested, worryingly, that it may not be possible to stop events spinning out of control. \n  This story and headline have been updated with additional information. ", "url": "https://www.cnn.com/2023/10/18/politics/middle-east-conflict-biden-israel/index.html", "section": "politics"}
{"title": "      Tom Emmer drops out of speaker’s race, hours after being nominated\n    ", "author": "Melanie Zanona", "published_on": "  Updated\n        4:36 PM EDT, Tue October 24, 2023\n    ", "abstract": "      GOP Rep. Tom Emmer has dropped out of speaker race – a move that comes just hours after he won his party’s nomination, the latest sign that Republicans are no closer to electing a new speaker. \n  ", "body": "      Earlier in the day, Emmer’s bid to be speaker appeared on the verge of collapse amid opposition from the right flank of his conference and fresh attacks waged by former President Donald Trump – just hours after the Minnesota Republican was picked as the party’s nominee.\n        Several Republicans who oppose Emmer say they will not move off their opposition and are calling for a new candidate. Emmer can only afford to lose four Republicans, and 26 voted against him behind closed doors.\n        Emmer voted to certify the 2020 election, voted to keep the government open for 47 days, voted for the bipartisan law to avoid a debt default and voted to codify same-sex marriage – all issues that members of the hard-right have cited as issues.\n        In a post on Truth Social on Tuesday, Trump went after Emmer after House Republicans elected him as their latest speaker nominee, writing that voting for Emmer “would be a tragic mistake.” \n        Members of Trump’s team are also calling GOP members and urging them to oppose Emmer for speaker, two sources told CNN. One source said they’re “whipping hard.” The other source said more members are now pulling their support because of it.\n        Pressure is intensifying on House Republicans to elect a new speaker three weeks after the ouster of former Speaker Kevin McCarthy, as the House has remained in a state of paralysis ever since. But it’s increasingly unclear whether any Republican can get the 217 votes needed to win the gavel from the bitterly divided conference. \n        Despite a cordial phone call with the former president over the weekend, Trump reposted attacks against the House GOP whip on Truth Social Monday night and then followed up with his own attack after Emmer was nominated.\n        Leaving a GOP conference meeting Monday night, Emmer told CNN, “We have a good relationship,” when asked about Trump.\n        With multiple candidates in the running, members cast a series of successive secret ballots on Tuesday with the candidate with the fewest number of votes in each round dropped from the race. The other candidates who had been in the running were: Reps. Mike Johnson of Louisiana, Kevin Hern of Oklahoma, Byron Donalds of Florida, Austin Scott of Georgia, Jack Bergman of Michigan and Pete Sessions of Texas. \n        Republicans gathered on Monday for the candidate forum also behind closed doors. Meuser, who had been in the running, dropped his bid at that meeting.\n        House Foreign Affairs Chairman Michael McCaul of Texas told CNN’s Manu Raju on Monday, “It’s going to be very difficult, but we have to get there,” when asked how concerned he is that no candidate can get 217 votes on the floor. \n        And GOP Rep. Vern Buchanan of Florida warned that if the eventual nominee can’t get to 217 votes on the floor, the conference may have to work with Democrats.\n        “It’s, it’s not good. Because a lot of people are gonna want to – with a mind set out there, they don’t want to work with Democrats, but it might end up to be a point where that’s the only way,” Buchanan said. “We’ve got to get the government open. People are very angry, upset.”\n  This story and headline have been updated with updated with additional information and developments.", "url": "https://www.cnn.com/2023/10/24/politics/house-republicans-speaker-nominee/index.html", "section": "politics"}
{"title": "      Who is Rep. Tom Emmer, the House GOP’s new speaker nominee?\n    ", "author": "Piper Hudspeth Blackburn", "published_on": "  Published\n        3:46 PM EDT, Tue October 24, 2023\n    ", "abstract": "      Rep. Tom Emmer, the House majority whip whose bid for House speaker was thrown into immediate jeopardy Tuesday afternoon, has tried to balance an at-times moderate voting record while trying to appeal to the Donald Trump-aligned base of the Republican Party.\n  ", "body": "      The Minnesota Republican emerged Tuesday afternoon as House Republicans’ new speaker nominee in the scramble to succeed Kevin McCarthy. But with a razor-thin GOP majority in the House, Emmer can only afford to lose four Republicans, and 26 voted against him behind closed doors. And despite a phone call with Trump over the weekend, the former president has posted negative messages about Emmer on his Truth Social platform in recent days.\n        Several Republicans who oppose Emmer told CNN Tuesday they will not change their stance and are calling for a new candidate. \n        Emmer has recently been criticized by the right-wing of the Republican conference for, among other things, voting for the bipartisan law to avoid a debt default and to codify same-sex marriage.\n        Perhaps most importantly, he voted to certify the results of the 2020 presidential election, a flagrant rejection of Trump’s oft-repeated falsehoods that the results were illegitimate.\n        But Emmer has a history of supporting the former president. In interviews and public comments, reviewed by CNN’s KFile ahead of the speakership vote, Emmer also refused to say Joe Biden won the election and bashed the press for calling the race in the wake of the 2020 election. \n        The Minnesota lawmaker was first elected to Congress in 2014 and became majority whip earlier this year. Emmer, who lost a race for Minnesota governor in 2010, was a state representative from 2004-2008. He sits on the House Financial Services Committee.\n        As majority whip, Emmer has experience with keeping the GOP’s narrow majority in line. Republican Rep. Patrick McHenry, who is currently interim House speaker, told CNN in January that Emmer helped hammer out the negotiations between the 20 hardliners and the speaker’s office that eventually won McCarthy the gavel after 15 ballots.\n        McCarthy has backed the Minnesota Republican for speaker and urged the conference to elect him by the end of the week. \n        “This is not a time for a learning experience as speaker. Tom would be able to walk into the job and do it on day one,” he said on NBC’s “Meet the Press” Sunday. \n        Soon after McCarthy lost the speaker job, some members floated Emmer as a contender, but he quickly rallied around House Majority Leader Steve Scalise, who later dropped out after the GOP failed to coalesce around him,.\n        South Carolina Rep. Ralph Norman, a member of the House Freedom Caucus, noted that although he “didn’t agree with that vote,” referring to Emmer’s decision to certify the 2020 election, he told CNN that he has not yet ruled out supporting Emmer.\n        “Trust is something people are looking for,” Norman said, adding, “Tom’s honest.”\n  ", "url": "https://www.cnn.com/2023/10/24/politics/tom-emmer-house-speaker/index.html", "section": "politics"}
{"title": "      Georgia State Supreme Court upholds six-week abortion ban\n    ", "author": "Alta Spells", "published_on": "  Updated\n        1:14 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The Georgia State Supreme Court upheld the state’s six-week abortion ban in a ruling Tuesday morning.\n  ", "body": "      The ruling reverses a lower court’s decision to void certain sections of the LIFE Act because it was enacted prior to the US Supreme Court’s Dobbs decision one year ago that overturned the federal right to an abortion under Roe v. Wade.\n        Georgia’s LIFE Act bans, with some exceptions, abortion when early cardiac activity is detected – which can be as early as six weeks into a pregnancy, when many women don’t yet know they are pregnant.\n        The Tuesday ruling said in part, “the trial court erred in relying on overruled decisions of the United States Supreme Court to conclude that portions of the LIFE Act violated the United States Constitution when enacted in 2019. The same United States Constitution governs today as when the LIFE Act was enacted, and Georgia courts are required to look to the United States Supreme Court’s now-controlling interpretation of the United States Constitution when determining whether a statutory law violates that Constitution.”\n        “We are pleased with the court’s decision and will continue to defend the constitutionality of Georgia’s LIFE Act,” Georgia Attorney General Chris Carr said in a statement. \n        In response to the state Supreme Court’s decision, Monica Simpson, the executive director of SisterSong Women of Color Reproductive Justice Collective, a plaintiff in the case, said, “Today’s devastating decision means that our people will continue to face the horrible reality that they are in today where Georgians are suffering because they cannot access abortion care. This abortion ban has forced Georgians to travel across state lines at great expense or continue the life-altering consequences of pregnancy and childbirth against their wills.” \n        Lauren Eden, the Georgia advocate for the Abortion Survivors network, told CNN, “I am thrilled. It’s going to protect so many innocent lives like mine. This will not only protect the lives of unborn babies, but also the lives of the mothers who we know suffer so much pain after an abortion procedure.”\n        Georgia House Democrats denounced the decision in a statement, “This harmful decision leaves in place a deadly restriction on reproductive rights and criminalizes doctors who are seeking to provide life saving healthcare to patients across the state.”\n        The Georgia State Supreme Court did not offer a ruling on a subsequent challenge by plaintiffs that said the ban “violates the due-process, equal-protection, and/or inherent-rights provisions of the Georgia Constitution,” but instead remanded the case back to the trial court for a decision. \n  This story has been updated with additional information. ", "url": "https://www.cnn.com/2023/10/24/politics/georgia-supreme-court-six-week-abortion-ban/index.html", "section": "politics"}
{"title": "      These are the House Republicans running for speaker\n    ", "author": "Jack Forrest", "published_on": "  Updated\n        11:41 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The high-stakes race for House speaker enters a new phase Tuesday, with a slate of new candidates vying for the gavel. \n  ", "body": "      The House Republican Conference is holding its closed door meeting Tuesday with four GOP representatives running for the gavel. With multiple candidates, members will cast a successive series of secret ballots, and the candidate who garners the fewest number of votes in each round will be dropped from the running. The winning candidate will still need a majority of the conference behind them, meaning that it’s possible the race for speaker might not be fully settled at the end of the conference meeting. \n        Rep. Gary Palmer of Alabama announced he would drop his bid for speakership right as Tuesday’s meeting was getting underway. Rep. Pete Sessions of Texas was out after the first round of closed-door secret voting. Rep. Jack Bergman of Michigan was out after the second round, and Rep. Austin Scott of Georgia was out after the third.\n        Here are the remaining Republican lawmakers vying for the speakership:\n        Emmer, the House majority whip, said in a letter to his colleagues shared on Saturday that he was seeking the speakership with the goal of delivering “historic change.” \n        McCarthy is backing the Minnesota Republican for speaker, delivering an early boost for his candidacy. \n        “He’s been in the room with all of our successes,” McCarthy said of Emmer Sunday, urging his conference to elect him by the end of this week. “He sets himself head and shoulders above all those others who want to run.” \n        “This is not a time for a learning experience as speaker. Tom would be able to walk into the job and do it on day one,” he said on NBC’s “Meet the Press.”\n        Emmer, who voted to certify the 2020 election in a rebuke to former President Donald Trump, could face resistance from some members of the House Freedom Caucus skeptical of the current GOP leadership team and as Trump’s allies have attacked him.\n        The former National Republican Congressional Committee chairman was first elected to Congress in 2014 and became majority whip earlier this year. Emmer, who lost a race for Minnesota governor in 2010, was a state representative from 2004 to 2008. He sits on the Financial Services Committee.\n        The Oklahoma Republican, who chairs the influential Republican Study Committee, told CNN on Friday that he plans to run for speaker and will work “hard” to get people on his side.\n        Hern chairs the conservative group known as the Republican Study Committee.\n        Republican hardliners in the House Freedom Caucus floated Hern’s name as a possible nominee for speaker earlier this month. And during the deadlocked race for speaker in January, Hern, whose caucus wields a large bloc of GOP members, received a couple of anti-McCarthy protest votes in the eighth round of voting.\n        Hern was sworn in to the House in 2018 after a career working in various leadership positions at McDonalds, according to his House biography. He also worked as an aerospace engineer. Hern is a member of the House Ways and Means committee and co-chairs the Small Business and Franchise caucuses.\n        The Florida Republican and Freedom Caucus member announced on X that he’s seeking the speakership to advance a “conservative vision for the House of Representatives and the American people.”\n        Donalds also received votes from the GOP’s far-right members in January as a protest to McCarthy. \n        He is serving his second term, winning his first election to Congress in 2020 after GOP Rep. Francis Rooney vacated Florida’s 19th Congressional District.\n        During his first campaign, Donalds described himself in an ad as a “Trump-supporting, gun-owning, liberty-loving, pro-life, politically incorrect Black man.”\n        The Florida State University graduate worked in the banking, finance, and insurance industries before being elected to the Florida House of Representatives in 2016, according to his office.\n        The Louisiana Republican, who serves as the House Republican conference vice chairman, also announced a run for speaker in a letter to his Republican colleagues Saturday, saying “After much prayer and deliberation, I am stepping forward now.”\n        Johnson was first elected to the House in 2016. He also serves as a deputy whip for the House GOP and was previously chairman of the Republican Study Committee.\n        Johnson sits on the House Judiciary Committee, Select Committee on the Weaponization of the Federal Government and on the House Armed Services Committee.\n  This story has been updated with additional developments.", "url": "https://www.cnn.com/2023/10/22/politics/house-republican-speaker-race-who-is-running/index.html", "section": "politics"}
{"title": "      Intensive talks underway to free a larger number of hostages held by Hamas but major obstacles remain\n    ", "author": "MJ Lee", "published_on": "  Updated\n        11:04 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Talks to secure the release of a large number of hostages being held by Hamas in Gaza are ongoing, two sources familiar with the matter and one western diplomat familiar with the discussions told CNN, but the negotiations are being complicated by a number of factors.\n  ", "body": "      The United States, Israel, Qatar, Egypt and Hamas are engaged in the ongoing deliberations. Four hostages – two American and two Israeli – have been freed so far. But the hope now is to reach a deal for a bigger group of hostages released at once.\n        Israel is pressing for a comprehensive plan for such a release, another source said, after seeing just two sets of two hostages released so far. Israel has said there are more than 200 hostages believed to be held by Hamas in Gaza.\n        Israel has so far held off on making a ground incursion into Gaza, and the US has pressed Israel to further delay its invasion to allow for the release of more hostages held by Hamas.\n        The sources said the timing of the ground invasion is a moving target.\n        There is no specific timeline to that delay, and the sources said they don’t believe the Israelis will hold off for more than a few days.\n        As part of the negotiations, Hamas wants more fuel allowed into the coastal enclave, according to a person familiar with the group’s demands, but Israeli officials have made clear publicly that that isn’t negotiable.\n        A senior adviser to the prime minister, Ambassador Mark Regev, told CNN Monday night: “The government decision is that fuel doesn’t go in because it will be stolen by Hamas and it’ll be used by them to power rockets that are fired into Israel to kill our people.” Regev said that Israel will not allow more fuel into Gaza even if Hamas released all of the hostages.\n        However, in a speech on Tuesday, the Israel Defense Forces chief of staff said efforts will be made to provide access to fuel in Gaza where needed to alleviate the humanitarian crisis, but that it would “not allow” the fuel to reach Hamas. \n        “We will make sure there will be fuel in places where they need fuel to treat civilians. We will not allow the fuel for Hamas so they can continue fighting against the citizens of Israel,” Lt. Gen. Herzi Halevi said.\n        In a telephone call Monday evening, President Joe Biden and Prime Minister Benjamin Netanyahu discussed the situation surrounding the hostages as planning toward a ground invasion proceeds.\n        “The President welcomed the release of two additional hostages from Gaza earlier today, and reaffirmed his commitment to ongoing efforts to secure the release of all the remaining hostages taken by Hamas – including Americans – and to provide for safe passage for US citizens and other civilians in Gaza,” the White House said after the call.\n        Determining how to release a larger round of hostages – if it were ultimately agreed upon – has been an extraordinarily complex undertaking. Gaza has been under constant bombardment by Israel since Hamas attacked the country on October 7, and moving a large group when strikes are ongoing would put them in harm’s way.\n        Nine of the ten unaccounted for Americans are US citizens and one is a permanent resident. US officials are working to find “alternatives” to move the hostage negotiations along, a US official said. “We’re actively working it,” they said.\n        An additional complicating factor is that the hostages are believed to be – as US officials have previously said – to be located in different areas of Gaza.\n        On Monday, when asked whether the US would support a “hostages-for-a-ceasefire” deal, Biden said: “We should have a ceasefire.” He quickly amended his answer, saying: “Not a ceasefire, we should have those hostages released, and then we can talk.”\n        But Israeli officials have been adamant that they will not agree to a ceasefire.\n        “We are working across all channels to release all hostages. Our goal remains the same and we will achieve it. Dismantling Hamas is no easy task and will take however long it takes,” an official in the Israeli prime minister’s office said.\n  ", "url": "https://www.cnn.com/2023/10/24/politics/hostage-negotiations-hamas-israel/index.html", "section": "politics"}
{"title": "      Former Trump campaign lawyer Jenna Ellis pleads guilty in Georgia case\n    ", "author": "Marshall Cohen", "published_on": "  Updated\n        10:53 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Former Trump campaign lawyer Jenna Ellis pleaded guilty Tuesday in the Georgia election subversion case and will cooperate with Fulton County prosecutors – the third guilty plea in the past week. \n  ", "body": "      At an unscheduled hearing in Atlanta, Ellis pleaded guilty to one count of aiding and abetting false statements, a felony stemming from the election lies that Ellis and other Donald Trump lawyers peddled to Georgia lawmakers in December 2020. \n        She was sentenced to five years of probation and ordered to pay $5,000 in restitution. \n        Ellis delivered a tearful statement to the judge Tuesday while pleading guilty, disavowing her participation in Trump’s unprecedented attempts to overturn the 2020 election.\n        “If I knew then what I knew now, I would have declined to represent Donald Trump in these post-election challenges. I look back on this experience with deep remorse,” Ellis said, her voice breaking at times.\n        The development comes after back-to-back guilty pleas last week in the sprawling case from former Trump campaign lawyer Sidney Powell and Kenneth Chesebro, who helped devise the fake electors plot.\n        These three plea deals are a monumental step forward for Fulton County District Attorney Fani Willis, who charged the case in August and is preparing for trials against Trump, his former attorney Rudy Giuliani, his chief of staff Mark Meadows and other top figures. (They have all pleaded not guilty.)\n        Ellis, Chesebro and Powell all agreed to testify on behalf of the prosecution at future trials. By flipping, these onetime Trump insiders are now on track to become major Trump nemeses. They are all lawyers and can shed light on what was happening behind the scenes in 2020.\n        Prosecutors originally charged 19 people in the sprawling case. So far, four have pleaded guilty. \n        In a tearful apology in court, Ellis spoke of her personal “failures” and expressed “deep remorse” while disavowing her involvement in Trump’s legal efforts to overturn the 2020 presidential election. \n        “As an attorney who is also a Christian, I take my responsibilities as a lawyer very seriously and I endeavor to be a person of sound moral and ethical character in all of my dealings,” Ellis said. But after the 2020 election, “I failed to do my due diligence,” she said. \n        “I relied on others, including lawyers with many more years of experience than I, to provide me with true and reliable information … what I did not do, but should have done, your honor, was to make sure that the facts the other lawyers alleged to be true were, in fact, true,” Ellis said. \n        The plea from Ellis implicated Giuliani in a state crime – lying to Georgia legislators by peddling false voter-fraud theories. This comes one week after Chesebro implicated Giuliani in the fake electors scheme that tried to subvert the Electoral College process. Giuliani denies wrongdoing.\n        According to court filings, Ellis admitted that she “intentionally aided and abetted” Giuliani and another Trump lawyer, Ray Smith, in “in knowingly, willfully, and unlawfully making … false statements to members of the Georgia Senate.” \n        Their false statements included baseless claims of massive voter fraud – including through mail-in ballots, and with thousands of supposedly illegal votes from felons, minors and “dead people.” Both Smith and Giuliani pleaded not guilty.\n        None of these allegations were true, according to multiple investigation and recounts by Georgia election officials. Trump lost the state to Joe Biden by about 12,000 votes. \n        In exchange for Ellis’ cooperation, prosecutors dropped her original two charges, including a violation of Georgia’s racketeering law known as RICO. Trump lawyer Steve Sadow said in a statement that he believes this helps his client and noted that the criminal conduct admitted to by Ellis “doesn’t even mention President Trump.”\n        “For the fourth time, Fani Willis and her prosecution team have dismissed the RICO charge in return for a plea to probation,” Sadow said. “What that shows is this so-called RICO case is nothing more than a bargaining chip for DA Willis.”\n        As a result of the plea deal, Ellis, who has an active online presence, is also banned from posting anything on social media about the case while the proceedings are unfolding against any of the defendants, prosecutors said.  \n        In unrelated disciplinary proceedings in Colorado, where Ellis is a practicing attorney, Ellis admitted that many of her post-election public statements were false, including her claim that the race was “stolen” from Trump. She was censured by a judge and agreed to pay $224, ending the misconduct probe. \n        She hasn’t been in Trump’s orbit in recent months – and she has publicly been supporting Florida Gov. Ron DeSantis in the 2024 Republican presidential primary.\n        After Ellis’ indictment, she publicly complained about the lack of financial support from pro-Trump groups. She has raised more than $216,000 through an online crowdfunding website.\n  This story has been updated with additional developments.", "url": "https://www.cnn.com/2023/10/24/politics/jenna-ellis-fulton-county/index.html", "section": "politics"}
{"title": "      Trump attorneys move to dismiss charges in federal election subversion case and to remove mentions of January 6 attack in indictment\n    ", "author": "Holmes Lybrand", "published_on": "  Published\n        6:09 AM EDT, Tue October 24, 2023\n    ", "abstract": "      In a slew of court filings late Monday, attorneys for Donald Trump filed several motions asking the judge overseeing the election subversion case in Washington, DC, to dismiss the charges against the former president on grounds that, among other things, they violate his First Amendment rights and are the product of a “selective and vindictive prosecution.”\n  ", "body": "      “Countless millions believe, as President Trump consistently has and currently does, that fraud and irregularities pervaded the 2020 Presidential Election,” his attorneys wrote. “As the indictment itself alleges, President Trump gave voice to these concerns and demanded that politicians in a position to restore integrity to our elections not just talk about the problem, but investigate and resolve it.”\n        His attorneys argued that “the First Amendment embraces and encourages” Trump’s actions in the wake of the 2020 election, adding that because of the “tradition of forceful political advocacy” in the US, the former president “lacked fair notice that his advocacy in this instance could be criminalized.”\n        The court, his attorneys wrote, should therefore dismiss the charges “under the Due Process clause as well.”\n        Trump’s attorneys also said the counts against him should be dismissed because the indictment itself fails to prove the charges, arguing that –among other things – the indictment never claims Trump used “deceit or trickery” in allegedly setting up the alternate slate of electors following  Joe Biden’s electoral victory.\n        Within the plethora of legal arguments as to why the charges against Trump should be dismissed, his attorneys also argued that the prosecution itself essentially amounts to a political hit job.\n        “Three days after President Trump formally announced his candidacy, the Special Counsel was put in place as part of a flawed effort to insulate Biden and his supporters from scrutiny of their obvious and illegal bias,” his attorneys wrote, adding that the prosecution against Trump for actions he took while president show a selective prosecution from special counsel Jack Smith.  \n        Trump’s attorneys, in their filings, also moved to strike allegations around the January 6, 2021, US Capitol attack mentioned in the indictment against him, arguing that Trump is not being charged “with responsibility for the actions at the Capitol” and that such mentions of the January 6 attack could be “highly prejudicial” against him.\n        “Allegations in the indictment relating to these actions, when President Trump has not been charged with responsibility for them, is highly prejudicial and inflammatory because members of the jury may wrongfully impute fault to President Trump for these actions.”\n        Trump faces four counts in the case, including conspiring to defraud the United States and to obstruct an official proceeding – the latter a charge that has already successfully been brought against rioters who breached the Capitol on January 6. The former president pleaded not guilty in August.\n  ", "url": "https://www.cnn.com/2023/10/24/politics/trump-january-6-case-first-amendment/index.html", "section": "politics"}
{"title": "      Exclusive: Paul Whelan told Blinken being left out of prisoner swap with Russia painted a target on his back\n    ", "author": "Jennifer Hansler", "published_on": "  Published\n        6:04 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Paul Whelan, an American who has been imprisoned in Russia for nearly five years, pressed Secretary of State Antony Blinken in a phone call in August to ensure that he is not left behind again, Whelan told CNN.\n  ", "body": "      “I told him point blank that leaving me here the first time painted a target on my back and leaving me here the second time basically signed a death warrant,” said Whelan, who called CNN on Friday from his remote prison camp in Mordovia. He said he told the top US diplomat that “unless they got me back, it could be quite challenging in the future, especially with my age and the sort of work we have to do from a health and safety point of view.”\n        Despite his strong words to Blinken, Whelan expressed confidence that work is being done to secure his release, but said he was frustrated at the slow pace and wanted to ensure he wasn’t forgotten amid “other geopolitical issues.” He would like to speak with President Joe Biden “and find out if he will do what he’s promised to do.”\n        He is aware that the Russians consider him as “high value, so they want something high value in return,” he said.\n        On their phone call in August, Blinken “told me that he’s working quite diligently and his team is working quite diligently to find a resolution to this situation,” Whelan recounted, describing Blinken as “a person who obviously cares and he cares deeply about the situation.”\n        “I think everyone’s trying to do the right thing, and I know that this will come to an end at some point. How long it will take I don’t know. But I’m being promised that I won’t be left behind here,” he said.\n        Whelan – who is also an Irish, British and Canadian citizen – was detained at a Moscow hotel in December 2018 by Russian authorities who alleged he was involved in an intelligence operation. The former US Marine was sentenced to 16 years in prison in June 2020 on an espionage charge he consistently and vehemently denies. He has been designated as wrongfully detained by the US State Department.\n        Whelan was not included in prisoner swaps that freed fellow wrongfully detained Americans Trevor Reed and Brittney Griner last year. US officials have said that the Russians refused to include him in those swaps for Konstantin Yaroshenko and Viktor Bout, respectively.\n        Whelan said he believed it was “a mistake” for Biden to swap Yaroshenko and Bout “as quickly as he did.” He also told CNN he knows that the Russians have sought the release of Vadim Krasikov, a Russian ex-colonel serving a life sentence in Germany for murder.\n        CNN has reported that the Biden administration is working to search for other offers to free Whelan after Russia has failed to respond in a substantive way to an offer presented earlier this year.\n        “If we can’t make it happen based on what’s available to us now, we’ll need to figure out what that takes so we can bring our people home,” a senior administration official told CNN in August.\n        “Secretary Blinken remains committed to bringing Paul home,” a State Department spokesperson told CNN on Monday. “The United States has been clear that Russia’s wrongful detention of Paul Whelan is outrageous and he should be immediately set free.”\n        “We offered Russia a serious proposal for Paul’s release and will not stop working on his case until he is reunited with his family,” the spokesperson said.\n        Whelan warned Americans against traveling to Russia “if they value their freedom.”\n        “This is not the time to come to Russia,” he said.\n        He told CNN he was aware of the arrest of a Russian-American journalist, Alsu Kurmasheva, telling CNN that “it’s on the media here.”\n        Whelan also receives some information from his family about Evan Gershkovich, an American journalist who has been declared wrongfully detained in Russia. “There’s nothing on the news here that I can see” about Gershkovich’s case, he said. \n        “I’m sure he’s going through the same sorts of rigor that I went through, days and days of boredom and then being questioned and interrogated and what have you, with false promises of being released for a confession and all that sort of thing. Having done it before, I know the conditions and the way they do things. They’ll spin it out as long as they can, to try to pressure on him, as well as on the US government to do something,” he told CNN. \n        In his fourth exclusive call to CNN, Whelan said that the conditions in his remote prison camp have deteriorated in the three years he has been detained there.\n        “The economy’s not doing well and the camp is in need of maintenance,” he said, noting that the heat hasn’t yet been turned on. \n        “We’re hoping that some repairs to the hot water system and heat radiators will be taken care of quickly,” he said.\n        He said the prison shop no longer carries fresh fruit or vegetables and “canned goods have been discontinued.”\n        “The food that we’re provided is watered down. It’s onions, potatoes, cabbage,” Whelan described. “The soups that we have every day are just water … soggy macaroni, stale bread, things like that.”\n        Whelan was able to recently get a flu shot, he said, after asking for one during his first call with Blinken last December. \n        “It took a while for people at the top on both sides to negotiate a flu shot,” Whelan recounted to CNN. “It’s not something that is given freely and widely to prisoners, even the medical people here were surprised that it had been provided by the prison service.”\n  ", "url": "https://www.cnn.com/2023/10/24/politics/paul-whelan-blinken-cnn-interview/index.html", "section": "politics"}
{"title": "      Michael Cohen to take stand in fraud trial of his former boss, Donald Trump\n    ", "author": "Jeremy Herb", "published_on": "  Published\n        5:06 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Michael Cohen was once one of Donald Trump’s most loyal allies.\n  ", "body": "      But after going to jail for tax crimes and lying to Congress, Cohen, Trump’s former lawyer and “fixer,” became a star witness against his former boss, testifying before Congress about the hush-money payments he made to women claiming affairs with Trump and writing books highly critical of the former president. \n        Tuesday, Trump and Cohen are expected to be face to face in a New York courtroom as Cohen delivers testimony as part of the New York attorney general’s civil fraud case against the former president.\n        When Cohen takes the stand, he will face down a very angry Donald Trump. It’s the first time the two have been in the same room or even spoken in five years, according to multiple sources. \n        “It appears that I will be reunited with my old client @realDonaldTrump when I testify this Tuesday, October 24th at the @NewYorkStateAG civil fraud trial. See you there!” Cohen posted last week on the social media site Threads. \n        Cohen’s testimony is the latest high-profile moment in the civil fraud trial, in which New York Attorney General Letitia James is seeking to bar Trump from doing business in the state. While Trump has played only a passive role in the trial to date, he is expected to be called as a witness later on.\n        Trump voluntarily attended the civil trial’s opening days, and the former president returned last week, when Cohen was initially supposed to be called to testify, though Cohen’s appearance was delayed after he cited a medical issue.\n        Trump is also returning to the courtroom after he was fined $5,000 last week by Judge Arthur Engoron – and warned about possible imprisonment – for violating a gag order not to speak about any members of the court staff. Engoron fined Trump over a social media post attacking Engoron’s clerk that had not been removed from Trump’s campaign website.\n        Cohen is expected to testify about meetings with former Trump Organization Chief Financial Officer Allen Weisselberg and Trump regarding Trump’s financial statements and net worth. Cohen has claimed there were meetings with Weisselberg and Trump about Trump’s net worth before the financial statements were filed. Weisselberg testified earlier in the trial, “I don’t believe it ever happened, no.”\n        The attorney general’s office has said Cohen’s testimony before the House Oversight Committee in February 2019 – when Cohen alleged that officials at the Trump Organization inflated the value of its assets to secure loans and insurance and that they lowered the values for tax benefits – was the impetus for its investigation that led to the lawsuit against Trump. \n        Assistant Attorney General Colleen Faherty is expected to question Cohen on direct examination.  \n        Cohen’s testimony is also a crucial part of the criminal case against Trump brought by Manhattan District Attorney Alvin Bragg, who charged Trump earlier this year with falsifying business records related to the hush-money payments.\n        Cohen testified before Congress in 2019 about Trump’s involvement in the hush-money scheme involving both former Playboy model Karen McDougal and adult-film star Stormy Daniels, who alleged having affairs with Trump (Trump has denied the affairs). Cohen even released a recording in which he and Trump can be heard discussing how they would buy the rights to McDougal’s story. \n        Tuesday’s testimony, however, is expected to focus not on the hush-money payments but on Trump’s financial statements. Before Cohen testifies, the first witness will be Bill Kelly, the general counsel of Mazars, Trump’s onetime accounting firm.\n        The trial is now in its fourth week. The attorney general’s office has called 12 witnesses to testify, including six current or former Trump Organization employees, two of whom are defendants in the case: Weisselberg and former Controller Jeff McConney. \n        Trump’s lawyers have cross-examined only about half the witnesses so far, opting to reserve their right to call them in the defense case. Engoron set aside more than three months for the trial, which could continue through late December. \n        An appraiser for Cushman & Wakefield testified last week that Trump’s son Eric Trump was closely involved in several appraisal consultations with the real estate firm for Trump assets Seven Springs and Trump National Golf Club in Briarcliff Manor, New York, that valued the properties substantially lower than the amounts that appeared on Trump’s financial statements in those years. \n        Eric Trump said in a deposition for the case that he didn’t remember being involved in any appraisals for Trump properties. \n        The attorneys are scheduled to argue at a hearing Friday morning whether Ivanka Trump, the former president’s daughter, can be forced to testify at trial even though an appellate court dismissed her as a defendant because the claims against her were too old. \n  ", "url": "https://www.cnn.com/2023/10/24/politics/michael-cohen-donald-trump/index.html", "section": "politics"}
{"title": "      One of the most important jobs in American politics has turned into a nightmare\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        10:57 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Winning a majority party’s nomination for speaker of the House of Representatives usually elevates a lawmaker into the pantheon of American political leaders.\n  ", "body": "      But such is the toxicity of the GOP three weeks after the ouster of Speaker Kevin McCarthy that the nominee expected to emerge on Tuesday may never get the top job. \n        The nomination is an assignment to what may be an impossible political mission to unite a conference that might never be reconciled. And even if the nominee wins the gavel, the next speaker has a reasonable chance of a tenure even shorter than McCarthy, who lasted nine months.\n        But this is about more than the plight of a Republican Party that often looks like it’s tearing itself apart. If the dysfunctional House GOP majority cannot get its act together, the US government could run out of funding before Thanksgiving week – and millions of Americans could pay the price.\n        As lawmakers returned to Washington on Monday, there was a growing sense of rising public frustration about a House that has been paralyzed for three weeks, as global crises boil and the shutdown deadline approaches.\n        Florida Rep. Vern Buchanan said his constituents “think all of us are incapable.” Buchanan, who is supporting fellow Sunshine State lawmaker Byron Donalds for speaker, added: “People are very angry and upset.”\n  The hopefuls lined up on Tuesday at the start of rounds of secret balloting that will produce a party nominee for speaker following the failures of House Majority Leader Steve Scalise and Judiciary Chairman Jim Jordan to replace McCarthy. But there is no guarantee the candidate who emerges from secret balloting will be able to get the required majority in the full House – given the extreme splits in the GOP between some of the far-right hardliners who helped eject McCarthy and more moderate lawmakers in battleground districts.\n        Because of their tiny majority, almost every Republican must back the nominee for him to become speaker – a longshot in a conference that is deeply divided. Ex-President Donald Trump has been fielding calls from top candidates seeking his endorsement but joked on Monday that only divine intervention could end the crisis.\n        “I said there’s only one person who can do it all the way,” Trump said in New Hampshire. “You know who that is? Jesus Christ. If Jesus came down and said, ‘I want to be speaker,’ he would do it.”\n        The fact there were so many candidates on Tuesday tells its own tale – namely that no one is strong enough to clear the field and whoever emerges may not have a strong base of support. \n        There are signs House Majority Whip Tom Emmer has been making progress, but as a member of a House leadership team distrusted by the right-wing House Freedom Caucus, his candidacy may suffer the same liabilities as those of Scalise and McCarthy. Another possible nominee is Donalds of Florida, a member of the House Freedom Caucus and one of the few Black Republicans in Congress. But Donalds may be too radical for moderate Republicans in districts that voted for President Joe Biden. There’s been palpable anger among such members – on whom the majority rests – that the lawmakers who voted out McCarthy have escaped punishment. A speaker from the far-right may be too much for them to accept.\n        But the identity of the new Republican speaker – when he eventually emerges (there’s not one woman among the current candidates) – may be less important than the dire situation he will confront. The House GOP has now spent three weeks failing to select a new leader – time that would have been better spent staking out a position on a new government funding deal needed to prevent the government from closing down in mid-November. Even if a new speaker is selected by the end of this week, there’s barely three weeks before the Thanksgiving break to get a deal with a Democratic-run Senate and the White House to avoid yet another governing debacle on the GOP majority’s watch.\n        The funding showdown will represent one of the most difficult tests ever for a new speaker. The likelihood that this leader will be a compromised figure at risk of losing his job at any moment at the head of a rebellious conference makes the position even more vulnerable. \n        As former House Speaker Newt Gingrich, himself a notoriously polarizing figure, said on Fox News this weekend: “They got big decisions coming down the road. There’s a very real danger that they’ll elect somebody and three of four or five weeks from now, you’re going to have a group of people blow up and decide to go back into the same mess.”\n        The risk of such a scenario is raised by the fact that any new speaker will face the same kind of impossible choices that confronted McCarthy when he narrowly averted a government shutdown last month. Knowing that he couldn’t satisfy extreme demands for spending cuts from hardliners with a Democratic Senate and the White House, McCarthy was forced to use some Democratic votes to pass a stopgap funding bill. And it cost him his job. \n        The growing pressure to fill the speaker’s chair might be a motivating factor for the GOP to finally end the stalemate. But the risk is that a compromise candidate will not have spent the years building a powerbase – inside the Capitol and on the critical fundraising circuit – and may therefore not be an effective leader of a fractious conference.\n        The fact that party leaders can only lose four votes and still pass a bill on party lines has highlighted the huge splits inside the conference and underscored that there is no reliable Republican majority for any legislation in the House right now.\n        Rep. Brett Guthrie of Kentucky, for instance, said the leadership crisis “shows that we’re not functioning as a majority. And when you lose that, you lose the ability to govern.”\n        The 2024 elections are still more than a year away, but the spectacle of a House brought low by its own divisions augurs poorly for the GOP. The party cannot enact its agenda, has no chance of showing voters it can be an effective majority, and cannot even use its power to jam Democrats into taking tough political votes that may come back to haunt them – as a majority party might generally do at this point in the political cycle.\n        But House Republicans are not just harming themselves. If the leadership limbo goes on much longer, the damage could spread countrywide and go global. \n        A government shutdown could harm countless Americans – including members of the armed services that could go without pay. And the paralysis in the House means that lawmakers cannot vote on sending emergency aid to Israel amid its war with Hamas. Biden’s request for a new $60 billion aid package for Ukraine is also not going anywhere. Domestically, vital appropriations bills on everything from farming to energy and foreign operations are stalled.\n        “I think House Republicans know that this is very detrimental to the country. Look at what is going on … over in Israel, what’s happening in Ukraine, and all the other things we know are happening in the world, including in our own country,” Rep. Larry Bucshon told CNN’s Brianna Keilar on Monday. The Indiana Republican also warned the party was hurting itself ahead of the critical funding showdown.\n        “I think it does put us at a disadvantage. We don’t have someone who is the speaker of the House to negotiate with the White House, with Senate Democrats who are in the majority. … It does put us at a political disadvantage.”\n        “Also practically for the country, it’s not a good thing.”\n  ", "url": "https://www.cnn.com/2023/10/24/politics/speakership-nightmare-republicans/index.html", "section": "politics"}
{"title": "      The House speaker crisis is part of the GOP’s identity crisis\n    ", "author": "Zachary B. Wolf", "published_on": "  Updated\n        10:00 PM EDT, Mon October 23, 2023\n    ", "abstract": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.", "body": "      The immediate, unanswered question facing the US government is which Republican lawmaker can untie this knot, unite their party and reopen the House of Representatives.\n        The larger issue that may be even more difficult for Republicans to solve is figuring out what they even stand for at this point. Is it the party of limited government or the party that can’t figure out how to govern?\n        Tuesday marks three full weeks without a House speaker and 24 days until the government runs out of money, to say nothing of aid packages many lawmakers want for Israel and Ukraine.\n        No legislation can move until lawmakers select a speaker, and they’re way beyond a Goldilocks search for just the right candidate.\n        ► A small minority was able to fire Rep. Kevin McCarthy (for being too willing to rely on Democrats to avoid a government shutdown). \n        ► Rep. Steve Scalise ended his campaign early (he was too unwilling to make concessions to secure votes among holdouts).\n        ► Rep. Jim Jordan failed despite an intense pressure campaign and former President Donald Trump’s blessing (he was incapable of convincing a small number of moderates).\n        Most Republicans voted for all three men as speaker, but the outside edges of the party were too big to get a majority.\n        The idea of Republicans and Democrats working together still has not gained momentum, and neither has giving some temporary power to the placeholder Speaker Pro Tempore Patrick McHenry.\n  Eight other Republicans are in the running ahead of Tuesday’s conference meeting to select a new speaker nominee, after making their cases to colleagues behind closed doors Monday evening. Pennsylvania Rep. Dan Meuser had also raised his hand but dropped out after making his speech at the speaker’s forum. The only current member of the House leadership pursuing the speaker’s gavel is Rep. Tom Emmer of Minnesota, the GOP whip.\n        CNN’s Stephen Collinson lays out the rest of the all-male candidate lineup, which doesn’t include any household names:\n        The speaker’s forum was the GOP conference’s umpteenth gathering in recent weeks, and a wide variety of positions were expected to be on display, as CNN’s Dana Bash noted on “Inside Politics” when she sorted the candidates by some key recent votes.\n  Who supported certifying the 2020 election? Two of the eight candidates. A key moment for lawmakers came right after the January 6, 2021, insurrection, when they twice rejected objections to the 2020 election results. Only two of the current speaker candidates supported the 2020 election results: Emmer and Scott. \n  Who supports additional aid to Ukraine? Four of the eight candidates. The GOP’s drift away from support for Ukraine and toward a more nativist approach to foreign policy like that pushed by Trump has been swift. Still, most of the party recently voted with Democrats against a proposal to block security aid to Ukraine, including Emmer, Scott, Sessions and Bergman.\n  Who voted to avoid default on the national debt? Four of the eight candidates. Perhaps the most important accomplishment for McCarthy was avoiding a US default on national debt interest payments. But it was not a vote that got anywhere near unanimous Republican support. \n        Most Republicans in the House supported the deal to raise the debt ceiling until 2025, including Emmer, Scott, Bergman, and Johnson. Four of the current speaker candidates voted no, including Sessions. Three far-right candidates – Donalds, Hern and Palmer – voted against certifying the 2020 election, Ukraine aid and the debt default deal.\n        It’s easy to argue that the Republican Party has reoriented itself around Trump, who is the current favorite to be the party’s presidential candidate for the third straight election in 2024. But Trump’s power within the House GOP is limited. His support could not propel Jordan, for instance. \n        Former Rep. Liz Cheney – the Republican from Wyoming who was shunned by Republicans for taking part with Democrats in the committee that investigated the January 6 insurrection – told CNN’s Jake Tapper on Sunday that even though she is a committed conservative, her insistence on accepting election results means her endorsement would hurt any of the candidates.\n        “I think that really is a testament about where we are as a country today,” Cheney said, suggesting the GOP has lost its way.\n        “We have to have a party that gets back to advocating those conservative policies, gets back to embracing the Constitution,” Cheney said. “That is not what the Republican Party is doing today.”\n        Cheney said she is writing a book about how the GOP has evolved under Trump to where “people keep accepting behavior that they never would have accepted before.”\n        “It’s a cautionary tale, because it happened very easily that people said, we’re going to go with Trump instead of the Constitution,” Cheney said.\n        Meanwhile, the anger among Republicans is getting juvenile.\n        “This is junior high stuff,” Rep. Steve Womack of Arkansas told Tapper last Friday, after Jordan failed to coalesce the party and lawmakers got heated in closed-door meetings and sniped at each other on social media.\n  This story has been updated with additional reporting.", "url": "https://www.cnn.com/2023/10/23/politics/house-speaker-republicans-what-matters/index.html", "section": "politics"}
{"title": "      House GOP circus embarrasses senior party leaders as the country and the world wait for Republicans to pick a speaker\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        7:32 AM EDT, Mon October 23, 2023\n    ", "abstract": "      House Republicans on Monday open the next act of their Washington farce, desperately searching for a speaker after ousting the incumbent and rejecting two would-be replacements while still clueless about how to dig out of the crisis.\n  ", "body": "      Congress has seen impeachments, fiscal cliffs, government shutdowns and even an insurrection, but the modern Republican Party is surpassing itself with a debacle that is embarrassing senior party leaders and threatens to damage the House GOP’s hopes of saving and expanding upon its tiny majority in 2024. Far from tackling critical bills needed to fund the government, the leaderless House can’t do the basics, like pass a resolution condemning the Hamas attacks in Israel. \n        At least nine new candidates have signed up to run for speaker ahead of a new selection process this week after Judiciary Chairman Jim Jordan folded his futile bid for the job on Friday, following Majority Leader Steve Scalise the week before. The uprising that began nearly three weeks ago with the toppling of Speaker Kevin McCarthy has now weakened three of the most powerful figures in the House GOP. Perhaps a newcomer can change the calculations of the extremists who opposed McCarthy and Scalise and the more moderate battleground district members who doomed the bulldozing Jordan. But there’s no sign yet any of them can win the 217 votes needed in the full chamber to claim the top job. And more importantly, for whoever eventually wins the gavel, the task of making the House a functional legislative body looks impossible after weeks of GOP infighting that cultivated fresh grievances and demands for vengeance.\n        “You know, getting 217 is obviously going to be very difficult and is the sort of Rubik’s Cube of the answer to all of this,” Ohio Rep. Mike Turner, chairman of the House Select Committee on Intelligence, said on CNN’s “State of the Union” on Sunday.\n        Twisting colored squares together in the right order seems simple by comparison with attempts to unite a House Republican conference unable to comprehend how clownish it looks. Republicans, determined to fight a civil war over fractures in the conservative movement, seem oblivious to the degenerating global stability all around them or the shutdown threat directly in front of them. \n        The vacuum is rendering one branch of the US government inoperable, since the Senate can’t pass laws without the other chamber. “We need (a speaker) because the House can’t do anything without a speaker,” Senate Republican leader Mitch McConnell of Kentucky said on CBS’ “Face the Nation” Sunday. \n        The imbroglio is far more serious than the classic congressional drama wherein lawmakers procrastinate and work through their political rituals, and then finally get their acts together. In a practical sense, the absence of a speaker means the House cannot support Israel in accordance with a new aid request from President Joe Biden. A critical and bitter debate over new Ukraine funding – $60 billion of which was requested by Biden last week – cannot begin. Before long, the blocked US lifeline could have grave consequences in Ukraine’s war for survival and boost Russian President Vladimir Putin, who is betting US resolve will wane – not a bad wager considering increasing GOP resistance to defending the democratic government in Kyiv.\n        But forget reverberations overseas. The House meltdown could soon begin to harm millions of Americans. The GOP has wasted three of the precious weeks that it had to solve a spending showdown that could shut down the government by the middle of November. Even if the party suddenly moves quickly toward choosing a new leader, it’s unlikely much serious work gets done this week either.\n        The empty speaker’s chair offers an eloquent metaphor for how internal political chaos is compromising American leadership. It’s also threatening the more-than-two-centuries-long experiment in self-government by the people that relies ultimately on no one getting everything they want but accepting incremental change. That’s a concept that the modern GOP seems to reject – as evidenced by the claims of Donald Trump and many of his acolytes in the House that they have the right to rule even though the former president’s bid for a second term was rejected by voters in 2020.\n        The House Republican conference is showing that it cannot even compromise with itself, let alone construct a unified position before eventually accepting the trade-offs that will be needed in dealing with a Democratic-run Senate and White House. Whichever Republican finally wins the speakership will face similar questions to the ones that eventually cost McCarthy his dream job – namely whether to indulge far-right Republicans with extreme spending cuts that the White House and the Senate will never accept, or to avert a government shutdown by advancing stopgap funding with some Democratic votes. Unless a new speaker can change the dynamic, their tenure risks being even shorter than that of the California Republican.\n        A new speaker will also be hampered by the reality that chaos and a neutered government are a welcome outcome for many grassroots Republicans in a party transformed by Trump. Many of these lawmakers have perfected the extremism that hedges against primary challenges and the cacophony that pleases the ratings-driven demands of conservative media. Influence in the GOP is no longer bought by years of service that paves the way for committee chairmanships. Florida Rep. Matt Gaetz, who led the eight Republicans who voted to can McCarthy, understands the equation well – which is one reason why senior figures bemoaning the need to “govern” aren’t persuading rabble-rousing members. The most obvious representative of this style of stunt politics Republicanism is Trump – who, despite being impeached twice, falsely claiming the 2020 election was stolen and facing four criminal trials, is the runaway front-runner for the GOP’s 2024 presidential nomination. \n        Sheer fatigue in the House GOP may create an opening for a candidate who could become a weak speaker with no national name recognition but who could attract the least rancor from across the divided conference. Until then, serious Republican legislators in the House only have the power to express dismay as America’s enemies delight in watching US democracy founder.\n        “This is probably one of the most embarrassing things I’ve seen because if we don’t have a speaker of the House, we can’t govern. And every day that goes by, we’re essentially shut down as a government,” House Foreign Affairs Chairman Michael McCaul, a Texas Republican, said on ABC News’ “This Week.”\n        McCarthy, who supported Jordan but is now backing House Majority Whip Tom Emmer, warned on NBC’s “Meet the Press” that the situation cannot be allowed to endure much longer. “This is embarrassing for the Republican Party. It’s embarrassing for the nation, and we need to look at one another and solve the problem,” the former speaker said.\n        Emmer is among nine GOP candidates seeking to lock down votes ahead of an expected secret ballot to pick a speaker nominee on Tuesday. The Minnesota Republican’s problem, however, is much like McCarthy’s – he is likely to struggle to win the support of the far-right House Freedom Caucus that reviles the GOP leadership team.\n        The other members throwing their hat into a ring that does not include a single woman are Reps. Kevin Hern of Oklahoma, who chairs the influential Republican Study Committee; Jack Bergman of Michigan, a mainstream conservative and Marine veteran; Austin Scott of Georgia, who launched a last-minute bid against Jordan last week but quickly dropped out; Byron Donalds of Florida, a rising star Freedom Caucus member and one of the few Black Republicans in Congress; Mike Johnson of Louisiana, the GOP conference vice chairman; Pete Sessions of Texas, a congressional veteran who lost his seat in 2018 and soon returned to represent another one; Dan Meuser, a former Pennsylvania secretary of revenue and member of the Problem Solvers Caucus; and Gary Palmer of Alabama, who chairs the Republican Policy Committee.\n        Newt Gingrich – a former Republican speaker who is credited with inventing back in the 1990s the highly partisan style of hardball governing preferred by today’s GOP – said party leaders must choose anyone who can get to a House majority regardless of who they are, or the charade could go on for weeks. And he warned with critical government funding and budget bills looming, the GOP doesn’t just have to unite on a new speaker but on a new period of unified governance.\n        “That 217 has to be committed not just to elect a speaker, but to stick together for the next five or six months. They got big decisions coming down the road,” Gingrich told Fox News. “There’s a very real danger that they’ll elect somebody, and three or four or five weeks from now, you’re going to have a group of people blow up and decide to go back into the same mess. \n        “So they need to pick somebody to get stability.”\n        Putting aside the irony of those words coming from the firebrand Georgia Republican, the House GOP has shown over the last three weeks that stability is the last thing the party is able, or even wants, to deliver.\n  ", "url": "https://www.cnn.com/2023/10/23/politics/republicans-house-speakership-circus/index.html", "section": "politics"}
{"title": "      Two more Trump co-defendants plead guilty. What next?\n    ", "author": "Zachary B. Wolf", "published_on": "  Published\n        1:02 PM EDT, Sat October 21, 2023\n    ", "abstract": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.", "body": "      With the frightening Israel-Hamas war and a major spoke of the US government – the House of Representatives – unsolvably speakerless and in a state of paralysis, a pair of guilty pleas in a Georgia courtroom almost feels like Page 2 news.\n        But these particular guilty pleas this week come from two of former President Donald Trump’s co-defendants, the second and third such admissions of guilt in the criminal case brought against him for trying to overturn Georgia’s 2020 presidential election result.\n        That leaves Trump and 15 other co-defendants awaiting trial in the case. Trial dates have not been set, and Trump has pleaded not guilty.\n        Along with the three other upcoming criminal trials in New York, Washington, DC, and Florida and the ongoing civil trial in New York, the Georgia proceedings are part of a complicated web of legal problems percolating beneath the 2024 election.\n        Chesebro admitted to entering into a conspiracy specifically with Trump to create a slate of fake electors in Georgia, along with two other attorneys, Rudy Giuliani and John Eastman.\n        CNN legal analyst and former federal prosecutor Elliot Williams noted that the Georgia case, brought by Fulton County District Attorney Fani Willis, has had its detractors, because it included 18 co-defendants along with Trump, which could make it seem politically motivated.\n        But guilty pleas, Williams said, are now evidence that crimes were committed as Trump tried to make Joe Biden’s 2020 victory disappear.\n        “This ought to pour cold water on the notion that this was just a partisan witch hunt to target the president and his allies,” Williams told Jim Sciutto on CNN Max.\n        CNN’s report on his guilty plea notes that “Chesebro acknowledged in the plea that he ‘created and distributed false Electoral College documents’ to Trump operatives in Georgia and other states, and that he worked ‘in coordination with’ the Trump campaign.”\n        All but one charge against Chesebro was dropped, and he has agreed to testify at trial.\n        Just because Powell’s plea agreement did not mention Trump does not mean she might not be asked about him under oath, as CNN’s Marshall Cohen notes:\n  Most notably, Powell attended a White House meeting on December 18, 2020, where some of Trump’s most extreme supporters encouraged him to name her as a special counsel to investigate supposed voter fraud, to consider declaring martial law and to sign executive orders that would direct the military to seize voting machines.      Cohen adds that whatever Powell tells Georgia prosecutors could be used in the federal election subversion case brought by special counsel Jack Smith.\n        One gag order was issued by Judge Tanya Chutkan, who is overseeing the federal 2020 election subversion case in Washington, DC. Trump is appealing, arguing she “took away my right to speak,” and on Friday Chutkan put a temporary freeze on the order.\n        Chutkan has been insistent that the federal case get underway on schedule, in March, at the pinnacle of primary season.\n        Trump made those comments about his freedom of speech as he entered a courtroom in New York, where he faces a civil fraud trial brought by the state attorney general. He is also under a gag order in that case, and that judge, Arthur Engoron, fined Trump $5,000 on Friday for violating the gag order after a social media post targeting a court employee was left up on Trump’s campaign website. \n        Engoron said future violations could even ultimately lead him to imprison Trump.\n        The court developments are an important reminder that as Trump cruises toward the Republican presidential nomination, at least according to public opinion polls, he is also in very real legal peril – something Trump acknowledged, before the gag-order-related threat from Engoron in New York, when the former president talked about the prospect of prison during an event in Clive, Iowa.\n        “What they don’t understand is that I am willing to go to jail if that’s what it takes for our country to win and become a democracy again,” Trump said at the rally.\n        There is some bizarre irony in the comments since he’s charged in connection with trying to subvert an election, one of the fundamental pillars of democracy.\n        Former New Jersey Gov. Chris Christie, who is among those challenging Trump for the Republican presidential nomination, said on CNN that he doesn’t believe Trump is willing to go to jail.\n        “The last place he wants to spend five minutes is in jail,” Christie said. He complained that Trump has failed to appear at Republican presidential debates.\n        “Donald Trump doesn’t want any legitimate debate or discussion about his conduct,” Christie said.\n        Republicans like Christie are running out of time and opportunity to challenge Trump. Another debate is scheduled for November 8 in Miami, but Christie has not yet qualified. NBC is sponsoring the debate, along with the right-wing outlets Salem Radio Network and Rumble.\n        Oliver Darcy, CNN’s senior media reporter, argues the arrangement creates strange bedfellows.\n        “It’s no surprise that the GOP, which veered sharply to the right during Donald Trump’s presidency, would select Salem and Rumble as partners,” Darcy writes, “but it is striking that NBC News would agree to link arms with such organizations.”\n        Anti-Trump Republicans want some of the candidates challenging him to drop out of the race so that the opposition can coalesce around an individual alternative. The debate stage November 8 is expected to be much smaller, perhaps with only a few people. \n        But don’t expect the former president to show. Trump is planning a rally nearby to draw attention away from his rivals.\n  ", "url": "https://www.cnn.com/2023/10/21/politics/trump-georgia-guilty-pleas-what-matters/index.html", "section": "politics"}
{"title": "      Mideast crisis will test whether Biden can make experience an asset\n    ", "author": "Ronald Brownstein", "published_on": "  Published\n        10:02 AM EDT, Sat October 21, 2023\n    ", "abstract": "      The escalating confrontation between Israel and Hamas is offering President Joe Biden a crucial opportunity to begin flipping the script on one of his most glaring vulnerabilities in the 2024 presidential race.\n  ", "body": "      For months, polls have consistently shown that most Americans believe Biden’s advanced age has diminished his capacity to handle the responsibilities of the presidency. But many Democrats believe that Biden’s widely praised response to the Mideast crisis could provide him a pivot point to argue that his age is an asset because it has equipped him with the experience to navigate such a complex challenge. \n        “As you project forward, we are going to be able to argue that Joe Biden’s age has been central to his success because in a time of Covid, insurrection, Russian invasion of Ukraine, now challenges in the Middle East, we have the most experienced man ever as president,” said Democratic strategist Simon Rosenberg. “Perhaps having the most experienced person ever to go into the Oval Office was a blessing for the country. I think we are going to be able to make that argument forcefully.”\n        Biden unquestionably faces a steep climb to ameliorate the concern that he’s too old for the job. Political strategists in both parties agree that those public perceptions are largely rooted in reactions to his physical appearance – particularly the stiffness of his walk and softness of his voice – and thus may be difficult to reverse with arguments about his performance. In a CNN poll released last month, about three-fourths of adults said Biden did not have “the stamina and sharpness to serve effectively as president” and nearly as many said he does not inspire confidence. Even about half of Democrats said Biden lacked enough stamina and sharpness and did not inspire confidence, with a preponderant majority of Democrats younger than 45 expressing those critical views.\n        But the crisis in Israel shows the path Biden will probably need to follow if there’s any chance for him to transmute doubts about his age into confidence in his experience. Though critics on the left and right in American politics have raised objections, Biden’s response to the Hamas attack has drawn praise as both resolute and measured from a broad range of leaders across the ideological spectrum in both the US and Israel.  \n        “Biden is in his element here where relationships matter and his team is experienced (meaning operationally effective) and thoughtful (meaning can see forests as well as trees),” James Steinberg, dean of the Johns Hopkins School of Advanced International Studies, and deputy secretary of state under former President Barack Obama, wrote in an email.\n        Similarly, David Friedman, who served as ambassador to Israel for then-President Donald Trump, declared late last week, on Fox News Channel no less, that “The Biden administration over the past 12-13 days has been great.”\n        These responses underscore the fundamental political paradox about Biden’s age, and the experience that derives from it. On the one hand, there’s no doubt that his age is increasing anxiety among Democrats about his capacity to serve as an effective candidate for the presidency in 2024; on the other, his experience is increasing Democratic faith in his capacity to serve as an effective president now.\n        While more Democrats have been openly pining for another, younger alternative to replace Biden as the party’s nominee next year, many party leaders argued that there was no one from the Democrats’ large 2020 field of presidential candidates, or even among the rising crop of governors and senators discussed as potential successors, that they would trust more at this moment than Biden.\n        “No one – not a one,” said Matt Bennett, executive vice president for public affairs at Third Way, an organization of centrist Democrats. “That is genuinely the case. And I get people’s uneasiness about him both because he’s old and he has low poll numbers. But that doesn’t mean he isn’t the best person for the job.”\n        Familiarity with an issue is no guarantee of success: Biden took office with a long-standing determination to end the American deployment in Afghanistan but still executed a chaotic withdrawal. But in responding to global challenges, Biden, who was first elected to the Senate in 1972, is drawing on half a century of dealing with issues and players around the world; even George H.W. Bush, the last president who arrived in office with an extensive foreign policy pedigree, had only about two decades of previous high-level exposure to world events.\n        This latest crisis has offered more evidence that Biden is more proficient at the aspects of the presidency that unfold offstage than those that occur in public. It’s probably not a coincidence that the private aspects of the presidency are the ones where experience is the greatest asset, while the public elements of the job are those where age may be the greatest burden.\n        Biden’s speeches about Ukraine, and especially his impassioned denunciations of the Hamas attack over the past two weeks, have drawn much stronger reviews than most of his addresses on domestic issues. (Bret Stephens, a conservative New York Times columnist often critical of Biden, wrote that his first speech after the attack “deserves a place in any anthology of great American rhetoric.”) In Biden’s nationally televised address about Israel and Ukraine on Thursday, he drew on a long tradition of presidents from both parties who presented American international engagement as the key to world stability, even quoting Franklin D. Roosevelt’s call during World War II for the US to serve as the “arsenal of democracy.”\n        But even when Biden was younger, delivering galvanizing speeches was never his greatest strength. No one ever confused him with Ronald Reagan, Bill Clinton or Barack Obama as a communicator and his performance as president hasn’t changed that verdict. Instead, Biden has been at his best when working with other leaders, at home and abroad, out of the public eye. \n        Biden, for instance, passed more consequential legislation than almost anyone expected during his first two years, but he did not do so by rallying public sentiment or barnstorming the country. Rather, in quiet meetings, he helped to orchestrate a surprisingly effective legislative minuet that produced bipartisan agreements on infrastructure and promoting semiconductor manufacturing before culminating in a stunning agreement with holdout Democratic Sen. Joe Manchin of West Virginia to pass an expansive package of clean energy and health care initiatives with Democrat votes alone. \n        “He’s showed a degree of political dexterity in managing the coalition that would have been very challenging for anyone else,” said Rosenberg. “His years of actually legislating, where he learned how to bring people together and hash stuff out, was really important in keeping the Democratic family together.”\n        To the degree Biden has succeeded in international affairs, it has largely been with the same formula of working offstage with other leaders, many of whom he’s known for years, around issues that he has also worked on for years. In the most dramatic example, that sort of private negotiation and collaboration has produced a surprisingly broad and durable international coalition of nations supporting Ukraine against Russia.\n        Biden’s effort to manage this latest Mideast crisis is centered on his attempts through private diplomacy to support Israel in its determination to disable Hamas, while minimizing the risk of a wider war and maintaining the possibility of diplomatic agreements after the fighting (including, most importantly, a rapprochement between Israel and Saudi Arabia meant to counter Iranian influence). Administration officials believe that the strong support that Biden has expressed for Israel, not only after the latest attack, but through his long career, has provided him with a credibility among the Israeli public that will increase his leverage to influence, and perhaps restrain, the decisions of Israeli Prime Minister Benjamin Netanyahu.\n        The president “wisely from the very moment of this horror show expressed unfettered solidarity with Israel and that allowed him to then go to Israel and behind closed doors continue the conversation, which I’m sure Secretary [Antony] Blinken started,” said one former senior national security official in the Biden administration, who asked to be anonymous while discussing the situation. That credibility, the former official said, allowed Biden to ask hard questions of the Israelis such as “‘Ok, you are going to send in ground troops and then what? We did shock and awe [in the second Iraq war] and then we found ourselves trapped without a plan. What are you doing? What’s the outcome? Who is going to control Gaza when you’re done whatever you are doing? At least stop and think about this.’”\n        In all these ways, the Israel confrontation offers Biden an opportunity to highlight the aspects of the presidency for which he is arguably best suited.  In the crisis’ first days, former President Trump also provided Biden exactly the sort of personal contrast Democrats want to create when Trump initially responded to the tragic Hamas attack by airing personal grievances against Netanyahu and criticizing the Israeli response to the attack. For some Democrats, Trump’s off-key response crystallized the contrast they want to present next year to voters: “Biden is quiet competence and Trump is chaos and it’s a real choice,” said Jenifer Fernandez Ancona, vice president and chief strategy officer at Way to Win, a liberal group that funds organizations and campaigns focusing on voters of color.\n        Ancona said Biden’s performance since the Hamas attack points to the case Democrats should be preparing to make to voters in 2024. “He’s been a workhorse not a show pony, but that’s something we can talk about,” she said. “You can show a picture of a president working quietly behind the scenes, you can tell a story of how he has your best interests at heart. It is what it is: he’s, what, 80? You can’t get around that. But I do think he has shown he has the capacity and strength and tenacity to do this job. He’s been doing it. So why shouldn’t he get a chance to keep doing it?”\n        Likewise, Rosenberg argues, “In my view you can’t separate his age from his successes as president. He’s been successful because of his age and experience not in spite of it, and we have to rethink that completely.”\n        Other Democrats, though, aren’t sure that Biden can neutralize concerns about his age by making a case for the benefits of his experience. One Democratic pollster familiar with thinking in the Biden campaign, who asked for anonymity while discussing the 2024 landscape, said that highlighting Biden’s experience would only produce limited value for him so long as most voters are dissatisfied with conditions in the country. “The problem with the experience side is that people feel bad,” the pollster said. “If people felt like his accomplishments improved things for them, they wouldn’t care about his age. … The problem with the age vs. experience [argument] is that experience has to produce results for them, but experience isn’t producing results.”\n        William Galston, a senior fellow at the Brookings Institution and long-time Democratic strategist, sees another limit to the experience argument. Like most Democrats, Galston believes that Biden’s response to the crisis has, in fact, demonstrated the value of his long track record on international issues. “This is where all of his instincts, honed by decades of experience, come into play,” Galston said. “He knows which people to call when; he knows whom to send where. As was the case in [Ukraine], this is the sort of episode where Biden is at his best.”\n        The problem, Galston argues, is that voters can see the value of Biden’s experience in dealing with world events today and still worry he could not effectively handle the presidency for another term. “It’s not a logical contradiction,” Galston said, for voters to believe that “‘Yes, over the first four years of his presidency, his experience proved its value, and he had enough energy and focus to be able to draw on it when he needed it’ and at the same time say, ‘I am very worried that over the next four years, in the tension between the advantages of experience and disadvantages of age, that balance is going to shift against him.’”\n        To assuage concerns about his capacity, Biden will need not only to “tell” voters about the value of his experience but to “show” them his vigor through a rigorous campaign schedule, Galston said. “The experience argument is necessary, but not sufficient,” Galston maintains. “In addition to that argument, assuming it can be made well and convincingly, I think he is going to have to show through his conduct of the campaign that he’s up for another four years.”\n        Biden’s trips into active war zones in Ukraine and Israel have provided dramatic images that his campaign is already using to make that case. As Galston suggests, the president will surely need to prove the point again repeatedly in 2024.\n        But most analysts agree that what the president most needs to demonstrate in the months ahead is not energy, but results. His supporters have reason for optimism that Biden’s carefully calibrated response to the Israel-Hamas hostilities will allow them to present him as a reassuring source of stability in an unstable world – in stark contrast to the unpredictability and chaos that Trump, his most likely 2024 opponent, perpetually generates. But Biden’s management of this volatile conflict will help him make that argument only if its outcome, in fact, promotes greater stability in the Middle East. If nothing else, Biden’s long experience has surely taught him how difficult stability will be to achieve in a region once again teetering on the edge of explosion.\n  ", "url": "https://www.cnn.com/2023/10/21/politics/fault-lines-biden-2024-israel/index.html", "section": "politics"}
{"title": "      It’s been 17 days without a speaker. Here’s what needs to happen in the House\n    ", "author": "Zachary B. Wolf", "published_on": "  Updated\n        12:07 PM EDT, Fri October 20, 2023\n    ", "abstract": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.", "body": "      It’s been 17 days since eight Republicans were able to bounce former House Speaker Kevin McCarthy from the top position in Congress and hit pause on all legislative business on Capitol Hill.\n        Having moved on from McCarthy and his No. 2, Rep. Steve Scalise of Louisiana, the third Republican choice, Rep. Jim Jordan of Ohio, failed again Friday to perform the magic trick of uniting nearly every Republican behind him to get a House majority and reopen the chamber. \n        Jordan, by the way, was once labeled by a Republican former speaker as among a group of “political terrorists” for the way he thought they worked to tear apart Washington. \n        If Jordan ultimately can’t get enough Republican votes, some Republicans could join with some Democrats behind a separate option – giving interim Speaker Rep. Patrick McHenry of North Carolina temporary power to pass legislation.\n        Here’s a look at what we know and what we can expect:\n        The House is essentially paralyzed until someone is chosen to preside over it. \n        A placeholder, McHenry, has the power to bring the chamber to order. But no legislation can pass until this is resolved. No government funding bills. No policy bills. To the extent that Congress is meant to address problems with legislation, that is not happening. \n        First and foremost, the government essentially runs out of money in less than a month, on November 17. A speaker will need to be involved in negotiations with the White House and the Senate, both of which are controlled by Democrats. \n        There is momentum for a bill to give further aid to Israel after it was attacked by Hamas this month. And Ukraine is said to be running out of munitions, although support has dropped in Congress for continued aid to Kyiv. \n        President Joe Biden has asked Congress for a $105 billion package that will include aid for Ukraine and Israel. \n  McCarthy was one of the shortest-serving speakers in US history. In order to get the job in January, he agreed to give any single Republican member the power to call for a vote to “vacate” him from the top spot. \n        That was his undoing. Far-right members were frustrated that McCarthy relied on Democrats to pass a short-term spending bill and avoid a government shutdown late last month.\n        McCarthy’s replacement will now have a month to tackle the larger problem of a yearlong spending bill before the government again faces the prospect of a funding lapse.\n        Jordan, the chairman of the House Judiciary, was chosen last week as the Republican nominee to be speaker. He got the support of a majority of Republicans in a secret ballot vote but not enough to become speaker. He’s lost three separate votes before the full House. \n        He can only afford to lose three GOP votes on the floor, but opposition to him appears to be growing, not shrinking.\n        A founder of the far-right Freedom Caucus, Jordan made his name as somewhat of a flamethrower on Capitol Hill. A 2020 election skeptic, Jordan was among former President Donald Trump’s most vocal defenders in Congress, fealty Trump rewarded with the Presidential Medal of Freedom in his final days in office. \n        That such a conservative lawmaker would be elevated to the top spot in the House speaks volumes about how the GOP has evolved in the age of Trump. Jordan earned Trump’s endorsement earlier this month when it was a two-way race with Scalise. \n        Jordan has also faced scrutiny over his position as assistant wrestling coach at Ohio State University at the time that a team doctor, Richard Strauss, was sexually abusing male students. Some of the abused have publicly argued Jordan heard and ignored their complaints in the 1990s. The Ohio Republican has vehemently denied any wrongdoing or knowledge of the abuse. CNN reported on the issue in 2020.      Jordan is among the conservative members whom one former speaker, retired Rep. John Boehner, described as “political terrorists” in his memoir. \n        “I just never saw a guy who spent more time tearing things apart – never building anything, never putting anything together,” Boehner told CBS News of Jordan in 2021.\n        Jordan told CNN’s Manu Raju he can unite the party.\n        “I think we are a conservative-center-right party. I think I’m the guy who can help unite that. My politics are entirely consistent with where conservatives and Republicans are across the country,” he said.\n        Jordan has used his position as chairman of the House Judiciary Committee to begin investigations into special counsel Jack Smith and Fulton County District Attorney Fani Willis, who are both prosecuting Trump.\n        There are 221 Republicans and 212 Democrats in the House. Subtracting two vacant seats plus any absences from the normal total of 435 members means 217 or potentially fewer is the current threshold for a majority. \n        Democrats are unified behind their leader, Rep. Hakeem Jeffries of New York.\n        They vote again. And again. And again, until either one candidate gets a majority or there is a recess. \n        If this sounds familiar that’s because it took McCarthy 15 rounds of voting and multiple days to build a majority of Republicans in January.\n        The clerk of the House will gavel in the chamber and call a quorum. Democrats will place Jeffries’ name into nomination, and Republicans will nominate Jordan.\n        Then the clerk will call the roll and each member will state the name of the person whom they are voting for. If no one amasses a majority of votes cast, it goes to a second ballot.\n        There’s no rule that the speaker is a House member. Members can vote for anyone, and they can protest by skipping the vote or voting “present.” The vast majority will vote for their party’s leader.\n        Not at the moment, but it’s important to note that Jordan is far from their first choice. All but eight Republicans had backed keeping McCarthy, but because Republicans’ majority is so small, he lost his job.\n        Then, Republicans nominated Scalise, the House majority leader. But Scalise was far from a universal choice, and rather than work to change the minds of his doubters by horse-trading for their votes, the Louisiana Republican withdrew his name from contention.\n        Anyone will face a difficult task in unifying a party that includes far-right members such as Rep. Matt Gaetz, the Florida Republican who engineered McCarthy’s ouster, as well as 18 members who represent districts that would have voted for Biden in 2020 under redrawn lines.\n        It was McCarthy’s decision to give any Republican the power to call for a vote to remove the speaker at any time. There are voices in both parties who want to see that power controlled. A majority could change the rules Republicans adopted in January. \n        Jordan has not taken an official position but made clear the first order of business is selecting a speaker. They can revisit whether a speaker should be removed at a later date. \n        This makes a lot of sense to a lot of moderates. Giving McHenry power until the end of November or the end of the year would allow lawmakers to pass government funding bills and give Republicans a chance to figure out who their leader should be. \n        Democrats have indicated they are open to helping the plan get the majority vote it would need. But details can be difficult. Many Republicans oppose the perception of working with Democrats in a sort-of coalition government. Democrats have not entirely endorsed the plan.\n        In the 200-plus years since the first two-year Congress met in 1789, such floor fights have occurred just 15 times, according to the House historian.\n        All but two of those multi-ballot speaker elections took place before the Civil War as the two-party system was evolving. Back then, floor fights were routine.\n        Until it took McCarthy 15 ballots in January, a floor fight had taken place only once since the Civil War, exactly 100 years ago, when it took nine ballots for Rep. Frederick Gillett of Massachusetts to be elected speaker in 1923.\n        In 1855 and 1856, it took 133 separate votes for Rep. Nathaniel Banks of Massachusetts to be elected, again by a plurality and not a majority. \n        The process stretched over more than a month and included a sort of inquisition on the House floor of the three contenders, who answered questions about their view of the expansion of slavery. Read more from the House historian’s website.\n        It’s also interesting to read about Banks; his official House biography notes he was elected to office as a Republican, an independent, a member of the America Party and as a Democrat.\n  This story has been updated with additional developments. ", "url": "https://www.cnn.com/2023/10/17/politics/house-speaker-questions-what-matters/index.html", "section": "politics"}
{"title": "      The number one takeaway from Biden’s address\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        9:01 AM EDT, Fri October 20, 2023\n    ", "abstract": "President Joe Biden’s task, as he looked America in the eye from the Oval Office, was to explain why a nation wearied by its own foreign quagmires and political estrangements should send $100 billion to help other people fight their wars.\n  ", "body": "      His answer was that Israel and Ukraine were fighting existential struggles and that their wars were not just their own but were critical to the security of each American watching his primetime speech on Thursday. \n        But the most profound takeaway from what was only his second Oval Office address was this: While Biden scheduled the appearance to discuss two nations fighting for their survival against outside attack, his real topic was America itself – and perceived threats to its foundational values in a volatile political age. \n        He implored his country to honor the global role that has cemented a stable world order since World War II and to reject the appeasement of terrorists and tyrants. And in remarks that foreshadowed a reelection bid that will help decide the character of America and its place in the world for years to come, he sought to inspire it to reject intolerance as bitter politics rage at home.\n        Biden delivered his speech hours after returning from Israel and meeting victims of the Hamas terror attacks that killed more than 1,400 civilians, and months after his daring trip to another war zone in Ukraine. Even as he spoke, the first signs of an expected Israeli incursion into Gaza began to unfold, suggesting a crisis he sought to contain with his trip on Wednesday is about to get far worse.\n        “I know these conflicts can seem far away, and it’s natural to ask – why does this matter to America?” Biden said. “So let me share with you why making sure Israel and Ukraine succeed is vital for America’s national security.”\n        The president beseeched Americans to understand that if the “pure unadulterated evil” of Hamas and the attempt by Russian President Vladimir Putin to “erase” Ukraine’s independence prevailed, terrorism emanating from the Middle East would threaten Americans again and Russia would imperil global peace.\n        Biden’s address is likely to be seen by historians as a signature moment in his presidency because of the messages he sent to American allies and foes abroad and how he sketched his vision for his own deeply divided nation. \n        Biden’s words did not unfold in a vacuum. They came against a backdrop of a looming election in which he is likely to face former President Donald Trump. In 2024, as in the previous two elections, the nation will likely face a choice between the internationalism and conventional statesmanship of Biden – and all his recent predecessors bar Trump – and the “America First” nationalism of the “Make America Great Again” movement, which disdains foreign alliances and a traditional US global leadership role. Pro-Trump Republicans do not begrudge defending Israel, for reasons partly rooted in the importance to evangelical voters, but would leave Ukraine defenseless against one of those tyrants. \n        Biden sought to make sense of confusing and frightening events overseas, diagnosing the danger and suggesting a path forward consistent with American leadership, values and status as the world’s “indispensable nation.” He is asking Congress to approve $100 billion to help Israel and Ukraine defend themselves – a current impossibility with one half of the legislative branch essentially frozen without a House speaker and the narrow GOP majority in chaos. \n        Global chaos, however, is Trump’s friend, as he promises to restore strongman leadership and argues only he can keep Americans safe. The ex-president is warning that Biden risks triggering World War III and has signaled he’d seek an accommodation with Putin rather than defend Western style democracy in Ukraine. \n        Soon after Biden’s address, Trump’s campaign released a video featuring turmoil in the US withdrawal from Afghanistan, hitting US aid for Ukraine and highlighting the recent attack in Israel. It finished with a caption. “Joe Biden. Foolish. Incompetent. Weak.”\n        The very first point that Biden made in his address – that the world is at an “inflection point” – is borne out by events that threaten to play into Trump’s conceit. A gathering front opposed to US power was encapsulated this week as Putin traveled to Beijing to meet Chinese President Xi Jinping, Russian Foreign Minister Sergei Lavrov was in North Korea, and Israel reeled from attacks by Hamas, which receives funding and weapons from Iran.\n        The ex-president would also change the fabric of America by vowing to reinstate his ban on Muslim immigration from some nations if he wins back the White House – a move his critics see as an infringement of the same constitutionally enshrined religious tolerance Biden argued was quintessentially American. Days after the horrific fatal stabbing of a six-year-old American boy of Palestinian descent in Chicago, Biden warned, “Here in America , let us not forget who we are. We reject all forms, all forms of hate, whether against Muslims, Jews or anyone. That’s what great nations do. And we are a great nation.”\n        While he rooted his argument in lofty appeals to America’s purpose, Biden faces a vexing political problem. Support for maintaining Ukraine’s multi-billion dollar lifeline – to which he wants to add another $60 billion – is waning in a nation still suffering the after-effects of the pandemic, high inflation and the punishing impact of high interest rates. Republicans are increasingly opposed to arming Ukraine any longer – a stance that threatens Kyiv’s ability to prolong its resistance to Putin. \n        While there is broad bipartisan support for sending more vital aid to Israel ahead of its expected offensive against Hamas in Gaza, Congress is paralyzed. The meltdown of the Republican House majority is offering a preview of what a potential full return to power by MAGA forces in Washington might look like. \n        The failure of the GOP to agree on a new speaker after the ouster of Kevin McCarthy more than two weeks ago is not just casting doubt on vital US aid to bolster the fights of Israel and Ukraine. It is sending a message of dysfunction and internal US weakness to rivals like Russia, China and Iran, whose foreign policies are both rooted in challenging the US-led international order and weakening American power.\n        Biden’s decision to combine aid requests for Israel and Ukraine will trigger a fierce political clash in Washington. As will his contention that both are US allies engaged in a similar fight for their survival and for US-style democratic values. The president said his emergency budget request was actually to “fund America’s national security” by supporting “critical partners including Israel and Ukraine.” The administration has also informed lawmakers it plans to seek $14 billion for border security in its new funding package, CNN’s Priscilla Alvarez reported Thursday evening. \n        Biden faces resistance from Republicans – especially in the House – who are happy to finance Israel’s struggle against Hamas but who don’t see Ukraine as a critical US interest. While there is a majority in the Senate GOP for aiding Ukraine, Ohio Republican Sen. J.D. Vance encapsulated the pro-Trump wing’s views on the war with a social media post after the president’s address. “What Biden is doing is disgusting. He’s using dead children in Israel to sell his disastrous Ukraine policy to skeptical Americans,” Vance wrote on X. “They are not the same countries, they are not the same problems, and this effort to use Israel for political cover is offensive. Hell no.”\n        Polls show that Americans do not necessarily buy Biden’s position that the threats to Ukraine and Israel are the same. In a CNN/SSRS survey released in August, 55% of respondents said Congress should not authorize more funding to support Ukraine. In the immediate aftermath of the Hamas attacks in Israel, however, 76% of Americans in a CBS/YouGov poll said the US should send humanitarian aid to Israel with roughly half backing the dispatch of weapons and supplies.\n        Biden’s address, with the familiar backdrop of US and presidential flags in the Oval Office felt like a throwback to an earlier age — when presidents would interrupt primetime on the handful of TV channels at a moment of national crisis. In the age of TikTok, and a fractured and partisan media where conspiracy theories reign, the idea that a commander in chief can convene a moment of national unity seems quaint. \n        Like many of Biden’s speeches, this one looked better on paper than as a political spectacle. While his arguments stood comparison with classic presidential statements of the past, his address had none of the inspirational cadence, for instance, of President John F. Kennedy vowing America would “pay any price, bear any burden” to secure the survival of liberty abroad. Biden’s frequent verbal stumbles, a nagging cough and eyes narrowed by age meant this was far from a stirring appeal — and will only fuel the debate over whether he could fulfill the duties of a possible second term that would begin when he is 82.\n        Like President Harry S. Truman, Biden’s trips to the bully pulpit are marked more for simple truculence than linguistic eloquence. But there was still the sense of a president taking his country into his confidence at a moment of national peril.\n        The coming months will tell whether sufficient numbers of Americans are prepared to listen to a president whose low approval ratings reflect his struggles to make good on his 2020 promise to restore normality and global stability. \n  ", "url": "https://www.cnn.com/2023/10/20/politics/takeaway-biden-address-israel-ukraine-aid/index.html", "section": "politics"}
{"title": "      Polls show Americans agree with Biden on US foreign policy on Israel\n    ", "author": "Harry Enten", "published_on": "  Updated\n        8:35 PM EDT, Thu October 19, 2023\n    ", "abstract": "      President Joe Biden, back from his trip to Israel, will appeal to Americans to continue funding its ally in the country’s war against Hamas in a primetime speech on Thursday night.\n  ", "body": "      He does so as there are divisions within his own party on how the US is dealing with the conflict.\n        But while a few of his Democratic colleagues in Congress may not agree with Biden on Israel, most voters overall and Democratic voters do. It’s one of his strongest issues among voters. The same can be said of his policy on Russia’s war on Ukraine, which is another subject of Thursday night’s speech. \n        Take a look at polling released by Quinnipiac University on Tuesday.  A number of the questions asked in the survey on the Israeli-Palestinian conflict are illuminating (keeping in mind, of course, that events can shift opinions). \n        Just 13% of registered voters answered that their sympathies lie more with the Palestinians than the Israelis based on what they know about the Middle East.\n        Sixty-one percent said their sympathies lie with Israel, which was the highest amount of support Israel had received on this question since Quinnipiac first started asking it in 2001. It’s up considerably from 41% back in 2021, when Quinnipiac last posed the question to voters when Israel was in armed conflict with Hamas. A Fox News poll taken just after Hamas’ attack on Israel last week also showed that voters’ sympathy for Israel had climbed since 2021. \n        Notably, much of this shift from 2021 is being driven by Democrats. Democratic support for Israel compared to Palestinians has been declining for over a decade.\n        In Quinnipiac’s latest poll, 48% of Democratic voters say their sympathies are more with Israelis compared to 22% who said Palestinians. That’s a massive change from the 46% for Palestinians and 23% for Israelis in May 2021. Fox’s poll, likewise, has shown support for Israel up by 17 points among Democrats compared to 2021.  \n        When it comes to America’s role as a strong ally of Israel in this conflict, more than half of Democrats polled by Quinnipiac appear to be more likely to side with Biden when it comes to support for Israel. Although 28% of Democratic voters believe America has been too supportive of Israel, 60% say America’s support has been about right.\n        A majority of voters (52%) concur that America has it right when it comes to support for Israel. The rest are split evenly between saying America is too supportive (20%) and not supportive enough (20%). \n        Indeed, the issue of support for Israel is one of Biden’s strongest. More voters, polled by Quinnipiac, approve of Biden’s response to Hamas’ terrorist attack on Israel (42%) and his policy towards Israel overall (42%) than disapprove (37% and 39% respectively).\n        These +5 percentage point and +3 percentage point net approval ratings are significantly higher than his overall net approval rating (which is -18 percentage points). \n        Another issue on which Biden does relatively well is what the US is doing to support Ukraine after Russia invaded the country – the other major topic of his speech on Thursday night. The Quinnipiac poll shows 47% of voters approve of Biden’s response to the invasion, while 45% disapprove. \n        And as held with Israel (76%), most voters agree with Biden that supporting Ukraine (65%) is in America’s national interest. \n        This may be one of the reasons why Biden felt comfortable with the US providing Ukraine with long-range missiles in recent days, according to multiple US officials. Those missiles will reportedly allow Ukraine to hit Russian targets that had been out of reach. \n        This positive polling for Biden on Ukraine hides some divisions, however. While Democrats are more likely to say that backing Ukraine is in America’s national interest (87%) than they are for Israel (76%), Republicans are the opposite (84% on Israel and 49% on Ukraine). \n        Republicans’ skepticism about backing Ukraine lines up with other polling questions.  The clear majority of Republicans (61%) say we’ve done too much for Ukraine, which is up from 7% at the beginning of Russia’s war on Ukraine.\n        Still, it would be a mistake to say it’s just Republicans who are causing Biden a polling headache on Ukraine. Even as Americans support Ukraine, the appetite for Congress approving more aid for the country in its war efforts is lackluster. \n        A CNN/SSRS poll from August found that 55% of voters overall were opposed to it, including 71% of Republicans. Many Republicans in the US House have been wavering on giving more funding to Ukraine. \n        Biden’s job is to try and get some of those Republicans who support Ukraine’s efforts on board with funding.\n        Whether Biden will be able to do so is unclear. He’ll have an easier time on Israel, where a majority of Democrats (59%), independents (61%) and Republicans (79%) approve of America giving weapons and military equipment to the country in response to Hamas’ attack. \n        All that said, Biden is speaking to his strengths on Thursday night when discussing either Israel or Ukraine. He’s much better off politically talking about these issues than pretty much anything else.\n  ", "url": "https://www.cnn.com/2023/10/19/politics/polling-israel-hamas-biden/index.html", "section": "politics"}
{"title": "      What Biden did and didn’t achieve during his trip to Israel\n    ", "author": "Stephen Collinson", "published_on": "  Updated\n        9:05 PM EDT, Wed October 18, 2023\n    ", "abstract": "President Joe Biden left for home after seven hours in the Israeli war zone with an increasingly tense Middle East in worse shape than when he arrived.\n  ", "body": "      Biden told reporters on Air Force One that he was satisfied he got a job done – notably on the issue of unblocking humanitarian aid to besieged Gaza, which has been under heavy Israeli bombardment since the horrific Hamas terror attacks on October 7.\n        But his mission also showed the limits of US leverage in a region on the brink of wider violence as conflicting narratives between Israel and Arab states about a blast at a hospital in Gaza City believed to have killed hundreds of people deepened the crisis.\n        The president did accomplish one key goal of his mission – expressing his deep respect for Israel, movingly shouldering the country’s trauma and grief and invoking Holocaust analogies in vowing to stand forever with the Jewish people.\n        But he also pleaded with Israeli leaders not to allow the rage over the killings of “your fathers, your grandparents, sons, daughters, children, even babies” to blur the clarity over their objectives in trying to destroy Hamas.\n        The president drew a firm distinction between Palestinian people and their radical Hamas rulers, whom he accused of using civilians as human shields for weapons and tunnels, and bemoaned the “innocent” lives lost in Gaza after days of Israeli bombardments. \n        But as protests over the hospital blast raced across the region, the dire possibility of Israel’s war with Hamas escalating beyond its borders loomed even larger when Biden climbed aboard Air Force One to fly home on Wednesday. The president admitted to reporters that his emergency mission had been a risk but insisted he had pulled off a success.\n        Still, given the huge political investment of American prestige and leverage involved in a sudden presidential trip, it’s fair to raise the question of what exactly Biden’s trip delivered.\n        The trip’s wider goals never had a chance after a Tuesday blast at a Gaza hospital that Palestinian officials say killed hundreds sparked protests in multiple Arab nations. It was exactly the kind of incident that the president had hoped to prevent by traveling to the region, but his high-stakes trip came too late. Biden sided with Israeli claims that the explosion was caused by a misfiring Islamic Jihad rocket launched toward Israel – an assessment he said was backed up by US intelligence on the incident. \n        But questions over the origins of the blast did little to defuse the fury that it triggered across the Arab world, where there is little confidence in the statements of the US or Israeli governments and great anger about the long-term treatment of the Palestinians.\n        The tragedy prompted the cancellation of a critical onward leg of Biden’s visit to Amman, where he had been due to meet Jordan’s King Abdullah II, the Egyptian president and the leader of the Palestinian Authority. \n        Instead of hosting a presidential summit, Amman on Wednesday was rocked by a second night of huge protests that crystalized anger in Arab nations over the Israeli pounding of Gaza. Demonstrations also erupted in Tunisia, Iraq, Iran, in the occupied West Bank and Lebanon. The US State Department advised Americans not to visit Lebanon, and the rising public unrest about the situation in Gaza appeared to harden the attitudes of key regional powers. For instance, Turkish President Recep Tayyip Erdogan called on “all humanity to take action to stop this unprecedented brutality in Gaza” in a post on X, calling the blast at the hospital the “latest example of Israel’s attacks devoid of the most basic human values.”\n        The meeting in Amman was going to be vital to Biden’s effort to balance his unequivocal support for Israel – after the killing of more than 1,400 civilians by Hamas and the taking of more than 200 hostages – with an effort to engage Arab leaders he needs to help contain the conflict. \n        The fact that the king, Egyptian President Abdel Fattah el-Sisi and Palestinian Authority leader Mahmoud Abbas were willing to snub the president of the United States – a key ally and aid donor – doesn’t say much for Washington’s leverage at this moment or hopes that Washington can save a regional peace initiative.\n        The possibility that unrest across the Arab world could spread and cause instability is now likely to weigh on the political decisions of key leaders in the region – even those that are allied with the US.\n        Biden may have exacerbated regional suspicions of the US role when he said the hospital explosion appeared to have been caused by the “other team.” This was a reminder of how Biden often creates tonally awkward moments that play into Republican claims that, at the age of 80, he may struggle to fulfill his role in a possible second term. The phrase also came across as flippant given the unspeakable horror that unfolded in the hospital in Gaza City, which was packed even before the blast because of Israel’s ongoing airstrikes as they go after Hamas. And more importantly, it also likely further eroded Biden’s capacity to perform a complex straddle vital to easing tensions in the region by operating as a third party between Israel and the US’ Arab allies.\n        Biden endorsed Israel’s claim that the Islamic Jihad militant group was behind the strike, noting that he was working off assessments based on US Defense Department data. The National Security Council also said it believes Israel “was not responsible” for the attack. Islamic Jihad has denied involvement.\n        The president’s reputation is also on the line over aid to Gazan civilians. He appealed to the Israeli cabinet to allow life-saving humanitarian assistance into the enclave from Egypt on the condition that it should go to civilians and not Hamas fighters.\n        “As they probably told you, I was very blunt with the Israelis,” Biden told reporters on Air Force One on his way home. “Israel has been badly victimized, but the truth is if they have an opportunity to relieve the suffering of people who have nowhere to go, that’s what they should do.” \n        “If they don’t,” he continued, “they’ll be held accountable in ways that may be unfair.” \n        Biden also said he had spoken to the Egyptian president for over an hour on Air Force One and that Sisi had agreed to open the Rafah crossing into Gaza to 20 trucks carrying humanitarian aid.\n        The president said the road has to be fixed before the trucks could pass and that he expects them to be rolling Friday. The crossing would only open for aid, Biden said, not for evacuations.\n        While the arrival of the trucks would mark a breakthrough, the level of need among civilians in Gaza who have nowhere to flee the Israeli attacks is immense. And there are questions over whether even the 20 trucks will make it through.\n        “The devil is in the details,” Mark Regev, a senior Netanyahu adviser, told CNN’s Wolf Blitzer on Wednesday, arguing that past aid shipments had been stolen by Hamas.\n        Not everything that happens on a presidential trip is visible. Private meetings with foreign leaders often yield understandings that influence future events. So immediate indications are not always a useful barometer over the effectiveness of such travel. But however much White House officials tried to downplay expectations, there was a clear imperative for Biden’s mission to tamp down tensions – a goal that was not achieved.\n        Biden’s speech to the Israeli people, however, was an eloquent statement of support to an ally traumatized by a terror attack. And politically, Israeli Prime Minister Benjamin Netanyahu, who has been weakened by the crisis, is now in the president’s debt so he may be more susceptible to US pressure. Calls for mercy for Palestinian civilians might get a better hearing among the angry and grief-stricken Israeli public given Biden’s willingness to travel to the country in a dark hour.\n        Ivo Daalder, a former US ambassador to NATO, told CNN’s Anderson Cooper that Biden’s visit had been worthwhile in demonstrating that Israel was not alone. But Daalder also noted Biden’s allusions to how decisions born from anger and grief after the September 11 attacks in 2001 had led America down some dubious roads.\n        “I think he did use the visit to engage Prime Minister Netanyahu and the war cabinet in some very serious conversations about the strategy that Israel has embarked upon,” Daalder said. “I think the president was sharing some doubt that, in fact, the current effort by Israel is moving in the right direction.”\n        Biden also sent a warning to Israeli enemies other than Hamas – like Iran and Lebanon-based militant group Hezbollah – that the US was prepared to do everything necessary to defend its ally. Biden’s presence bolstered the message sent by two aircraft carrier battle groups he has deployed to the area. \n        “My message to any state or any other hostile actor thinking about attacking Israel remains the same as it was a week ago: don’t – don’t – don’t,” Biden said.\n        But by failing to make any immediate breakthroughs, Biden’s trip also showed the limits of US leverage in a grave geopolitical situation and therefore suggested, worryingly, that it may not be possible to stop events spinning out of control. \n  This story and headline have been updated with additional information. ", "url": "https://www.cnn.com/2023/10/18/politics/middle-east-conflict-biden-israel/index.html", "section": "politics"}
