{"title": "      Denver Broncos safety Kareem Jackson suspended for four games after multiple unnecessary roughness violations\n    ", "author": "", "published_on": "  Published\n        7:20 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Kareem Jackson of the Denver Broncos has been suspended for four games by the NFL after having been adjudged to have committed a number of unnecessary roughness violations, the latest of which occurred during the Broncos’ Week 7 win over the Green Bay Packers.\n  ", "body": "      Jackson was ejected from Sunday’s game after making an illegal hit on Packers tight end Luke Musgrave.\n        Under NFL rules, it’s a “foul if a player forcibly hits the defenseless player’s head or neck area with the helmet, facemask, forearm, or shoulder.”\n        Musgrave was deemed ‘defenseless’ during a fourth-quarter play in Sunday’s game, coming down with the ball after a catch before immediately turning into the path of Jackson, who lowered his helmet and connected with a heavy hit.\n        This was Jackson’s second ejection of the season – an end zone hit on Washington Commanders tight end Logan Thomas during Week 2 also saw him disqualified from the game. The Commanders later confirmed that Thomas had been ruled out of the game due to a concussion that resulted from the collision.\n        The 35-year-old Jackson has been fined a total $89,670 by the league for four separate roughness violations prior to Sunday’s incident.\n        The NFL released a statement officially suspending Jackson for four games, with NFL Vice President of Football Operations Jon Runyan, who issued the suspension, writing a letter to the Denver safety.\n        “On the play in question, you delivered a forceful blow to the head/neck area of a defenseless receiver, when you had the time and space to avoid such contact,” Runyan wrote. “You could have made contact with your opponent within the rules, yet you chose not to.”\n        Runyan also noted that Jackson’s previous infractions – for personal fouls this season in violation of player safety-related rules – were a factor in his suspension.\n        Despite the officials having little tolerance for Jackson’s actions, some have defended him and believe that the four-game ban is too harsh, including five-time All-Pro former cornerback Richard Sherman.\n        “This is starting to get out of hand! This is a clean hit and clearly he’s even trying to turn his body at the end to make sure it’s a shoulder hit,” Sherman posted on X, formerly known as Twitter.\n        “The body is led by your head so no matter what it will appear he’s leading with his head but STOP this narrative that these are somehow ‘dirty’ hits.”\n        Jackson is eligible to appeal the suspension under the NFL’s collective bargaining agreement, but he will miss his team’s next four matches against the Kansas City Chiefs, Buffalo Bills, Minnesota Vikings and Cleveland Browns if it is upheld.\n  ", "url": "https://www.cnn.com/2023/10/24/sport/broncos-kareem-jackson-suspended-four-games-spt-intl/index.html", "section": "sport"}
{"title": "      Legendary gymnast Mary Lou Retton recovering at home after being hospitalized with pneumonia, daughter says\n    ", "author": "Steve Almasy", "published_on": "  Published\n        4:44 PM EDT, Mon October 23, 2023\n    ", "abstract": "      Olympic gymnastics legend Mary Lou Retton is out of the hospital following a weekslong serious health scare, according to her daughter. \n  ", "body": "      The 55-year-old legend, who captured American hearts in 1984 when she was the first US gymnast to win the Olympic gymanastics all-around competition, is recovering at home, her daughter McKenna Kelley said Monday in an Instagram post. \n        Twelve days ago, Retton’s family announced she had a rare form of pneumonia that made her unable to breathe on her own and left her fighting for her life. Kelley started an online fundraiser on behalf of Retton’s four daughters to help support the medical costs, noting that Retton is uninsured.\n        Retton made “remarkable” progress in the hospital, according to her family, which didn’t specify Monday when she was released. Retton, who in 2018 was on the ABC hit show “Dancing with the Stars,” still has a long recovery road, Kelley said.\n  Pneumonia is a respiratory infection that can cause the lungs to fill with fluid, with symptoms that can range from mild to life threatening. Adults older than 65, children younger than 5 and those with other medical conditions are most at risk. The family did not specify the type of rare pneumonia diagnosis.\n        Retton was dubbed “America’s Sweetheart” after winning five medals during the 1984 Olympic Games in Los Angeles. She parlayed that into appearances in movies, TV shows, ads and on the front of boxes of Wheaties.\n        She was inducted into the International Gymnastics Hall of Fame in 1997.\n  ", "url": "https://www.cnn.com/2023/10/23/sport/mary-lou-retton-hospital-release-spt-intl/index.html", "section": "sport"}
{"title": "      Texas Rangers crush Houston Astros in Game 7 of the American League Championship Series to advance to World Series\n    ", "author": "Kevin Dotson", "published_on": "  Published\n        11:51 PM EDT, Mon October 23, 2023\n    ", "abstract": "      The Texas Rangers defeated the Houston Astros 11-4 in Game 7 of the American League Championship Series Monday to win the American League pennant.  \n  ", "body": "      The Rangers advance to the World Series for the third time in franchise history and the first time since 2011. \n        The Rangers jumped all over the Astros from the start, scoring three runs in the top of the first inning. The Rangers busted the game open with a four-run fourth inning to expand their lead to 8-2.  \n        Texas right fielder Adolis García, who was at the center of a benches-clearing incident after being hit by a pitch in Game 5, was an easy choice for ALCS MVP. García went 4 for 5 at the plate Monday with two home runs and five RBIs. García cranked five home runs in the last four games of the series, homering in each game in that span to carry the Rangers to the American League crown.\n        All four of the Rangers’ wins in the series came on the road at Houston’s Minute Maid Park, where the Astros have struggled all season.\n        The Rangers will be seeking their first ever World Series championship after falling short in the franchise’s two previous appearances. The Rangers made it to back-to-back World Series in 2010 and 2011, losing to the San Francisco Giants and St. Louis Cardinals respectively.\n        The Rangers will face the winner of the National League Championship Series between the Philadelphia Phillies and Arizona Diamondbacks. The Phillies will host the Diamondbacks on Tuesday night in a winner-take-all Game 7 at Citizens Bank Park.\n        The World Series is scheduled to begin Friday in Arlington, Texas. \n  ", "url": "https://www.cnn.com/2023/10/23/sport/mlb-rangers-astros-alcs-spt-intl/index.html", "section": "sport"}
{"title": "      Bill Belichick earns historic victory, Chiefs and Eagles claim wins: Everything to know about Week 7’s Sunday NFL games\n    ", "author": "Ben Morse", "published_on": "  Updated\n        7:07 AM EDT, Mon October 23, 2023\n    ", "abstract": "      It might have been ‘super bye week’ in the 2023 NFL season – six teams weren’t taking the field – but the action that did take place didn’t disappoint.\n  ", "body": "      From Bill Belichick claiming a milestone victory after weeks of disappointment to both the Kansas City Chiefs and the Philadelphia Eagles claiming wins declaring their Super Bowl ambitions, here’s everything you need to know from Sunday’s games in Week 7.\n        The New England Patriots have had a tough time of it lately.\n        Three defeats in a row – including two by record margins – had sucker-punched an organization that’s become accustomed to success.\n        But, as they’ve done so many times before, the Patriots dragged themselves off the mat to record a stunning 29-25 victory over the Buffalo Bills at Gillette Stadium on Sunday.\n        Patriots quarterback Mac Jones threw for two touchdowns and running back Ezekiel Elliott ran for one more as New England snapped its three-game losing streak in the most remarkable fashion.\n        And in doing so, the franchise’s legendary coach, Bill Belichick, earned his 300th regular season win to become only the third head coach in NFL history to reach that milestone, joining Don Shula (328) and George Halas (318).\n        Belichick earned the majority of those 300 wins during his time with the Patriots – he joined New England in 2000 – claiming 36 victories during his five seasons with the Cleveland Browns.\n        And, as has become customary, the 71-year-old played down his achievement afterwards.\n        “I mean, it’s great. I’m really more focused on our team and this year,” the 71-year-old told reporters. “Worry about that later. Thank you.”\n        Belichick is the clubhouse leader in all-time playoff wins, Super Bowl appearances and Super Bowl wins, but Sunday’s victory couldn’t have come at a better time for the New England coach, with pressure beginning to mount on him following weeks of disappointing results.\n        It was a victory that came in the most impressive fashions too, upsetting their high-powered division rivals.\n        The Patriot’s defense did an excellent job in stifling Josh Allen and the Bills just enough, while the New England offense broke out of the slump it has been in almost all season.\n        The Bills fought back in the second half and the Patriots needed a late score to win the game. That came from Jones leading his team on an impressive drive before connecting with Mike Gesicki for the winner – fitting given it was ‘National Tight End’ day.\n        “I think just keep fighting and it’s just a crumb, right?” Jones told reporters afterwards. “That’s what I always say. And you’ve got to build off that.\n        “You’ve got to build off that and attack every day the same. It’s all about playing for each other, playing for the guy next to you and understanding why. So we did that today and we need to continue to do that every day in practice and in the games.”\n        The Patriots improve to 2-5 while the Bills slip to 4-3.\n        The Kansas City Chiefs began their title defense with a disappointing Week 1 loss at home against the Detroit Lions.\n        But since then, they have been almost perfect, winning six games in a row including Sunday’s impressive 31-17 victory over the Los Angeles Chargers.\n        Kansas City did it predominantly behind the brilliance of quarterback Patrick Mahomes, who threw for 424 passing yards and four touchdowns, as well as an interception.\n        Mahomes’ favorite target was – as has become commonplace – Travis Kelce, who showed why he’s the best tight end in the league, finishing with 12 catches, 179 yards and a touchdown with Taylor Swift watching on from the stands.\n        After the victory, Mahomes described why his connection with Kelce has worked so well over the years.\n        “It’s a lot of things, but I think the main thing is how he’s able to recognize coverage and adjust on the fly. We always talk about it, but it’s something that you can’t take for granted,” Mahomes told reporters.\n        “It’s almost like he’s playing Madden, like he can read the coverages and stop in the windows and be open and be on the same page as me at all times,” added Mahomes, referring to the video game.\n        “He did a great job, man. He does it week in and week out and that’s why he’s the player that he is and why he’ll be a Hall of Famer one day.”\n        The Chargers had no answer to what the Chiefs brought to the table at Arrowhead, in particular in the first half where Mahomes racked up a remarkable 321 passing yards and three touchdowns.\n        But it was Kansas City’s defense which arguably impressed the most, halting the usually dynamic Chargers offense, especially quarterback Justin Herbert.\n        The Chargers star finished with 259 passing yards, a touchdown and two interceptions – one apiece from Bryan Cook and L’Jarius Sneed – and was sacked five times.\n        It’s no wonder the Chiefs are predicted to make a deep run as they aim to retain their Super Bowl crown, improving to 6-1 while the Chargers slip to 2-4.\n        “It hasn’t gone our way the past couple of games, but no one’s going to panic, no one’s going to quit, no one’s going to give up,” Herbert told reporters after the loss.\n        “I know we’re going to attack practice this week the same way we have each of the past weeks. So I’m looking for the challenge, the opportunity. A tough week, but we’re going to get better because of it.”\n        Sunday’s action ended with arguably the game of the week, as the Philadelphia Eagles – last season’s Super Bowl runners-up – took on the neutral’s new favorite, the Miami Dolphins.\n        Both had begun the season with five wins in six weeks and both had shown why they are seen as Super Bowl contenders.\n        But in a hard-fought game at Lincoln Financial Field, it was the Eagles who ended up victorious, beating Miami 31-17.\n        Eagles quarterback Jalen Hurts was the main talking point of the game, throwing touchdowns to AJ Brown and Dallas Goedert as well as rushing for another, but after the halftime interval, he jogged out a few minutes after the rest of his teammates with a brace on his knee.\n        The 25-year-old, known for his mobility, hadn’t looked as dynamic as he had previously – losing a fumble as well as throwing an interception.\n        “I’ll be fine,” Hurts said when a reporter asked about his knee after the victory.\n        For Miami, it was a return to earth after a few weeks of offensive explosion.\n        The team had been on a historic pace on offense but was slowed down considerably by the Eagles defense, finishing with just 244 total yards.\n        Tua Tagovailoa, who is among the early season MVP candidates, remained accurate but the team’s previously explosive running game was almost non-existent. Missing rookie sensation De’Von Achane, the Dolphins could only muster 45 yards on the ground.\n        The Eagles now sit at 6-1 while the Dolphins move to 5-2.\n  Away vs. home      Detroit Lions 6-38 Baltimore Ravens\n        Las Vegas Raiders 12-30 Chicago Bears\n        Cleveland Browns 39-38 Indianapolis Colts\n        Buffalo Bills 25-29 New England Patriots\n        Washington Commanders 7-14 New York Giants\n        Atlanta Falcons 16-13 Tampa Bay Buccaneers\n        Pittsburgh Steelers 24-17 Los Angeles Rams\n        Arizona Cardinals 10-20 Seattle Seahawks\n        Green Bay Packers 17-19 Denver Broncos\n        Los Angeles Chargers 17-31 Kansas City Chiefs\n        Miami Dolphins 17-31 Philadelphia Eagles\n  ", "url": "https://www.cnn.com/2023/10/23/sport/week-7-2023-nfl-season-review-spt-intl/index.html", "section": "sport"}
{"title": "      Marc Guiu, 17, becomes youngest debutant to score for Barcelona\n    ", "author": "George Ramsay", "published_on": "  Published\n        5:49 AM EDT, Mon October 23, 2023\n    ", "abstract": "      It took teenager Marc Guiu just 23 seconds to make history for Barcelona as he scored on his debut in the team’s 1-0 win against Athletic Bilbao.\n  ", "body": "      Guiu was brought on as a second-half substitute and made an instant impact, put through on goal by João Félix before firing a shot past Unai Simón.\n        At the age of 17 years and 291 days, it made him the youngest player to score on debut for Barcelona.\n        “I can’t breathe. I’m just enjoying the moment, I’m still flying,” Guiu said after the match. “I have been working hard all season to take any chances should they come. When I saw the goalkeeper coming off his line, I decided to shoot.”\n        Simón had been excellent for Bilbao up to that point, keeping the scores level with several sharp saves.\n        He denied Fermín López with his feet early in the first half and produced a superb double save midway through the second half as Félix and López searched for the game’s opening goal.\n        Félix had grazed the top of the bar at the start of the match, while 16-year-old Lamine Yamal also missed a good chance to put Barcelona ahead.\n        But with 10 minutes remaining, it was another teenager who ensured victory for the home side, Guiu’s effort deflecting off Simón’s palm and bouncing into the back of the net.\n        The striker has been with Barcelona for 10 years having risen through the ranks of La Masia – the club’s famed academy – and has scored five goals in five games for the under-19 team this season.\n        Manager Xavi, himself a product of Barcelona’s academy, has been comfortable promoting young players to the first team during his time in charge.\n        Sixteen-year-old Lamine Yamal has also made a big impression this year, becoming the youngest player to appear in a competitive fixture for Barcelona in April and scoring his first league goal earlier this month.\n        “He [Guiu] is a player I personally like a lot, and I have no qualms about using home-bred players, because we have loads of talent here,” Xavi said, per the club’s website. “They put the same kind of trust in me in my day.”\n        The win means Barcelona remains in touching distance with the top of La Liga, one point behind Real Madrid and Girona after 10 games. It next faces Ukrainian team Shakhtar Donetsk in the group stages of the Champions League on Wednesday.\n  ", "url": "https://www.cnn.com/2023/10/23/sport/marc-guiu-barcelona-spt-intl/index.html", "section": "sport"}
{"title": "      José Mourinho sent off after making ‘crying’ gesture as Roma scores dramatic winner\n    ", "author": "Thomas Schlachter", "published_on": "  Updated\n        4:26 AM EDT, Mon October 23, 2023\n    ", "abstract": "José Mourinho was sent off during Roma’s dramatic 1-0 Serie A victory over Monza with the Roma manager seen making a ‘crying’ gesture towards the opposition’s bench.\n  ", "body": "      However, after the game Mourinho said he “didn’t know why” he was shown a red card. “I only made a gesture to the bench, not a single word,” Mourinho said, per Reuters.\n        The veteran head coach is known for his theatrics, and sometimes controversial ones, on the sidelines and as his side scored a late winner, Sunday was no different.\n        As the game was nearing its conclusion and heading towards a 0-0 draw, Roma forward Stephan El Shaarawy scored the winner against 10-man Monza at the Stadio Olimpico.\n        In stoppage time, Mourinho could be seen mimicking someone crying in a gesture made in the direction of the Monza bench.\n        Mourinho will miss Roma’s next game, against former club Inter Milan. The 60-year-old was in charge at Inter Milan from 2008-2010, leading the side to two league titles and a prestigious Champions League trophy.\n        The Roma manager was sent off three times in Serie A last season.\n  ", "url": "https://www.cnn.com/2023/10/23/sport/jose-mourinho-red-card-roma-winner-spt-intl/index.html", "section": "sport"}
{"title": "      Teenage phenomenon Ilia Malinin breaks 300-point barrier with personal best score to retain Skate America title\n    ", "author": "Aimee Lewis", "published_on": "  Published\n        9:55 AM EDT, Sun October 22, 2023\n    ", "abstract": "      Figure skating phenomenon Ilia Malinin defended his title at Skate America on Saturday with a personal-best score of 310.47 points in the season-opening Grand Prix.\n  ", "body": "      The 18-year-old, who last year became the first person to complete a quadruple axel in competition, retained the crown he first won as a 17-year-old in 2022, when he became the youngest men’s champion in the event’s history.\n        Performing his free skate to the title music of the hit TV show “Succession,” Malinin landed four quad jumps. At the end of his routine, thrilled spectators threw cuddly toys onto the ice at the Credit Union of Texas Event Center in Allen, Texas.\n        His score was better than his previous best overall score of 288.44, achieved at the World Championships this year where he won bronze. Only three other men have ever scored higher than Malinin’s new personal best.\n        “I have no words,” Malinin said afterwards, per the Olympics.com. “This was completely amazing experience for me.\n        “I wasn’t expecting to skate this well, especially with the pressure that I was facing. I was ready to stay on my feet and fight for everything.”\n        Malinin opted not to perform the quadruple axel which requires four-and-a-half revolutions in the air, turning from a forward-facing take off to a backward-facing landing.\n        France’s Kevin Aymoz took silver with Japan’s Shun Sato winning bronze.\n  ", "url": "https://www.cnn.com/2023/10/22/sport/ilia-malinin-personal-best-skate-america-spt-intl/index.html", "section": "sport"}
{"title": "      Denver Broncos safety Kareem Jackson suspended for four games after multiple unnecessary roughness violations\n    ", "author": "", "published_on": "  Published\n        7:20 AM EDT, Tue October 24, 2023\n    ", "abstract": "      Kareem Jackson of the Denver Broncos has been suspended for four games by the NFL after having been adjudged to have committed a number of unnecessary roughness violations, the latest of which occurred during the Broncos’ Week 7 win over the Green Bay Packers.\n  ", "body": "      Jackson was ejected from Sunday’s game after making an illegal hit on Packers tight end Luke Musgrave.\n        Under NFL rules, it’s a “foul if a player forcibly hits the defenseless player’s head or neck area with the helmet, facemask, forearm, or shoulder.”\n        Musgrave was deemed ‘defenseless’ during a fourth-quarter play in Sunday’s game, coming down with the ball after a catch before immediately turning into the path of Jackson, who lowered his helmet and connected with a heavy hit.\n        This was Jackson’s second ejection of the season – an end zone hit on Washington Commanders tight end Logan Thomas during Week 2 also saw him disqualified from the game. The Commanders later confirmed that Thomas had been ruled out of the game due to a concussion that resulted from the collision.\n        The 35-year-old Jackson has been fined a total $89,670 by the league for four separate roughness violations prior to Sunday’s incident.\n        The NFL released a statement officially suspending Jackson for four games, with NFL Vice President of Football Operations Jon Runyan, who issued the suspension, writing a letter to the Denver safety.\n        “On the play in question, you delivered a forceful blow to the head/neck area of a defenseless receiver, when you had the time and space to avoid such contact,” Runyan wrote. “You could have made contact with your opponent within the rules, yet you chose not to.”\n        Runyan also noted that Jackson’s previous infractions – for personal fouls this season in violation of player safety-related rules – were a factor in his suspension.\n        Despite the officials having little tolerance for Jackson’s actions, some have defended him and believe that the four-game ban is too harsh, including five-time All-Pro former cornerback Richard Sherman.\n        “This is starting to get out of hand! This is a clean hit and clearly he’s even trying to turn his body at the end to make sure it’s a shoulder hit,” Sherman posted on X, formerly known as Twitter.\n        “The body is led by your head so no matter what it will appear he’s leading with his head but STOP this narrative that these are somehow ‘dirty’ hits.”\n        Jackson is eligible to appeal the suspension under the NFL’s collective bargaining agreement, but he will miss his team’s next four matches against the Kansas City Chiefs, Buffalo Bills, Minnesota Vikings and Cleveland Browns if it is upheld.\n  ", "url": "https://www.cnn.com/2023/10/24/sport/broncos-kareem-jackson-suspended-four-games-spt-intl/index.html", "section": "sport"}
{"title": "      Legendary gymnast Mary Lou Retton recovering at home after being hospitalized with pneumonia, daughter says\n    ", "author": "Steve Almasy", "published_on": "  Published\n        4:44 PM EDT, Mon October 23, 2023\n    ", "abstract": "      Olympic gymnastics legend Mary Lou Retton is out of the hospital following a weekslong serious health scare, according to her daughter. \n  ", "body": "      The 55-year-old legend, who captured American hearts in 1984 when she was the first US gymnast to win the Olympic gymanastics all-around competition, is recovering at home, her daughter McKenna Kelley said Monday in an Instagram post. \n        Twelve days ago, Retton’s family announced she had a rare form of pneumonia that made her unable to breathe on her own and left her fighting for her life. Kelley started an online fundraiser on behalf of Retton’s four daughters to help support the medical costs, noting that Retton is uninsured.\n        Retton made “remarkable” progress in the hospital, according to her family, which didn’t specify Monday when she was released. Retton, who in 2018 was on the ABC hit show “Dancing with the Stars,” still has a long recovery road, Kelley said.\n  Pneumonia is a respiratory infection that can cause the lungs to fill with fluid, with symptoms that can range from mild to life threatening. Adults older than 65, children younger than 5 and those with other medical conditions are most at risk. The family did not specify the type of rare pneumonia diagnosis.\n        Retton was dubbed “America’s Sweetheart” after winning five medals during the 1984 Olympic Games in Los Angeles. She parlayed that into appearances in movies, TV shows, ads and on the front of boxes of Wheaties.\n        She was inducted into the International Gymnastics Hall of Fame in 1997.\n  ", "url": "https://www.cnn.com/2023/10/23/sport/mary-lou-retton-hospital-release-spt-intl/index.html", "section": "sport"}
{"title": "      Texas Rangers crush Houston Astros in Game 7 of the American League Championship Series to advance to World Series\n    ", "author": "Kevin Dotson", "published_on": "  Published\n        11:51 PM EDT, Mon October 23, 2023\n    ", "abstract": "      The Texas Rangers defeated the Houston Astros 11-4 in Game 7 of the American League Championship Series Monday to win the American League pennant.  \n  ", "body": "      The Rangers advance to the World Series for the third time in franchise history and the first time since 2011. \n        The Rangers jumped all over the Astros from the start, scoring three runs in the top of the first inning. The Rangers busted the game open with a four-run fourth inning to expand their lead to 8-2.  \n        Texas right fielder Adolis García, who was at the center of a benches-clearing incident after being hit by a pitch in Game 5, was an easy choice for ALCS MVP. García went 4 for 5 at the plate Monday with two home runs and five RBIs. García cranked five home runs in the last four games of the series, homering in each game in that span to carry the Rangers to the American League crown.\n        All four of the Rangers’ wins in the series came on the road at Houston’s Minute Maid Park, where the Astros have struggled all season.\n        The Rangers will be seeking their first ever World Series championship after falling short in the franchise’s two previous appearances. The Rangers made it to back-to-back World Series in 2010 and 2011, losing to the San Francisco Giants and St. Louis Cardinals respectively.\n        The Rangers will face the winner of the National League Championship Series between the Philadelphia Phillies and Arizona Diamondbacks. The Phillies will host the Diamondbacks on Tuesday night in a winner-take-all Game 7 at Citizens Bank Park.\n        The World Series is scheduled to begin Friday in Arlington, Texas. \n  ", "url": "https://www.cnn.com/2023/10/23/sport/mlb-rangers-astros-alcs-spt-intl/index.html", "section": "sport"}
{"title": "      Bill Belichick earns historic victory, Chiefs and Eagles claim wins: Everything to know about Week 7’s Sunday NFL games\n    ", "author": "Ben Morse", "published_on": "  Updated\n        7:07 AM EDT, Mon October 23, 2023\n    ", "abstract": "      It might have been ‘super bye week’ in the 2023 NFL season – six teams weren’t taking the field – but the action that did take place didn’t disappoint.\n  ", "body": "      From Bill Belichick claiming a milestone victory after weeks of disappointment to both the Kansas City Chiefs and the Philadelphia Eagles claiming wins declaring their Super Bowl ambitions, here’s everything you need to know from Sunday’s games in Week 7.\n        The New England Patriots have had a tough time of it lately.\n        Three defeats in a row – including two by record margins – had sucker-punched an organization that’s become accustomed to success.\n        But, as they’ve done so many times before, the Patriots dragged themselves off the mat to record a stunning 29-25 victory over the Buffalo Bills at Gillette Stadium on Sunday.\n        Patriots quarterback Mac Jones threw for two touchdowns and running back Ezekiel Elliott ran for one more as New England snapped its three-game losing streak in the most remarkable fashion.\n        And in doing so, the franchise’s legendary coach, Bill Belichick, earned his 300th regular season win to become only the third head coach in NFL history to reach that milestone, joining Don Shula (328) and George Halas (318).\n        Belichick earned the majority of those 300 wins during his time with the Patriots – he joined New England in 2000 – claiming 36 victories during his five seasons with the Cleveland Browns.\n        And, as has become customary, the 71-year-old played down his achievement afterwards.\n        “I mean, it’s great. I’m really more focused on our team and this year,” the 71-year-old told reporters. “Worry about that later. Thank you.”\n        Belichick is the clubhouse leader in all-time playoff wins, Super Bowl appearances and Super Bowl wins, but Sunday’s victory couldn’t have come at a better time for the New England coach, with pressure beginning to mount on him following weeks of disappointing results.\n        It was a victory that came in the most impressive fashions too, upsetting their high-powered division rivals.\n        The Patriot’s defense did an excellent job in stifling Josh Allen and the Bills just enough, while the New England offense broke out of the slump it has been in almost all season.\n        The Bills fought back in the second half and the Patriots needed a late score to win the game. That came from Jones leading his team on an impressive drive before connecting with Mike Gesicki for the winner – fitting given it was ‘National Tight End’ day.\n        “I think just keep fighting and it’s just a crumb, right?” Jones told reporters afterwards. “That’s what I always say. And you’ve got to build off that.\n        “You’ve got to build off that and attack every day the same. It’s all about playing for each other, playing for the guy next to you and understanding why. So we did that today and we need to continue to do that every day in practice and in the games.”\n        The Patriots improve to 2-5 while the Bills slip to 4-3.\n        The Kansas City Chiefs began their title defense with a disappointing Week 1 loss at home against the Detroit Lions.\n        But since then, they have been almost perfect, winning six games in a row including Sunday’s impressive 31-17 victory over the Los Angeles Chargers.\n        Kansas City did it predominantly behind the brilliance of quarterback Patrick Mahomes, who threw for 424 passing yards and four touchdowns, as well as an interception.\n        Mahomes’ favorite target was – as has become commonplace – Travis Kelce, who showed why he’s the best tight end in the league, finishing with 12 catches, 179 yards and a touchdown with Taylor Swift watching on from the stands.\n        After the victory, Mahomes described why his connection with Kelce has worked so well over the years.\n        “It’s a lot of things, but I think the main thing is how he’s able to recognize coverage and adjust on the fly. We always talk about it, but it’s something that you can’t take for granted,” Mahomes told reporters.\n        “It’s almost like he’s playing Madden, like he can read the coverages and stop in the windows and be open and be on the same page as me at all times,” added Mahomes, referring to the video game.\n        “He did a great job, man. He does it week in and week out and that’s why he’s the player that he is and why he’ll be a Hall of Famer one day.”\n        The Chargers had no answer to what the Chiefs brought to the table at Arrowhead, in particular in the first half where Mahomes racked up a remarkable 321 passing yards and three touchdowns.\n        But it was Kansas City’s defense which arguably impressed the most, halting the usually dynamic Chargers offense, especially quarterback Justin Herbert.\n        The Chargers star finished with 259 passing yards, a touchdown and two interceptions – one apiece from Bryan Cook and L’Jarius Sneed – and was sacked five times.\n        It’s no wonder the Chiefs are predicted to make a deep run as they aim to retain their Super Bowl crown, improving to 6-1 while the Chargers slip to 2-4.\n        “It hasn’t gone our way the past couple of games, but no one’s going to panic, no one’s going to quit, no one’s going to give up,” Herbert told reporters after the loss.\n        “I know we’re going to attack practice this week the same way we have each of the past weeks. So I’m looking for the challenge, the opportunity. A tough week, but we’re going to get better because of it.”\n        Sunday’s action ended with arguably the game of the week, as the Philadelphia Eagles – last season’s Super Bowl runners-up – took on the neutral’s new favorite, the Miami Dolphins.\n        Both had begun the season with five wins in six weeks and both had shown why they are seen as Super Bowl contenders.\n        But in a hard-fought game at Lincoln Financial Field, it was the Eagles who ended up victorious, beating Miami 31-17.\n        Eagles quarterback Jalen Hurts was the main talking point of the game, throwing touchdowns to AJ Brown and Dallas Goedert as well as rushing for another, but after the halftime interval, he jogged out a few minutes after the rest of his teammates with a brace on his knee.\n        The 25-year-old, known for his mobility, hadn’t looked as dynamic as he had previously – losing a fumble as well as throwing an interception.\n        “I’ll be fine,” Hurts said when a reporter asked about his knee after the victory.\n        For Miami, it was a return to earth after a few weeks of offensive explosion.\n        The team had been on a historic pace on offense but was slowed down considerably by the Eagles defense, finishing with just 244 total yards.\n        Tua Tagovailoa, who is among the early season MVP candidates, remained accurate but the team’s previously explosive running game was almost non-existent. Missing rookie sensation De’Von Achane, the Dolphins could only muster 45 yards on the ground.\n        The Eagles now sit at 6-1 while the Dolphins move to 5-2.\n  Away vs. home      Detroit Lions 6-38 Baltimore Ravens\n        Las Vegas Raiders 12-30 Chicago Bears\n        Cleveland Browns 39-38 Indianapolis Colts\n        Buffalo Bills 25-29 New England Patriots\n        Washington Commanders 7-14 New York Giants\n        Atlanta Falcons 16-13 Tampa Bay Buccaneers\n        Pittsburgh Steelers 24-17 Los Angeles Rams\n        Arizona Cardinals 10-20 Seattle Seahawks\n        Green Bay Packers 17-19 Denver Broncos\n        Los Angeles Chargers 17-31 Kansas City Chiefs\n        Miami Dolphins 17-31 Philadelphia Eagles\n  ", "url": "https://www.cnn.com/2023/10/23/sport/week-7-2023-nfl-season-review-spt-intl/index.html", "section": "sport"}
{"title": "      Marc Guiu, 17, becomes youngest debutant to score for Barcelona\n    ", "author": "George Ramsay", "published_on": "  Published\n        5:49 AM EDT, Mon October 23, 2023\n    ", "abstract": "      It took teenager Marc Guiu just 23 seconds to make history for Barcelona as he scored on his debut in the team’s 1-0 win against Athletic Bilbao.\n  ", "body": "      Guiu was brought on as a second-half substitute and made an instant impact, put through on goal by João Félix before firing a shot past Unai Simón.\n        At the age of 17 years and 291 days, it made him the youngest player to score on debut for Barcelona.\n        “I can’t breathe. I’m just enjoying the moment, I’m still flying,” Guiu said after the match. “I have been working hard all season to take any chances should they come. When I saw the goalkeeper coming off his line, I decided to shoot.”\n        Simón had been excellent for Bilbao up to that point, keeping the scores level with several sharp saves.\n        He denied Fermín López with his feet early in the first half and produced a superb double save midway through the second half as Félix and López searched for the game’s opening goal.\n        Félix had grazed the top of the bar at the start of the match, while 16-year-old Lamine Yamal also missed a good chance to put Barcelona ahead.\n        But with 10 minutes remaining, it was another teenager who ensured victory for the home side, Guiu’s effort deflecting off Simón’s palm and bouncing into the back of the net.\n        The striker has been with Barcelona for 10 years having risen through the ranks of La Masia – the club’s famed academy – and has scored five goals in five games for the under-19 team this season.\n        Manager Xavi, himself a product of Barcelona’s academy, has been comfortable promoting young players to the first team during his time in charge.\n        Sixteen-year-old Lamine Yamal has also made a big impression this year, becoming the youngest player to appear in a competitive fixture for Barcelona in April and scoring his first league goal earlier this month.\n        “He [Guiu] is a player I personally like a lot, and I have no qualms about using home-bred players, because we have loads of talent here,” Xavi said, per the club’s website. “They put the same kind of trust in me in my day.”\n        The win means Barcelona remains in touching distance with the top of La Liga, one point behind Real Madrid and Girona after 10 games. It next faces Ukrainian team Shakhtar Donetsk in the group stages of the Champions League on Wednesday.\n  ", "url": "https://www.cnn.com/2023/10/23/sport/marc-guiu-barcelona-spt-intl/index.html", "section": "sport"}
{"title": "      José Mourinho sent off after making ‘crying’ gesture as Roma scores dramatic winner\n    ", "author": "Thomas Schlachter", "published_on": "  Updated\n        4:26 AM EDT, Mon October 23, 2023\n    ", "abstract": "José Mourinho was sent off during Roma’s dramatic 1-0 Serie A victory over Monza with the Roma manager seen making a ‘crying’ gesture towards the opposition’s bench.\n  ", "body": "      However, after the game Mourinho said he “didn’t know why” he was shown a red card. “I only made a gesture to the bench, not a single word,” Mourinho said, per Reuters.\n        The veteran head coach is known for his theatrics, and sometimes controversial ones, on the sidelines and as his side scored a late winner, Sunday was no different.\n        As the game was nearing its conclusion and heading towards a 0-0 draw, Roma forward Stephan El Shaarawy scored the winner against 10-man Monza at the Stadio Olimpico.\n        In stoppage time, Mourinho could be seen mimicking someone crying in a gesture made in the direction of the Monza bench.\n        Mourinho will miss Roma’s next game, against former club Inter Milan. The 60-year-old was in charge at Inter Milan from 2008-2010, leading the side to two league titles and a prestigious Champions League trophy.\n        The Roma manager was sent off three times in Serie A last season.\n  ", "url": "https://www.cnn.com/2023/10/23/sport/jose-mourinho-red-card-roma-winner-spt-intl/index.html", "section": "sport"}
{"title": "      Teenage phenomenon Ilia Malinin breaks 300-point barrier with personal best score to retain Skate America title\n    ", "author": "Aimee Lewis", "published_on": "  Published\n        9:55 AM EDT, Sun October 22, 2023\n    ", "abstract": "      Figure skating phenomenon Ilia Malinin defended his title at Skate America on Saturday with a personal-best score of 310.47 points in the season-opening Grand Prix.\n  ", "body": "      The 18-year-old, who last year became the first person to complete a quadruple axel in competition, retained the crown he first won as a 17-year-old in 2022, when he became the youngest men’s champion in the event’s history.\n        Performing his free skate to the title music of the hit TV show “Succession,” Malinin landed four quad jumps. At the end of his routine, thrilled spectators threw cuddly toys onto the ice at the Credit Union of Texas Event Center in Allen, Texas.\n        His score was better than his previous best overall score of 288.44, achieved at the World Championships this year where he won bronze. Only three other men have ever scored higher than Malinin’s new personal best.\n        “I have no words,” Malinin said afterwards, per the Olympics.com. “This was completely amazing experience for me.\n        “I wasn’t expecting to skate this well, especially with the pressure that I was facing. I was ready to stay on my feet and fight for everything.”\n        Malinin opted not to perform the quadruple axel which requires four-and-a-half revolutions in the air, turning from a forward-facing take off to a backward-facing landing.\n        France’s Kevin Aymoz took silver with Japan’s Shun Sato winning bronze.\n  ", "url": "https://www.cnn.com/2023/10/22/sport/ilia-malinin-personal-best-skate-america-spt-intl/index.html", "section": "sport"}
