{"title": "      The Filipino American creatives who are reclaiming the barong\n    ", "author": "Melissa Magsaysay", "published_on": "  Updated\n        5:05 PM EDT, Mon October 23, 2023\n    ", "abstract": "Editor’s Note: This feature is part of CNN Style’s series Hyphenated, which explores the complex issue of identity among minorities in the United States.", "body": "CNN — As a first-generation child of Filipino American immigrants, I grew up with wistful stories my parents told of their homeland, rich in details from their childhoods spent in a country that seemed as foreign to me as the fictitious lands described in fairytales. These stories were told in a tone that encapsulated both a yearning to seize opportunity in the West and for a life where they didn’t feel like outsiders — where conformity to American culture was not a daily burden.\n        Many of these stories centered on my paternal great uncle, Philippine President Ramon Magsaysay, and his role cementing the barong Tagalog, a sheer button-down shirt often emblazoned with hand stitched embroidery, as the country’s official formal wear.\n        More recently, the barong Tagalog — which translates loosely to “dress of the Philippines” and is often abbreviated to barong — has surged in popularity with Filipinos across the diaspora as a point of national pride and style.\n        “(The barong) is inherently so glamorous,” explained wardrobe stylist and fashion editor Rap Sarmiento. “With its sheerness and embroidery, it lends itself to the moment. Second generation kids are embracing this.”\n        The origins of the barong are widely seen as dating back to times before the Philippines was colonized by Spain in the 15th century. Both a status symbol and everyday garment, its sheer fabric has been explained as either a practical design choice, to deal with the intense heat and humidity of the Philippines, or one borne of oppression, with Spanish colonizers wanting to ensure Filipino natives could not steal items or conceal weapons under their clothes.\n        “The Spanish took (the barong) to all of their colonies… other countries have their own versions,” said Caroline Mangosing, founder and designer of Vinta Gallery, a Canadian-based brand that specializes in Filipino clothing. “Cuba has the guayabera with pockets. The Dominican Republic has a version with pleating.”\n        During his 1953 inauguration, President Magsaysay wore a barong to show solidarity with the common man. It sparked wide acceptance of the shirt as the Philippines’ answer to a formal suit or tuxedo, and became a garment which struck a strong contrast to westernized suits and ties on the global stage.\n        The inauguration marked one of many times President Magsaysay used the barong as a signal toward Philippine independence and resilience, in the period after the nearly 50-year colonization of the country by the United States had come to an end. Supporting his Filipino First Policy to strengthen and grow the economy, the President and his administration invested in garment manufacturing and textile mills, with many using the native materials from which barongs are traditionally made — piña (pineapple fiber) abaca (hemp) and jusi (piña and hemp combined), in turn stoking local industry and the general Filipino public’s interest in native garments made from native fibers — said his son (and my uncle), former Senator of the Philippines Ramon Magsaysay Jr.\n        “He was committed to supporting Filipino nationalism for our country and people,” Magsaysay Jr. said. “(During his inauguration), we could see him proudly showing his Filipino-made clothing and shoes to a big crowd.”\n        The barong’s evolution following Magsaysay’s presidency is also as compelling as its colorful and complicated past. President Ferdinand Marcos’ use of the garment, for example, saw its popularity wane among many Filipinos over time.\n        “There was a political hangover. People didn’t want to be like them,” said Mangosing of Marcos and his wife Imelda, whose predilection for Filipiniana (traditional women’s dress) also saw the fashions go out of style once they were exiled from the country. “After that, I feel like everyone stopped wearing barongs for a while, so it stopped evolving — what remained were mass-market versions in garish colors.”\n        But as more Filipinos have permeated fashion, music and pop culture at large in the United States (and around the world) in recent years, the barong has bounced back in ways that are strikingly creative, individual and inspiring.\n        Vinta Gallery’s barongs, which are handmade and embroidered at an atelier in the Philippines, range from $300 to $600 for a ready-to-wear version and can swing north of $1000 for custom. They are among the brand’s most popular items, Mangosing told CNN, particularly those embroidered with anting-anting or other charms based on Philippine folk magic.\n        Last year, Jian DeLeon, men’s fashion director at Nordstrom, collaborated with the menswear label Bode on a shirt inspired by a traditional barong, but made from a non-traditional cotton linen blend fabric.\n        “I took inspiration from when French designer Pierre Cardin redesigned the (shirt) silhouette in the 1970s,” De Leon said. “Cardin added touches like a camp collar and French cuffs and embraced a more global style of embroidery. I think these are the kinds of projects that can put these inherently Filipino fashion items into a global context.”\n        Attending a Nike “Filipino Forces” dinner in Los Angeles last fall, an event celebrating Filipino Americans working in music, fashion and entertainment, Sarmiento wore his father’s barong over a t-shirt from Rhude, a black tennis skirt and black Margiela Tabi boots. “It was a way to bring it forward,” said the stylist.\n        At the same event, designer and influencer Aleali May wore a barong with distressed jeans, hoop earrings and limited-edition Nike Air Force One sneakers.\n        “When I first started in music, I was usually the only Filipino at events, and now it’s typical to see 3 or 4 of us, so it’s not unusual to see a barong being worn,” said music executive Marisa Pizarro. “It’s an elevated look without having to wear a suit. You rarely see suits (in creative industries) anymore.”\n        Other Filipino-American celebrities have recently opted to don a barong both on red carpets and other highly visible events. Last year, Levi’s created a custom-made denim barong for Jo Koy, juxtaposing the traditional garment’s fabrics with the cut of a trucker jacket. Covering the opening night of Broadway musical “Here Lies Love” for Vogue Philippines, photographer Martin Romero noted that, “a lot of the men, specifically the cast members, and a lot of the guests, wore traditional and modern barongs.” Likewise, the barong has become increasingly ubiquitous among Gen Z on social media, with young people wearing brands like Vinta Gallery and The Mestizo on their Instagram and TikTok feeds.\n        NBA players Klay Thompson and Kevon Looney — who are not Filipino — recently wore barongs during their Asia tour as ambassadors for athletic brand Anta. “It looks wonderful. And feels even better, too,” Thompson told Esquire Philippines of the garment. It was a gesture the magazine described as a “Pinoy Pride moment.”\n        “It’s a combination of social media and awareness of Filipino culture — wanting to wear traditional garb to show off our culture,” said entrepreneur Rembrandt Flores. “Younger people’s interest is piqued and they are choosing to wear the barong as a source of pride and sartorial creativity.”\n  ", "url": "https://www.cnn.com/style/filipino-american-fashion-barong-history/index.html", "section": "style"}
{"title": "      Cleveland museum sues to block seizure of $20M headless statue\n    ", "author": "Oscar Holland", "published_on": "  Published\n        6:34 AM EDT, Mon October 23, 2023\n    ", "abstract": "      The Cleveland Museum of Art is attempting to block the seizure of a headless bronze statue that US investigators believe was once stolen from Turkey.\n  ", "body": "      In a legal challenge filed last week, the Ohio institution said Manhattan’s District Attorney Alvin Bragg had provided “insufficient” evidence that the artwork had ever been looted — or even where it originated from.\n        The lawsuit comes two months after a New York judge issued a search warrant citing “reasonable cause” to believe the statue, which was legally acquired by the museum almost four decades ago, was stolen property. It was subsequently seized “in place,” meaning the artifact has remained in Cleveland as investigations continue.\n        Standing 6 foot 4 inches tall, the bronze statue was long thought to originate from the ancient city of Bubon, in what is now Turkey. In 2012, Turkey called on several US institutions, including the Cleveland Museum of Art, to return various items it believes were looted from the country during the 20th century.\n        Investigators, who value the statue at $20 million, say the work dates to the late 2nd century and depicts Roman emperor Marcus Aurelius. Until earlier this year, a catalog listing on the museum’s website appeared to concur, describing the statue as being of Roman origin and “probably” depicting Marcus Aurelius.\n        Now, however, the listing simply describes the item as a “draped male figure” of Roman “or possibly Greek Hellenistic” origin. The website entry has also been updated to remove reference to Bubon and to suggest that the object may date back as far back as 150 B.C.\n        The Cleveland Museum of Art’s court filing, seen by CNN, says that scholars have now cast “significant doubt” over previous claims about its identity and origins. The institution says research by its former curator of ancient art, Arielle Kozloff, questions whether the statue originated from Bubon, and that “any previously stated connection” to the ancient city was “mere conjecture.”\n        The museum also claims the statue may depict a philosopher or stateman other than Marcus Aurelius, such as his adoptive brother Lucius Verus or the playwright Sophocles. Identification is “virtually impossible” without the missing head, the filing added.\n        Describing the statue as “one of the most significant works” in its collection, the museum purchased the item from a New York art gallery for $1.85 million in 1986.\n        In its court filing, the Ohio museum said that Turkish authorities had approached it seeking information and documentation in 2009 and 2010, and that it “takes allegations of stolen art or antiquities extremely seriously.” But the institution argued that evidence provided by Bragg had “fallen short of persuasive proof” that the statue was stolen.\n        In a statement provided to CNN, the Manhattan District Attorney’s Office said it is “reviewing the museum’s filing in this matter and will respond in court papers.” The statement did not elaborate on its investigation but said: “The Manhattan District Attorney’s Office has successfully recovered more than 4,600 illegally trafficked antiquities from numerous individuals and institutions.\n  ", "url": "https://www.cnn.com/style/cleveland-museum-art-statue-seizure/index.html", "section": "style"}
{"title": "      Cleveland museum sues to block seizure of $20M headless statue\n    ", "author": "Oscar Holland", "published_on": "  Published\n        6:34 AM EDT, Mon October 23, 2023\n    ", "abstract": "      The Cleveland Museum of Art is attempting to block the seizure of a headless bronze statue that US investigators believe was once stolen from Turkey.\n  ", "body": "      In a legal challenge filed last week, the Ohio institution said Manhattan’s District Attorney Alvin Bragg had provided “insufficient” evidence that the artwork had ever been looted — or even where it originated from.\n        The lawsuit comes two months after a New York judge issued a search warrant citing “reasonable cause” to believe the statue, which was legally acquired by the museum almost four decades ago, was stolen property. It was subsequently seized “in place,” meaning the artifact has remained in Cleveland as investigations continue.\n        Standing 6 foot 4 inches tall, the bronze statue was long thought to originate from the ancient city of Bubon, in what is now Turkey. In 2012, Turkey called on several US institutions, including the Cleveland Museum of Art, to return various items it believes were looted from the country during the 20th century.\n        Investigators, who value the statue at $20 million, say the work dates to the late 2nd century and depicts Roman emperor Marcus Aurelius. Until earlier this year, a catalog listing on the museum’s website appeared to concur, describing the statue as being of Roman origin and “probably” depicting Marcus Aurelius.\n        Now, however, the listing simply describes the item as a “draped male figure” of Roman “or possibly Greek Hellenistic” origin. The website entry has also been updated to remove reference to Bubon and to suggest that the object may date back as far back as 150 B.C.\n        The Cleveland Museum of Art’s court filing, seen by CNN, says that scholars have now cast “significant doubt” over previous claims about its identity and origins. The institution says research by its former curator of ancient art, Arielle Kozloff, questions whether the statue originated from Bubon, and that “any previously stated connection” to the ancient city was “mere conjecture.”\n        The museum also claims the statue may depict a philosopher or stateman other than Marcus Aurelius, such as his adoptive brother Lucius Verus or the playwright Sophocles. Identification is “virtually impossible” without the missing head, the filing added.\n        Describing the statue as “one of the most significant works” in its collection, the museum purchased the item from a New York art gallery for $1.85 million in 1986.\n        In its court filing, the Ohio museum said that Turkish authorities had approached it seeking information and documentation in 2009 and 2010, and that it “takes allegations of stolen art or antiquities extremely seriously.” But the institution argued that evidence provided by Bragg had “fallen short of persuasive proof” that the statue was stolen.\n        In a statement provided to CNN, the Manhattan District Attorney’s Office said it is “reviewing the museum’s filing in this matter and will respond in court papers.” The statement did not elaborate on its investigation but said: “The Manhattan District Attorney’s Office has successfully recovered more than 4,600 illegally trafficked antiquities from numerous individuals and institutions.\n  ", "url": "https://www.cnn.com/style/cleveland-museum-art-statue-seizure/index.html", "section": "style"}
{"title": "      Stolen paintings returned in another victory for ‘the Indiana Jones’ of the art world\n    ", "author": "", "published_on": "  Published\n        9:38 AM EDT, Fri October 20, 2023\n    ", "abstract": "  Editor’s Note: This article was originally published by The Art Newspaper, an editorial partner of CNN Style.", "body": "(CNN) — Six paintings stolen from an old town hall in the small coastal town of Medemblik in north Holland have been returned via an unusual doorstep delivery to an art detective nearly 40 miles away in Amsterdam.\n        Arthur Brand, known for his work in recovering an early Van Gogh painting last month, as well as Hitler’s horse statues and a Picasso painting, told The Art Newspaper that he was sitting at home on Friday October 13 when his doorbell rang. “I was watching a boring (soccer) game: Holland was losing to France 2-0,” he said. “They just called at my door on Friday night at 10.30pm.”\n        He was asked to come downstairs to unload a delivery (which turned out to be the stolen paintings) by a man who apparently was uninvolved with the theft, Dutch media reported. Brand brought the artworks up to his apartment before alerting the police.\n        The six paintings had been stolen from Medemblik’s former town hall after it was broken into at the start of September. In a statement at the time, the local authority confirmed a number of other objects, including a chandelier, had been taken and offered a reward of up to €10,000 (approximately $10,600) for “a golden tip” leading to their safe return.\n        “I think this was a direct result of the recovery of the Van Gogh last month,” Brand said of his efforts to find “The Parsonage Garden at Nuenen in Spring,” the artist’s 1884 work. “That made headlines all over the world and one of the reasons the Van Gogh was returned was that they couldn’t do anything with it — sell it or get a lesser sentence.\n        “Most likely (the Medemblik thieves) got scared and maybe there was a possibility the police﻿ were on their tracks already. You either burn it, which is a bad idea because when you are caught later you get extra prison time, or they thought they would dump it at my doorstep.”\n        The paintings, which together are thought to be worth around €100,000 (or $106,000), include a portrait of ancient ruler King Radboud — which is considered of particular local significance — and portraits of Prince William of Orange, Maurits of Orange, Count Jan van Nassau, Queen Wilhelmina and a scene from the Bible. The paintings are currently with the police.\n        A spokeswoman for the Medemblik municipality told The Art Newspaper that the find was a surprise.\n        “One of our executives had a message completely out of the blue,” she said. “It’s really extraordinary and a bit of a mystery, but for us it is really good news. We are especially pleased that the painting of Radboud is back because it really belongs to our municipality.”\n        Deputy mayor Jeroen Broeders said in a press release that “sometimes you only know how much something is worth to you when it isn’t there anymore and that is certainly the case with these paintings.”\n        Brand said he would not claim the reward. “But,” he added, “I have asked for a book voucher.”\n  Read more stories from The Art Newspaper here.", "url": "https://www.cnn.com/2023/10/20/style/medemblik-stolen-paintings-returned-arthur-brand-tan/index.html", "section": "style"}
{"title": "      Stolen paintings returned in another victory for ‘the Indiana Jones’ of the art world\n    ", "author": "", "published_on": "  Published\n        9:38 AM EDT, Fri October 20, 2023\n    ", "abstract": "  Editor’s Note: This article was originally published by The Art Newspaper, an editorial partner of CNN Style.", "body": "(CNN) — Six paintings stolen from an old town hall in the small coastal town of Medemblik in north Holland have been returned via an unusual doorstep delivery to an art detective nearly 40 miles away in Amsterdam.\n        Arthur Brand, known for his work in recovering an early Van Gogh painting last month, as well as Hitler’s horse statues and a Picasso painting, told The Art Newspaper that he was sitting at home on Friday October 13 when his doorbell rang. “I was watching a boring (soccer) game: Holland was losing to France 2-0,” he said. “They just called at my door on Friday night at 10.30pm.”\n        He was asked to come downstairs to unload a delivery (which turned out to be the stolen paintings) by a man who apparently was uninvolved with the theft, Dutch media reported. Brand brought the artworks up to his apartment before alerting the police.\n        The six paintings had been stolen from Medemblik’s former town hall after it was broken into at the start of September. In a statement at the time, the local authority confirmed a number of other objects, including a chandelier, had been taken and offered a reward of up to €10,000 (approximately $10,600) for “a golden tip” leading to their safe return.\n        “I think this was a direct result of the recovery of the Van Gogh last month,” Brand said of his efforts to find “The Parsonage Garden at Nuenen in Spring,” the artist’s 1884 work. “That made headlines all over the world and one of the reasons the Van Gogh was returned was that they couldn’t do anything with it — sell it or get a lesser sentence.\n        “Most likely (the Medemblik thieves) got scared and maybe there was a possibility the police﻿ were on their tracks already. You either burn it, which is a bad idea because when you are caught later you get extra prison time, or they thought they would dump it at my doorstep.”\n        The paintings, which together are thought to be worth around €100,000 (or $106,000), include a portrait of ancient ruler King Radboud — which is considered of particular local significance — and portraits of Prince William of Orange, Maurits of Orange, Count Jan van Nassau, Queen Wilhelmina and a scene from the Bible. The paintings are currently with the police.\n        A spokeswoman for the Medemblik municipality told The Art Newspaper that the find was a surprise.\n        “One of our executives had a message completely out of the blue,” she said. “It’s really extraordinary and a bit of a mystery, but for us it is really good news. We are especially pleased that the painting of Radboud is back because it really belongs to our municipality.”\n        Deputy mayor Jeroen Broeders said in a press release that “sometimes you only know how much something is worth to you when it isn’t there anymore and that is certainly the case with these paintings.”\n        Brand said he would not claim the reward. “But,” he added, “I have asked for a book voucher.”\n  Read more stories from The Art Newspaper here.", "url": "https://www.cnn.com/2023/10/20/style/medemblik-stolen-paintings-returned-arthur-brand-tan/index.html", "section": "style"}
{"title": "      This faux-leather jacket is made by bacteria\n    ", "author": "Jacopo Prisco", "published_on": "  Published\n        5:33 AM EDT, Thu October 19, 2023\n    ", "abstract": "      What do you get when you feed bacteria with industrial fruit waste? “A yellow leather jacket” might not be your first answer, but it’s exactly what came out of a collaboration between Danish fashion brand Ganni and Mexican biomaterials company Polybion.\n  ", "body": "      The blazer — a one-of-a-kind prototype that is meant as a proof of concept for future collections — is made from bacterial cellulose, and rather than trying to replicate the characteristics of leather, it’s designed to feel like an entirely new material.\n        “We were impressed by the fact that a lot of people love the jacket because the material did not resemble leather,” said Alexis Gómez-Ortigoza, Polybion’s co-founder. “It’s really easy to recognize that this is not leather — but also that it’s not plastic. It has a unique feel to it.”\n        Although it is produced using some of the methods associated with traditional leather, the blazer has a much smaller carbon footprint, without compromising on strength and breathability, say its creators. “This is the first jacket ever made by a global brand out of bacterial nanocellulose,” added Gómez-Ortigoza, “So it is a pretty important milestone for the biomaterials industry.”\n        Gómez-Ortigoza, whose background is in finance, founded Polybion in 2014 with his brother, Axel, whose background is in biotechnology. Together with friend and materials scientist Bárbara González Rolón, they initially focused on mycelium, a root-like network of fungal threads, and opened a pilot plant for mycelium materials.\n        Then, something peculiar happened. “About five years ago, a friend of mine stepped into my office and he showed me a kombucha jar,” recalled Gómez-Ortigoza. “We isolated our first bacteria from that drink.”\n        Kombucha is an increasingly popular fermented tea drink, and the bacterial biomass used to make the jacket, called Celium, comes from that jar. Since then, Polybion has almost entirely pivoted to bacterial fermentation, as it deemed it a promising new source for a high-performance leather alternative.\n        To feed the bacteria, Polybion uses scraps sourced from local canned fruit production plants, mainly from mangoes. “We feed the bacteria with fruit waste, which is extremely abundant here in central Mexico,” said Gómez-Ortigoza. “We turn it into food for the bacteria by adding a special formula developed by us that converts it into a growth medium.\n        “The bacteria will then reproduce and generate the nanocellulose matrix as a metabolic byproduct, which we harvest after two weeks and then send through a tanning and finishing procedure.”\n        The fruit waste would otherwise end up in a landfill, where it would decompose and generate methane — a greenhouse gas 25 times more powerful than carbon dioxide at trapping heat. Some producers, according to Gómez-Ortigoza, also burn or dump the waste illegally. The production of Celium creates about one quarter of the emissions compared to the greenest methods of leather production, and after factoring in the emissions avoided by rescuing the fruit waste, the process becomes carbon negative, Gómez-Ortigoza said.\n        Once the nanocellulose is harvested, it is treated using techniques employed by local tanneries. “We use the same equipment as animal leather tanneries, but without chromium or any toxic chemicals,” said Gómez-Ortigoza. “Since this material is organic, it has a natural feel to it — it breathes and wears out in a similar way to leather. This is really important, especially for luxury brands.”\n        Polybion is exploring the possibility of using Celium to make something other than textiles, including cardboard, thread, construction wood, and even wound dressings. “It has the potential to become a commodity, a widespread material for a different range of applications,” Gómez-Ortigoza added. “But as of right now, we are focused on a leather alternative, because we believe this application has the shortest time to market.”\n        If you want to buy a bacterial jacket, you’ll have to wait just a little bit longer. “The blazer is a one-of-a-kind piece and unfortunately not for sale,” said Lauren Bartley, Ganni’s Sustainability and CSR Director. Ganni, which has committed to a 50% absolute carbon reduction for its operations by 2027, is working with other new types of fabric, with the aim of making 10% of its main collection from them by 2025. However, the company will be selling garments made from Celium in 2024.\n        The design of the blazer is the same silhouette that Ganni successfully featured in previous collections using traditional materials — worn by Michelle Obama in an organic cotton version, Bartley says. “We went for a yellow color to give it the same bright feeling and impact as the versions of the blazer in bright pink and green made in wool in previous collections,” she adds.\n        Polybion is planning similar projects with other fashion brands, although it won’t reveal the names yet. “All I can say that we are working with the biggest sportswear company in the world as well as three of the most important luxury fashion houses from France,” said Gómez-Ortigoza, adding that he expects to announce these in detail next year.\n        Fashion houses are increasingly exploring innovative materials as a way to make their garments more sustainable. “The textile industry is looking to agricultural and food waste as a viable raw material for this new material revolution in response to the climate crisis, making better use of planetary resources without the need to use virgin ones,” said Kate Goldsworthy, a professor of Circular Design and Innovation at the University of the Arts London, who’s not involved with Polybion.\n        “Textiles made from cellulose are certainly not new, but a growing range of innovative companies are finding new ways to produce cellulose fibers from waste streams. Polybion have considered the environment in every aspect of their production, and the supply chain is contained within a 30-mile radius, taking local production seriously,” she said, adding that the challenge is now scaling up production and getting consumers to embrace the materials as well.\n        According to Kate Fletcher, a professor at the Royal Danish Academy, Copenhagen and Oslo Metropolitan University in Norway, while alternative materials like Celium are a welcome addition to the range of fabrics promising lower-impact clothing, this will never address the root cause of the sustainability challenge for fashion.\n        “This challenge lies elsewhere: in addressing the year-on-year growth in scale of the fashion sector and reducing overproduction, without which impacts will continue to rise regardless of what material we make garments in,” she said.\n  ", "url": "https://www.cnn.com/style/bacteria-jacket-polybion-ganni-scn-climate-spc-intl/index.html", "section": "style"}
{"title": "      This faux-leather jacket is made by bacteria\n    ", "author": "Jacopo Prisco", "published_on": "  Published\n        5:33 AM EDT, Thu October 19, 2023\n    ", "abstract": "      What do you get when you feed bacteria with industrial fruit waste? “A yellow leather jacket” might not be your first answer, but it’s exactly what came out of a collaboration between Danish fashion brand Ganni and Mexican biomaterials company Polybion.\n  ", "body": "      The blazer — a one-of-a-kind prototype that is meant as a proof of concept for future collections — is made from bacterial cellulose, and rather than trying to replicate the characteristics of leather, it’s designed to feel like an entirely new material.\n        “We were impressed by the fact that a lot of people love the jacket because the material did not resemble leather,” said Alexis Gómez-Ortigoza, Polybion’s co-founder. “It’s really easy to recognize that this is not leather — but also that it’s not plastic. It has a unique feel to it.”\n        Although it is produced using some of the methods associated with traditional leather, the blazer has a much smaller carbon footprint, without compromising on strength and breathability, say its creators. “This is the first jacket ever made by a global brand out of bacterial nanocellulose,” added Gómez-Ortigoza, “So it is a pretty important milestone for the biomaterials industry.”\n        Gómez-Ortigoza, whose background is in finance, founded Polybion in 2014 with his brother, Axel, whose background is in biotechnology. Together with friend and materials scientist Bárbara González Rolón, they initially focused on mycelium, a root-like network of fungal threads, and opened a pilot plant for mycelium materials.\n        Then, something peculiar happened. “About five years ago, a friend of mine stepped into my office and he showed me a kombucha jar,” recalled Gómez-Ortigoza. “We isolated our first bacteria from that drink.”\n        Kombucha is an increasingly popular fermented tea drink, and the bacterial biomass used to make the jacket, called Celium, comes from that jar. Since then, Polybion has almost entirely pivoted to bacterial fermentation, as it deemed it a promising new source for a high-performance leather alternative.\n        To feed the bacteria, Polybion uses scraps sourced from local canned fruit production plants, mainly from mangoes. “We feed the bacteria with fruit waste, which is extremely abundant here in central Mexico,” said Gómez-Ortigoza. “We turn it into food for the bacteria by adding a special formula developed by us that converts it into a growth medium.\n        “The bacteria will then reproduce and generate the nanocellulose matrix as a metabolic byproduct, which we harvest after two weeks and then send through a tanning and finishing procedure.”\n        The fruit waste would otherwise end up in a landfill, where it would decompose and generate methane — a greenhouse gas 25 times more powerful than carbon dioxide at trapping heat. Some producers, according to Gómez-Ortigoza, also burn or dump the waste illegally. The production of Celium creates about one quarter of the emissions compared to the greenest methods of leather production, and after factoring in the emissions avoided by rescuing the fruit waste, the process becomes carbon negative, Gómez-Ortigoza said.\n        Once the nanocellulose is harvested, it is treated using techniques employed by local tanneries. “We use the same equipment as animal leather tanneries, but without chromium or any toxic chemicals,” said Gómez-Ortigoza. “Since this material is organic, it has a natural feel to it — it breathes and wears out in a similar way to leather. This is really important, especially for luxury brands.”\n        Polybion is exploring the possibility of using Celium to make something other than textiles, including cardboard, thread, construction wood, and even wound dressings. “It has the potential to become a commodity, a widespread material for a different range of applications,” Gómez-Ortigoza added. “But as of right now, we are focused on a leather alternative, because we believe this application has the shortest time to market.”\n        If you want to buy a bacterial jacket, you’ll have to wait just a little bit longer. “The blazer is a one-of-a-kind piece and unfortunately not for sale,” said Lauren Bartley, Ganni’s Sustainability and CSR Director. Ganni, which has committed to a 50% absolute carbon reduction for its operations by 2027, is working with other new types of fabric, with the aim of making 10% of its main collection from them by 2025. However, the company will be selling garments made from Celium in 2024.\n        The design of the blazer is the same silhouette that Ganni successfully featured in previous collections using traditional materials — worn by Michelle Obama in an organic cotton version, Bartley says. “We went for a yellow color to give it the same bright feeling and impact as the versions of the blazer in bright pink and green made in wool in previous collections,” she adds.\n        Polybion is planning similar projects with other fashion brands, although it won’t reveal the names yet. “All I can say that we are working with the biggest sportswear company in the world as well as three of the most important luxury fashion houses from France,” said Gómez-Ortigoza, adding that he expects to announce these in detail next year.\n        Fashion houses are increasingly exploring innovative materials as a way to make their garments more sustainable. “The textile industry is looking to agricultural and food waste as a viable raw material for this new material revolution in response to the climate crisis, making better use of planetary resources without the need to use virgin ones,” said Kate Goldsworthy, a professor of Circular Design and Innovation at the University of the Arts London, who’s not involved with Polybion.\n        “Textiles made from cellulose are certainly not new, but a growing range of innovative companies are finding new ways to produce cellulose fibers from waste streams. Polybion have considered the environment in every aspect of their production, and the supply chain is contained within a 30-mile radius, taking local production seriously,” she said, adding that the challenge is now scaling up production and getting consumers to embrace the materials as well.\n        According to Kate Fletcher, a professor at the Royal Danish Academy, Copenhagen and Oslo Metropolitan University in Norway, while alternative materials like Celium are a welcome addition to the range of fabrics promising lower-impact clothing, this will never address the root cause of the sustainability challenge for fashion.\n        “This challenge lies elsewhere: in addressing the year-on-year growth in scale of the fashion sector and reducing overproduction, without which impacts will continue to rise regardless of what material we make garments in,” she said.\n  ", "url": "https://www.cnn.com/style/bacteria-jacket-polybion-ganni-scn-climate-spc-intl/index.html", "section": "style"}
{"title": "      The Filipino American creatives who are reclaiming the barong\n    ", "author": "Melissa Magsaysay", "published_on": "  Updated\n        5:05 PM EDT, Mon October 23, 2023\n    ", "abstract": "Editor’s Note: This feature is part of CNN Style’s series Hyphenated, which explores the complex issue of identity among minorities in the United States.", "body": "CNN — As a first-generation child of Filipino American immigrants, I grew up with wistful stories my parents told of their homeland, rich in details from their childhoods spent in a country that seemed as foreign to me as the fictitious lands described in fairytales. These stories were told in a tone that encapsulated both a yearning to seize opportunity in the West and for a life where they didn’t feel like outsiders — where conformity to American culture was not a daily burden.\n        Many of these stories centered on my paternal great uncle, Philippine President Ramon Magsaysay, and his role cementing the barong Tagalog, a sheer button-down shirt often emblazoned with hand stitched embroidery, as the country’s official formal wear.\n        More recently, the barong Tagalog — which translates loosely to “dress of the Philippines” and is often abbreviated to barong — has surged in popularity with Filipinos across the diaspora as a point of national pride and style.\n        “(The barong) is inherently so glamorous,” explained wardrobe stylist and fashion editor Rap Sarmiento. “With its sheerness and embroidery, it lends itself to the moment. Second generation kids are embracing this.”\n        The origins of the barong are widely seen as dating back to times before the Philippines was colonized by Spain in the 15th century. Both a status symbol and everyday garment, its sheer fabric has been explained as either a practical design choice, to deal with the intense heat and humidity of the Philippines, or one borne of oppression, with Spanish colonizers wanting to ensure Filipino natives could not steal items or conceal weapons under their clothes.\n        “The Spanish took (the barong) to all of their colonies… other countries have their own versions,” said Caroline Mangosing, founder and designer of Vinta Gallery, a Canadian-based brand that specializes in Filipino clothing. “Cuba has the guayabera with pockets. The Dominican Republic has a version with pleating.”\n        During his 1953 inauguration, President Magsaysay wore a barong to show solidarity with the common man. It sparked wide acceptance of the shirt as the Philippines’ answer to a formal suit or tuxedo, and became a garment which struck a strong contrast to westernized suits and ties on the global stage.\n        The inauguration marked one of many times President Magsaysay used the barong as a signal toward Philippine independence and resilience, in the period after the nearly 50-year colonization of the country by the United States had come to an end. Supporting his Filipino First Policy to strengthen and grow the economy, the President and his administration invested in garment manufacturing and textile mills, with many using the native materials from which barongs are traditionally made — piña (pineapple fiber) abaca (hemp) and jusi (piña and hemp combined), in turn stoking local industry and the general Filipino public’s interest in native garments made from native fibers — said his son (and my uncle), former Senator of the Philippines Ramon Magsaysay Jr.\n        “He was committed to supporting Filipino nationalism for our country and people,” Magsaysay Jr. said. “(During his inauguration), we could see him proudly showing his Filipino-made clothing and shoes to a big crowd.”\n        The barong’s evolution following Magsaysay’s presidency is also as compelling as its colorful and complicated past. President Ferdinand Marcos’ use of the garment, for example, saw its popularity wane among many Filipinos over time.\n        “There was a political hangover. People didn’t want to be like them,” said Mangosing of Marcos and his wife Imelda, whose predilection for Filipiniana (traditional women’s dress) also saw the fashions go out of style once they were exiled from the country. “After that, I feel like everyone stopped wearing barongs for a while, so it stopped evolving — what remained were mass-market versions in garish colors.”\n        But as more Filipinos have permeated fashion, music and pop culture at large in the United States (and around the world) in recent years, the barong has bounced back in ways that are strikingly creative, individual and inspiring.\n        Vinta Gallery’s barongs, which are handmade and embroidered at an atelier in the Philippines, range from $300 to $600 for a ready-to-wear version and can swing north of $1000 for custom. They are among the brand’s most popular items, Mangosing told CNN, particularly those embroidered with anting-anting or other charms based on Philippine folk magic.\n        Last year, Jian DeLeon, men’s fashion director at Nordstrom, collaborated with the menswear label Bode on a shirt inspired by a traditional barong, but made from a non-traditional cotton linen blend fabric.\n        “I took inspiration from when French designer Pierre Cardin redesigned the (shirt) silhouette in the 1970s,” De Leon said. “Cardin added touches like a camp collar and French cuffs and embraced a more global style of embroidery. I think these are the kinds of projects that can put these inherently Filipino fashion items into a global context.”\n        Attending a Nike “Filipino Forces” dinner in Los Angeles last fall, an event celebrating Filipino Americans working in music, fashion and entertainment, Sarmiento wore his father’s barong over a t-shirt from Rhude, a black tennis skirt and black Margiela Tabi boots. “It was a way to bring it forward,” said the stylist.\n        At the same event, designer and influencer Aleali May wore a barong with distressed jeans, hoop earrings and limited-edition Nike Air Force One sneakers.\n        “When I first started in music, I was usually the only Filipino at events, and now it’s typical to see 3 or 4 of us, so it’s not unusual to see a barong being worn,” said music executive Marisa Pizarro. “It’s an elevated look without having to wear a suit. You rarely see suits (in creative industries) anymore.”\n        Other Filipino-American celebrities have recently opted to don a barong both on red carpets and other highly visible events. Last year, Levi’s created a custom-made denim barong for Jo Koy, juxtaposing the traditional garment’s fabrics with the cut of a trucker jacket. Covering the opening night of Broadway musical “Here Lies Love” for Vogue Philippines, photographer Martin Romero noted that, “a lot of the men, specifically the cast members, and a lot of the guests, wore traditional and modern barongs.” Likewise, the barong has become increasingly ubiquitous among Gen Z on social media, with young people wearing brands like Vinta Gallery and The Mestizo on their Instagram and TikTok feeds.\n        NBA players Klay Thompson and Kevon Looney — who are not Filipino — recently wore barongs during their Asia tour as ambassadors for athletic brand Anta. “It looks wonderful. And feels even better, too,” Thompson told Esquire Philippines of the garment. It was a gesture the magazine described as a “Pinoy Pride moment.”\n        “It’s a combination of social media and awareness of Filipino culture — wanting to wear traditional garb to show off our culture,” said entrepreneur Rembrandt Flores. “Younger people’s interest is piqued and they are choosing to wear the barong as a source of pride and sartorial creativity.”\n  ", "url": "https://www.cnn.com/style/filipino-american-fashion-barong-history/index.html", "section": "style"}
{"title": "      Cleveland museum sues to block seizure of $20M headless statue\n    ", "author": "Oscar Holland", "published_on": "  Published\n        6:34 AM EDT, Mon October 23, 2023\n    ", "abstract": "      The Cleveland Museum of Art is attempting to block the seizure of a headless bronze statue that US investigators believe was once stolen from Turkey.\n  ", "body": "      In a legal challenge filed last week, the Ohio institution said Manhattan’s District Attorney Alvin Bragg had provided “insufficient” evidence that the artwork had ever been looted — or even where it originated from.\n        The lawsuit comes two months after a New York judge issued a search warrant citing “reasonable cause” to believe the statue, which was legally acquired by the museum almost four decades ago, was stolen property. It was subsequently seized “in place,” meaning the artifact has remained in Cleveland as investigations continue.\n        Standing 6 foot 4 inches tall, the bronze statue was long thought to originate from the ancient city of Bubon, in what is now Turkey. In 2012, Turkey called on several US institutions, including the Cleveland Museum of Art, to return various items it believes were looted from the country during the 20th century.\n        Investigators, who value the statue at $20 million, say the work dates to the late 2nd century and depicts Roman emperor Marcus Aurelius. Until earlier this year, a catalog listing on the museum’s website appeared to concur, describing the statue as being of Roman origin and “probably” depicting Marcus Aurelius.\n        Now, however, the listing simply describes the item as a “draped male figure” of Roman “or possibly Greek Hellenistic” origin. The website entry has also been updated to remove reference to Bubon and to suggest that the object may date back as far back as 150 B.C.\n        The Cleveland Museum of Art’s court filing, seen by CNN, says that scholars have now cast “significant doubt” over previous claims about its identity and origins. The institution says research by its former curator of ancient art, Arielle Kozloff, questions whether the statue originated from Bubon, and that “any previously stated connection” to the ancient city was “mere conjecture.”\n        The museum also claims the statue may depict a philosopher or stateman other than Marcus Aurelius, such as his adoptive brother Lucius Verus or the playwright Sophocles. Identification is “virtually impossible” without the missing head, the filing added.\n        Describing the statue as “one of the most significant works” in its collection, the museum purchased the item from a New York art gallery for $1.85 million in 1986.\n        In its court filing, the Ohio museum said that Turkish authorities had approached it seeking information and documentation in 2009 and 2010, and that it “takes allegations of stolen art or antiquities extremely seriously.” But the institution argued that evidence provided by Bragg had “fallen short of persuasive proof” that the statue was stolen.\n        In a statement provided to CNN, the Manhattan District Attorney’s Office said it is “reviewing the museum’s filing in this matter and will respond in court papers.” The statement did not elaborate on its investigation but said: “The Manhattan District Attorney’s Office has successfully recovered more than 4,600 illegally trafficked antiquities from numerous individuals and institutions.\n  ", "url": "https://www.cnn.com/style/cleveland-museum-art-statue-seizure/index.html", "section": "style"}
{"title": "      Cleveland museum sues to block seizure of $20M headless statue\n    ", "author": "Oscar Holland", "published_on": "  Published\n        6:34 AM EDT, Mon October 23, 2023\n    ", "abstract": "      The Cleveland Museum of Art is attempting to block the seizure of a headless bronze statue that US investigators believe was once stolen from Turkey.\n  ", "body": "      In a legal challenge filed last week, the Ohio institution said Manhattan’s District Attorney Alvin Bragg had provided “insufficient” evidence that the artwork had ever been looted — or even where it originated from.\n        The lawsuit comes two months after a New York judge issued a search warrant citing “reasonable cause” to believe the statue, which was legally acquired by the museum almost four decades ago, was stolen property. It was subsequently seized “in place,” meaning the artifact has remained in Cleveland as investigations continue.\n        Standing 6 foot 4 inches tall, the bronze statue was long thought to originate from the ancient city of Bubon, in what is now Turkey. In 2012, Turkey called on several US institutions, including the Cleveland Museum of Art, to return various items it believes were looted from the country during the 20th century.\n        Investigators, who value the statue at $20 million, say the work dates to the late 2nd century and depicts Roman emperor Marcus Aurelius. Until earlier this year, a catalog listing on the museum’s website appeared to concur, describing the statue as being of Roman origin and “probably” depicting Marcus Aurelius.\n        Now, however, the listing simply describes the item as a “draped male figure” of Roman “or possibly Greek Hellenistic” origin. The website entry has also been updated to remove reference to Bubon and to suggest that the object may date back as far back as 150 B.C.\n        The Cleveland Museum of Art’s court filing, seen by CNN, says that scholars have now cast “significant doubt” over previous claims about its identity and origins. The institution says research by its former curator of ancient art, Arielle Kozloff, questions whether the statue originated from Bubon, and that “any previously stated connection” to the ancient city was “mere conjecture.”\n        The museum also claims the statue may depict a philosopher or stateman other than Marcus Aurelius, such as his adoptive brother Lucius Verus or the playwright Sophocles. Identification is “virtually impossible” without the missing head, the filing added.\n        Describing the statue as “one of the most significant works” in its collection, the museum purchased the item from a New York art gallery for $1.85 million in 1986.\n        In its court filing, the Ohio museum said that Turkish authorities had approached it seeking information and documentation in 2009 and 2010, and that it “takes allegations of stolen art or antiquities extremely seriously.” But the institution argued that evidence provided by Bragg had “fallen short of persuasive proof” that the statue was stolen.\n        In a statement provided to CNN, the Manhattan District Attorney’s Office said it is “reviewing the museum’s filing in this matter and will respond in court papers.” The statement did not elaborate on its investigation but said: “The Manhattan District Attorney’s Office has successfully recovered more than 4,600 illegally trafficked antiquities from numerous individuals and institutions.\n  ", "url": "https://www.cnn.com/style/cleveland-museum-art-statue-seizure/index.html", "section": "style"}
{"title": "      Stolen paintings returned in another victory for ‘the Indiana Jones’ of the art world\n    ", "author": "", "published_on": "  Published\n        9:38 AM EDT, Fri October 20, 2023\n    ", "abstract": "  Editor’s Note: This article was originally published by The Art Newspaper, an editorial partner of CNN Style.", "body": "(CNN) — Six paintings stolen from an old town hall in the small coastal town of Medemblik in north Holland have been returned via an unusual doorstep delivery to an art detective nearly 40 miles away in Amsterdam.\n        Arthur Brand, known for his work in recovering an early Van Gogh painting last month, as well as Hitler’s horse statues and a Picasso painting, told The Art Newspaper that he was sitting at home on Friday October 13 when his doorbell rang. “I was watching a boring (soccer) game: Holland was losing to France 2-0,” he said. “They just called at my door on Friday night at 10.30pm.”\n        He was asked to come downstairs to unload a delivery (which turned out to be the stolen paintings) by a man who apparently was uninvolved with the theft, Dutch media reported. Brand brought the artworks up to his apartment before alerting the police.\n        The six paintings had been stolen from Medemblik’s former town hall after it was broken into at the start of September. In a statement at the time, the local authority confirmed a number of other objects, including a chandelier, had been taken and offered a reward of up to €10,000 (approximately $10,600) for “a golden tip” leading to their safe return.\n        “I think this was a direct result of the recovery of the Van Gogh last month,” Brand said of his efforts to find “The Parsonage Garden at Nuenen in Spring,” the artist’s 1884 work. “That made headlines all over the world and one of the reasons the Van Gogh was returned was that they couldn’t do anything with it — sell it or get a lesser sentence.\n        “Most likely (the Medemblik thieves) got scared and maybe there was a possibility the police﻿ were on their tracks already. You either burn it, which is a bad idea because when you are caught later you get extra prison time, or they thought they would dump it at my doorstep.”\n        The paintings, which together are thought to be worth around €100,000 (or $106,000), include a portrait of ancient ruler King Radboud — which is considered of particular local significance — and portraits of Prince William of Orange, Maurits of Orange, Count Jan van Nassau, Queen Wilhelmina and a scene from the Bible. The paintings are currently with the police.\n        A spokeswoman for the Medemblik municipality told The Art Newspaper that the find was a surprise.\n        “One of our executives had a message completely out of the blue,” she said. “It’s really extraordinary and a bit of a mystery, but for us it is really good news. We are especially pleased that the painting of Radboud is back because it really belongs to our municipality.”\n        Deputy mayor Jeroen Broeders said in a press release that “sometimes you only know how much something is worth to you when it isn’t there anymore and that is certainly the case with these paintings.”\n        Brand said he would not claim the reward. “But,” he added, “I have asked for a book voucher.”\n  Read more stories from The Art Newspaper here.", "url": "https://www.cnn.com/2023/10/20/style/medemblik-stolen-paintings-returned-arthur-brand-tan/index.html", "section": "style"}
{"title": "      Stolen paintings returned in another victory for ‘the Indiana Jones’ of the art world\n    ", "author": "", "published_on": "  Published\n        9:38 AM EDT, Fri October 20, 2023\n    ", "abstract": "  Editor’s Note: This article was originally published by The Art Newspaper, an editorial partner of CNN Style.", "body": "(CNN) — Six paintings stolen from an old town hall in the small coastal town of Medemblik in north Holland have been returned via an unusual doorstep delivery to an art detective nearly 40 miles away in Amsterdam.\n        Arthur Brand, known for his work in recovering an early Van Gogh painting last month, as well as Hitler’s horse statues and a Picasso painting, told The Art Newspaper that he was sitting at home on Friday October 13 when his doorbell rang. “I was watching a boring (soccer) game: Holland was losing to France 2-0,” he said. “They just called at my door on Friday night at 10.30pm.”\n        He was asked to come downstairs to unload a delivery (which turned out to be the stolen paintings) by a man who apparently was uninvolved with the theft, Dutch media reported. Brand brought the artworks up to his apartment before alerting the police.\n        The six paintings had been stolen from Medemblik’s former town hall after it was broken into at the start of September. In a statement at the time, the local authority confirmed a number of other objects, including a chandelier, had been taken and offered a reward of up to €10,000 (approximately $10,600) for “a golden tip” leading to their safe return.\n        “I think this was a direct result of the recovery of the Van Gogh last month,” Brand said of his efforts to find “The Parsonage Garden at Nuenen in Spring,” the artist’s 1884 work. “That made headlines all over the world and one of the reasons the Van Gogh was returned was that they couldn’t do anything with it — sell it or get a lesser sentence.\n        “Most likely (the Medemblik thieves) got scared and maybe there was a possibility the police﻿ were on their tracks already. You either burn it, which is a bad idea because when you are caught later you get extra prison time, or they thought they would dump it at my doorstep.”\n        The paintings, which together are thought to be worth around €100,000 (or $106,000), include a portrait of ancient ruler King Radboud — which is considered of particular local significance — and portraits of Prince William of Orange, Maurits of Orange, Count Jan van Nassau, Queen Wilhelmina and a scene from the Bible. The paintings are currently with the police.\n        A spokeswoman for the Medemblik municipality told The Art Newspaper that the find was a surprise.\n        “One of our executives had a message completely out of the blue,” she said. “It’s really extraordinary and a bit of a mystery, but for us it is really good news. We are especially pleased that the painting of Radboud is back because it really belongs to our municipality.”\n        Deputy mayor Jeroen Broeders said in a press release that “sometimes you only know how much something is worth to you when it isn’t there anymore and that is certainly the case with these paintings.”\n        Brand said he would not claim the reward. “But,” he added, “I have asked for a book voucher.”\n  Read more stories from The Art Newspaper here.", "url": "https://www.cnn.com/2023/10/20/style/medemblik-stolen-paintings-returned-arthur-brand-tan/index.html", "section": "style"}
{"title": "      This faux-leather jacket is made by bacteria\n    ", "author": "Jacopo Prisco", "published_on": "  Published\n        5:33 AM EDT, Thu October 19, 2023\n    ", "abstract": "      What do you get when you feed bacteria with industrial fruit waste? “A yellow leather jacket” might not be your first answer, but it’s exactly what came out of a collaboration between Danish fashion brand Ganni and Mexican biomaterials company Polybion.\n  ", "body": "      The blazer — a one-of-a-kind prototype that is meant as a proof of concept for future collections — is made from bacterial cellulose, and rather than trying to replicate the characteristics of leather, it’s designed to feel like an entirely new material.\n        “We were impressed by the fact that a lot of people love the jacket because the material did not resemble leather,” said Alexis Gómez-Ortigoza, Polybion’s co-founder. “It’s really easy to recognize that this is not leather — but also that it’s not plastic. It has a unique feel to it.”\n        Although it is produced using some of the methods associated with traditional leather, the blazer has a much smaller carbon footprint, without compromising on strength and breathability, say its creators. “This is the first jacket ever made by a global brand out of bacterial nanocellulose,” added Gómez-Ortigoza, “So it is a pretty important milestone for the biomaterials industry.”\n        Gómez-Ortigoza, whose background is in finance, founded Polybion in 2014 with his brother, Axel, whose background is in biotechnology. Together with friend and materials scientist Bárbara González Rolón, they initially focused on mycelium, a root-like network of fungal threads, and opened a pilot plant for mycelium materials.\n        Then, something peculiar happened. “About five years ago, a friend of mine stepped into my office and he showed me a kombucha jar,” recalled Gómez-Ortigoza. “We isolated our first bacteria from that drink.”\n        Kombucha is an increasingly popular fermented tea drink, and the bacterial biomass used to make the jacket, called Celium, comes from that jar. Since then, Polybion has almost entirely pivoted to bacterial fermentation, as it deemed it a promising new source for a high-performance leather alternative.\n        To feed the bacteria, Polybion uses scraps sourced from local canned fruit production plants, mainly from mangoes. “We feed the bacteria with fruit waste, which is extremely abundant here in central Mexico,” said Gómez-Ortigoza. “We turn it into food for the bacteria by adding a special formula developed by us that converts it into a growth medium.\n        “The bacteria will then reproduce and generate the nanocellulose matrix as a metabolic byproduct, which we harvest after two weeks and then send through a tanning and finishing procedure.”\n        The fruit waste would otherwise end up in a landfill, where it would decompose and generate methane — a greenhouse gas 25 times more powerful than carbon dioxide at trapping heat. Some producers, according to Gómez-Ortigoza, also burn or dump the waste illegally. The production of Celium creates about one quarter of the emissions compared to the greenest methods of leather production, and after factoring in the emissions avoided by rescuing the fruit waste, the process becomes carbon negative, Gómez-Ortigoza said.\n        Once the nanocellulose is harvested, it is treated using techniques employed by local tanneries. “We use the same equipment as animal leather tanneries, but without chromium or any toxic chemicals,” said Gómez-Ortigoza. “Since this material is organic, it has a natural feel to it — it breathes and wears out in a similar way to leather. This is really important, especially for luxury brands.”\n        Polybion is exploring the possibility of using Celium to make something other than textiles, including cardboard, thread, construction wood, and even wound dressings. “It has the potential to become a commodity, a widespread material for a different range of applications,” Gómez-Ortigoza added. “But as of right now, we are focused on a leather alternative, because we believe this application has the shortest time to market.”\n        If you want to buy a bacterial jacket, you’ll have to wait just a little bit longer. “The blazer is a one-of-a-kind piece and unfortunately not for sale,” said Lauren Bartley, Ganni’s Sustainability and CSR Director. Ganni, which has committed to a 50% absolute carbon reduction for its operations by 2027, is working with other new types of fabric, with the aim of making 10% of its main collection from them by 2025. However, the company will be selling garments made from Celium in 2024.\n        The design of the blazer is the same silhouette that Ganni successfully featured in previous collections using traditional materials — worn by Michelle Obama in an organic cotton version, Bartley says. “We went for a yellow color to give it the same bright feeling and impact as the versions of the blazer in bright pink and green made in wool in previous collections,” she adds.\n        Polybion is planning similar projects with other fashion brands, although it won’t reveal the names yet. “All I can say that we are working with the biggest sportswear company in the world as well as three of the most important luxury fashion houses from France,” said Gómez-Ortigoza, adding that he expects to announce these in detail next year.\n        Fashion houses are increasingly exploring innovative materials as a way to make their garments more sustainable. “The textile industry is looking to agricultural and food waste as a viable raw material for this new material revolution in response to the climate crisis, making better use of planetary resources without the need to use virgin ones,” said Kate Goldsworthy, a professor of Circular Design and Innovation at the University of the Arts London, who’s not involved with Polybion.\n        “Textiles made from cellulose are certainly not new, but a growing range of innovative companies are finding new ways to produce cellulose fibers from waste streams. Polybion have considered the environment in every aspect of their production, and the supply chain is contained within a 30-mile radius, taking local production seriously,” she said, adding that the challenge is now scaling up production and getting consumers to embrace the materials as well.\n        According to Kate Fletcher, a professor at the Royal Danish Academy, Copenhagen and Oslo Metropolitan University in Norway, while alternative materials like Celium are a welcome addition to the range of fabrics promising lower-impact clothing, this will never address the root cause of the sustainability challenge for fashion.\n        “This challenge lies elsewhere: in addressing the year-on-year growth in scale of the fashion sector and reducing overproduction, without which impacts will continue to rise regardless of what material we make garments in,” she said.\n  ", "url": "https://www.cnn.com/style/bacteria-jacket-polybion-ganni-scn-climate-spc-intl/index.html", "section": "style"}
{"title": "      This faux-leather jacket is made by bacteria\n    ", "author": "Jacopo Prisco", "published_on": "  Published\n        5:33 AM EDT, Thu October 19, 2023\n    ", "abstract": "      What do you get when you feed bacteria with industrial fruit waste? “A yellow leather jacket” might not be your first answer, but it’s exactly what came out of a collaboration between Danish fashion brand Ganni and Mexican biomaterials company Polybion.\n  ", "body": "      The blazer — a one-of-a-kind prototype that is meant as a proof of concept for future collections — is made from bacterial cellulose, and rather than trying to replicate the characteristics of leather, it’s designed to feel like an entirely new material.\n        “We were impressed by the fact that a lot of people love the jacket because the material did not resemble leather,” said Alexis Gómez-Ortigoza, Polybion’s co-founder. “It’s really easy to recognize that this is not leather — but also that it’s not plastic. It has a unique feel to it.”\n        Although it is produced using some of the methods associated with traditional leather, the blazer has a much smaller carbon footprint, without compromising on strength and breathability, say its creators. “This is the first jacket ever made by a global brand out of bacterial nanocellulose,” added Gómez-Ortigoza, “So it is a pretty important milestone for the biomaterials industry.”\n        Gómez-Ortigoza, whose background is in finance, founded Polybion in 2014 with his brother, Axel, whose background is in biotechnology. Together with friend and materials scientist Bárbara González Rolón, they initially focused on mycelium, a root-like network of fungal threads, and opened a pilot plant for mycelium materials.\n        Then, something peculiar happened. “About five years ago, a friend of mine stepped into my office and he showed me a kombucha jar,” recalled Gómez-Ortigoza. “We isolated our first bacteria from that drink.”\n        Kombucha is an increasingly popular fermented tea drink, and the bacterial biomass used to make the jacket, called Celium, comes from that jar. Since then, Polybion has almost entirely pivoted to bacterial fermentation, as it deemed it a promising new source for a high-performance leather alternative.\n        To feed the bacteria, Polybion uses scraps sourced from local canned fruit production plants, mainly from mangoes. “We feed the bacteria with fruit waste, which is extremely abundant here in central Mexico,” said Gómez-Ortigoza. “We turn it into food for the bacteria by adding a special formula developed by us that converts it into a growth medium.\n        “The bacteria will then reproduce and generate the nanocellulose matrix as a metabolic byproduct, which we harvest after two weeks and then send through a tanning and finishing procedure.”\n        The fruit waste would otherwise end up in a landfill, where it would decompose and generate methane — a greenhouse gas 25 times more powerful than carbon dioxide at trapping heat. Some producers, according to Gómez-Ortigoza, also burn or dump the waste illegally. The production of Celium creates about one quarter of the emissions compared to the greenest methods of leather production, and after factoring in the emissions avoided by rescuing the fruit waste, the process becomes carbon negative, Gómez-Ortigoza said.\n        Once the nanocellulose is harvested, it is treated using techniques employed by local tanneries. “We use the same equipment as animal leather tanneries, but without chromium or any toxic chemicals,” said Gómez-Ortigoza. “Since this material is organic, it has a natural feel to it — it breathes and wears out in a similar way to leather. This is really important, especially for luxury brands.”\n        Polybion is exploring the possibility of using Celium to make something other than textiles, including cardboard, thread, construction wood, and even wound dressings. “It has the potential to become a commodity, a widespread material for a different range of applications,” Gómez-Ortigoza added. “But as of right now, we are focused on a leather alternative, because we believe this application has the shortest time to market.”\n        If you want to buy a bacterial jacket, you’ll have to wait just a little bit longer. “The blazer is a one-of-a-kind piece and unfortunately not for sale,” said Lauren Bartley, Ganni’s Sustainability and CSR Director. Ganni, which has committed to a 50% absolute carbon reduction for its operations by 2027, is working with other new types of fabric, with the aim of making 10% of its main collection from them by 2025. However, the company will be selling garments made from Celium in 2024.\n        The design of the blazer is the same silhouette that Ganni successfully featured in previous collections using traditional materials — worn by Michelle Obama in an organic cotton version, Bartley says. “We went for a yellow color to give it the same bright feeling and impact as the versions of the blazer in bright pink and green made in wool in previous collections,” she adds.\n        Polybion is planning similar projects with other fashion brands, although it won’t reveal the names yet. “All I can say that we are working with the biggest sportswear company in the world as well as three of the most important luxury fashion houses from France,” said Gómez-Ortigoza, adding that he expects to announce these in detail next year.\n        Fashion houses are increasingly exploring innovative materials as a way to make their garments more sustainable. “The textile industry is looking to agricultural and food waste as a viable raw material for this new material revolution in response to the climate crisis, making better use of planetary resources without the need to use virgin ones,” said Kate Goldsworthy, a professor of Circular Design and Innovation at the University of the Arts London, who’s not involved with Polybion.\n        “Textiles made from cellulose are certainly not new, but a growing range of innovative companies are finding new ways to produce cellulose fibers from waste streams. Polybion have considered the environment in every aspect of their production, and the supply chain is contained within a 30-mile radius, taking local production seriously,” she said, adding that the challenge is now scaling up production and getting consumers to embrace the materials as well.\n        According to Kate Fletcher, a professor at the Royal Danish Academy, Copenhagen and Oslo Metropolitan University in Norway, while alternative materials like Celium are a welcome addition to the range of fabrics promising lower-impact clothing, this will never address the root cause of the sustainability challenge for fashion.\n        “This challenge lies elsewhere: in addressing the year-on-year growth in scale of the fashion sector and reducing overproduction, without which impacts will continue to rise regardless of what material we make garments in,” she said.\n  ", "url": "https://www.cnn.com/style/bacteria-jacket-polybion-ganni-scn-climate-spc-intl/index.html", "section": "style"}
