{"title": "      ‘My money goes a lot further here’: This woman moved to Italy because the US was too expensive\n    ", "author": "Tamara Hardingham-Gill", "published_on": "  Published\n        8:59 AM EDT, Fri October 13, 2023\n    ", "abstract": "      After dealing with the death of her mother, losing her job of 10 years and finalizing her divorce, Barbara Barto was at a crossroads in her life.\n  ", "body": "      The 62-year-old, from Fort Worth, Texas, who had been working as an office manager, struggled to find another role and felt as though she had passed her “expiration date.”\n        Barto decided that now was probably the right time to retire, but was concerned that she wouldn’t be able to live comfortably afterwards due to the rising cost of living in the US.\n        An avid viewer of the Home & Garden Television (HGTV) channel for years, she’d often dreamed of packing up and moving to another country, but hadn’t ever had the courage. However, she realized that it was likely now or never.\n        “I’ve never been one of those people who just pick up and move and do adventurous things like that,” Barto tells CNN Travel, before explaining that Italy, where she’d briefly visited in the 1980s, was high on the list of countries she’d like to live in.\n        “So I thought I’m getting to that age, might as well try it out and see how it will work out for me.”\n        In 2020, Barto began attending regular webinars hosted by A Home In Italy, a company that assists foreigners with buying property in the European country, to figure out whether such a move would even be feasible.\n        “I put pencil to paper and saw that I could afford it, and it was going to be more affordable than living in the United States,” she says.\n        “Because everything’s more expensive there. When I put the numbers together, I saw I could live there more comfortably with my retirement and the inheritance that I have. And I thought, ‘Well, why not?’”\n        In April 2021, Barto traveled to Italy to begin searching for a home. She viewed around six houses, before choosing a property just outside the village of Palombaro in the region of Abruzzo in southern Italy.\n        “I found the house immediately,” she says. “So I was only out here one time. I got lucky.”\n        Barto agreed to buy the three-bedroom home, which came with around two and a half acres of land filled with around 200 olive trees, for 123,000 euros, which worked out to $123,000 as the conversion rate was $1 to the euro when the sale was completed in late 2021.\n        “You couldn’t buy something [like that] in the United States for what I paid [for it],” she says.\n        According to Barto, the company she’d been working with took care of the paperwork, and she found the process pretty simple.\n        To qualify for the Elective Residency Visa, a long-stay permit for non-EU citizens who intend to take residence in Italy, she had to have medical insurance and provide various bank statements and financial information to prove that she had enough “passive” income to support herself while living in the country.\n        Once everything was finalized, Barto started making plans for her big move to Italy.\n        “It was kind of surreal,” she says. “It’s a strange feeling, packing up your life and moving over somewhere different. So I felt kind of sad but excited at the same time.”\n        In October 2022, Barto returned to Italy to begin her new life.\n        “My younger sister and my ex-husband came with me and helped me get settled,” she says, explaining that she and her former husband “get on very well.”\n        Barto says it didn’t take her long to get used to life in Abruzzo, and the locals made her feel at ease straight away.\n        “They came over and greeted me with coffee and cake,” she says.\n        However, Barto was initially very nervous about driving in the country.\n        “Italians are very intimidating on the roads,” she says. “And of course, this is a mountainous area. So you have a lot of twisty turns, and mountain roads and little roads.”\n        Thankfully, she’s gotten used to this over time and says it’s “just the norm,” for her now.\n        “I’m real easy driving,” she adds. “I don’t let anybody intimidate me. I figure well, they’re gonna go around me eventually.”\n        She’s found life in Italy to be far more affordable than in the US, and says that most of her necessities work out less expensive.\n        While Italian residents don’t pay property taxes on their main residence, non-resident property owners are required to pay a local property tax.\n        Barto is unsure whether she’ll have to pay taxes on her home, but says she’s confident that it will be less than what she was paying in Texas.\n        “My money goes a lot further here,” she adds. “Groceries are a lot cheaper here. You save a lot more money here, which I like.”\n        Barto has also found that she’s more adventurous in Italy, and spends much of her time exploring the country, relying on buses and trains to get her around.\n        “You can travel to different places on the train and the bus, which you just don’t have in Texas,” she says.\n        “You don’t really have to get out and drive. You can park your car at the train station and jump on the train and be in Rome in three hours, or Venice in four or five.”\n        When she was living in the US, Barto says she didn’t really go very far and “sat around a lot.”\n        “Being that I was retired, I wasn’t really doing anything,” she says. “Because you didn’t really have a lot to do.\n        “And it’s so hot half the time in Texas in the summer, you can’t really go out and do anything. “Here, it forces you to get up. I’ve always got something to do. And I find things to do.”\n        Barto keeps tabs on what’s happening back home through online newspapers and admits she’s sometimes disheartened by what she reads.\n        “Crime has gotten so crazy over there,” she says. “Texas has one of those open gun laws and there’s just way too many angry people with guns. I don’t miss that at all.”\n        Although she hasn’t been able to visit home since moving to Italy, Barto is planning to return to the US for the festive holidays.\n        She’s very much looking forward to seeing her family, as well as visiting her old neighborhood and eating all of her favorite foods.\n        “Mexican, BBQ, Indian, one of my favorite hamburger restaurants, chicken fried steak, Chinese and a good thick steak, all things you can’t get around here,” she adds.\n        While she’s picked up some Italian, Barto still finds the language difficult, and mainly relies on Google Translate when it comes to communicating with Italians.\n        “If I go to the bank, and I need to make a withdrawal, I’ll type in, ‘I would like to make a withdrawal’” she explains.\n        “And, I’ll sit there and practice in the car several times. So [that] when I get into the bank, I can tell them what I need. And they’re pretty easy to understand.”\n        Barto goes on to explain that she has the words written out in Italian in front of her whenever she needs to call her hairdresser to make an appointment and repeats them several times before dialing.\n        “When they answer I’ll just say it real quickly,” she adds. “So I’m getting it. It’s funny because now when I make a hair appointment, they always laugh and say, ‘Oh it’s Barbara from Texas.’”\n        Barto says she’s also struggled to get used to the fact that the local shops and restaurants are shut during the daytime.\n        “If you want to do anything, you’ve got to either do it in the morning or you have to wait till after four,” she says, adding that she sometimes finds herself caught short.\n        “If you don’t feel like cooking in the United States or any other place, you can just get in the car and go get some fast food.\n        “That doesn’t happen around here. So you’ve got to adjust to that.”\n        After living in Italy for almost a year, Barto says she feels at home and hopes to remain in the country permanently.\n        “If I have any really big health issues that I can’t have taken care of here, then I would go home,” she says. “But for the most part, I’m going to stay here.”\n        Non-citizens with Italian residence can register with the Italian National Healthcare System to access Italian public healthcare, although an annual fee may be applicable depending on the circumstances.\n        Barto has met many other expats around the country since moving there almost a year ago and is often amazed by the amount of people who’ve left their lives behind for Italy.\n        “There’s a lot of single women that have done it, besides me,” she says. “You talk to them, and they’re like, ‘Oh, I’ve been here for 10 years,’ and they’ve all settled in really well.\n        “It [moving to a different country] helps you get out of your norm. To put your big girl panties on and try something different.”\n        One of Barto’s favorite things about her Italian home is the view from her balcony, which looks out at the Maiella mountains.\n        “I really enjoy living here. I love getting out and looking at my balcony views,” she says, stressing that this is something she never takes for granted.\n        “I know a lot of people say that, but I really do. It’s very different when you wake up in the morning.\n        “You’re like, ‘Wow,’ every day. It’s a different scene every morning.”\n  An earlier version of this story included a photo that was misidentified as the village of Palombaro. The image has been removed.", "url": "https://www.cnn.com/travel/texas-woman-buys-italy-house-us-too-expensive/index.html", "section": "travel"}
{"title": "      This US couple bought a house in France for $36,000 and it completely changed their lives\n    ", "author": "Tamara Hardingham-Gill", "published_on": "  Updated\n        8:59 PM EDT, Tue October 10, 2023\n    ", "abstract": "      They were only planning to drop in on a friend, but the lives of Robin Johnson and Jim Thaman changed for good when they paid a visit to Cajarc, a small village in southwestern France, in the summer of 2001.\n  ", "body": "      The US couple, who had been enjoying a vacation in the European country, were so taken with the pretty town, located in the center of the bucolic Lot Valley region, that they found themselves wondering what it would be like to live there.\n        And a year later, they were doing just that.\n        “When people ask, ‘how did you find this place?’ We say, ‘well the place found us,’” Johnson, who is an artist, tells CNN Travel.\n        The pair, who’d been together for around two years before the trip, say they’d always dreamed of living in a different country and were in a position where they could “semi-retire.”\n        “This offered us a way to start our life together with a blank canvas,” adds Johnson, originally from Michigan.\n        While they’d both spent time in France during their younger years, neither had seriously considered living there until then.\n        “I always loved France, but I thought if I ever wanted to live in another country, it would be Italy,” says Thaman, a woodworker and a musician from California. “So it was interesting when we ended up in France.”\n        So what was it about Cajarc that immediately drew them in?\n        The pair say that they were struck by the beauty of the town, along with its “very, very hip scene” and “interesting characters.”\n        As they explored the area, visiting the local market, strolling through the narrow streets and eating pizza at a waterfront restaurant, they were even more impressed.\n        But as the couple had to return to Toulouse to catch their flight home to the US that same day, they “didn’t have much time to do much but fantasize and promise to come back.”\n        However, after discovering that their flight was actually a day later than they’d thought, they decided to return to Cajarc to search for a house in the town that had stolen their hearts.\n        On arriving, they made a beeline for a local real estate office, but were unable to speak with anyone, and decided to head to a notary, or lawyer, to see if they’d have better luck there.\n        Fortunately, they learned that a relative of the local mayor had a home that had been on the market for eight years, and arranged to see the neglected property, which was priced at around $36,000.\n        While the house, which they say had been empty for eight years, and “hadn’t been remodeled in probably 70 years,” wasn’t in the best condition, they saw potential in it.\n        They were particularly impressed by a tiny courtyard behind the property, as well as the garden area.\n        “Not that many places in the village have nice outside spaces,” explains Thaman.\n        The sale price was also a huge draw.\n        “It was so affordable,” says Johnson. “We had the cash. It was like, ‘Do you want a new car? Or do you want to house in France?’ And we decided we wanted a house in France.”\n        They returned to California the following day as planned, taking some time to mull things over, before ultimately choosing to take the leap.\n        “We had to sort of do some soul searching,” says Johnson. “It was like, if we do it, and it’s a mistake, then so what?\n        “But if we don’t do it, we’ll always wonder what if. And that’s what it really came down to. We were willing to take the risk.”\n        When they asked the owner about the courtyard, they were told that it didn’t come with the house, but she would “throw in a garden plot by the river.”\n        “That sealed the deal for us,” says Johnson.\n        After making their decision, they wrote to the homeowner to offer to buy the 800-year-old house, and received a reply by postcard accepting their offer.\n        “Jim called the notaire and asked what we needed to do,” recalls Johnson. “He said the postcard would serve as our contract because the seller was a respected businesswoman and her word was good.”\n        In October, Thaman flew back to France to sign the papers. The couple say they were thrilled by how simple the buying process was.\n        “Everything went so smoothly,” says Johnson. “We felt that it was really meant to be.”\n        They married in April 2002 and were on a plane to France preparing to begin their new lives by June.\n        Once they’d arrived in Cajarc, they quickly got to work on renovating their new home, breaking down the walls in order to open up the place.\n        “A lot of these houses have little small rooms,” explains Thaman. “So my first tool was a sledgehammer.”\n        The couple had previously worked on a house together, so they had some renovating experience.\n        “We got a mattress to throw on the floor,” says Johnson. “We felt like we were back in college or something.”\n        They decided to color the walls “the old traditional way,” using a mixture of clay dug from a hillside near their home, and lime.\n        Johnson found various used lighting fixtures for their home at sales, including a $80 chandelier that had apparently survived World War II.\n        They describe their first few years in Cajarc as “like living in some sort of fantasy.”\n        “Even taking the garbage out was fun,” says Johnson. “Laundry was fun. I’d hang the laundry and I’d hear somebody playing squeeze box somewhere.\n        “And we just felt like we were in a movie. It was very exciting. It was hard to explain to our friends back in the States.”\n        The couple say they were “immediately accepted” by the locals, who were “curious” about them, particularly the younger people, who couldn’t believe they’d left California for France.\n        “We were the first foreigners to move into our village,” says Johnson. “Coming from California, we were like rock stars.”\n        They found themselves being invited to “raves in the hill” and various other parties around the town.\n        “We were in our 50s,” says Johnson. “And we were hanging out with people in their 20s.\n        “And after a while we met their parents, who were more our age. But we met the parents through the kids.”\n        According to the couple, many of their friends are the parents, or even grandparents of the younger locals who embraced them so warmly at the very beginning.\n        And many more friendships were made while they were sitting in their garden. In fact, they sometimes joke that they “bought a garden by a river and it came with a house.”\n        They fondly recall being “adopted” by their oldest neighbors, who would introduce them to everyone “as their American kids.”\n        “They [the locals] appreciated that we were doing something to a house that had been sitting there for eight years,” adds Johnson.\n        “They were happy that we had taken the house on and were fixing it up.”\n        They estimate that they’ve spent somewhere between $10,000 to $12,000 on the renovations so far.\n        “We set it up that way, because frankly, we didn’t want to have a lot of people coming and visiting us,” admits Johnson.\n        The couple were inundated with visitors during their second year in the town, and although they enjoyed spending time with loved ones, having to “plan around everybody else’s vacations” became something of a distraction.\n        “After that, we really set limits on visitors,” says Johnson, pointing out that they wanted to focus their energies on working on their home and integrating into the local community.\n        The couple have long-stay visas, which means they cannot stay in France for more than 180 days, and spend half of the year in California, where they have another house.\n        They stress that going back and forth between the two countries works well for them, and they love having their summers in France.\n        “It’s just very active here in the summer,” explains Johnson. “And then in the winter, everything kind of shuts down.”\n        During their winters in the US, they spend time with Thaman’s children and grandchildren, and tend to any business related to their real estate investments.\n        “I do enjoy the winters in California,” adds Thaman. “We have a really nice house [there]. There are people I play music with and our life just works. We like having two different lives.”\n        Both particularly love the simplicity of living in Cajarc, and say their worlds are much more carefree there.\n        “I don’t have a dishwasher,” says Johnson. “I don’t have a clothes dryer.\n        “We don’t have a lot of luxuries. We ride our bikes, have dinner parties, and swim in the river.\n        “Our life here is super simple, and we like it. Then we go back to the States, and it’s so much about money and acquisition, that it’s kind of hard for us to really relate to people there.”\n        Thaman shares this sentiment, explaining that he was struck by the difference between the consumerism in California and the “relative lack of it” in Cajarc when they first began living there.\n        “People buy things [in France] and hold on to them,” he says.\n        Despite spending half of the year in France for over 20 years, Johnson admits that she still struggles with the language.\n        “Jim picks it up much easier,” she says, explaining that she finds it tough to keep up with the conversation while at “a big dinner party where there’s a lot of cross talk.”\n        “I understand better than I can speak. It’s still a challenge. But it’s something that I get to continue to work on. It’s coming.”\n        In the years since they bought their home, more expats have moved in to the town. However, the couple say that around 95% of their friends there are French.\n        “We’re friendly with them [the other expats,] but we are not friends with them,” says Johnson. “Because we’re here to live in a French community, not in an expat community.”\n        When fellow Americans ask them for advice about buying a property in France, they usually suggest that they rent a place in a village for a while before making the decision to buy, as it doesn’t always work out so well.\n        “We were lucky,” says Thaman. “We have met quite a few people that have just jumped into something and it hasn’t worked. And they have gone back to where they came from.”\n        Needless to say, the couple are hugely grateful that they happened to end up in Cajarc back in 2001, and say there’s no other town or village that they’d rather be living in.\n        “Every time I read one of these books about people moving to Tuscany, I go, ‘Our experience was so much more than that,’” says Johnson.\n        They recently had pizza with friends at the same restaurant where they “first fantasized about a life in France” during that initial visit to Cajarc and couldn’t help but reflect on how wonderful the experience has turned out to be.\n        “The reality is so much better than we imagined,” says Johnson.\n  ", "url": "https://www.cnn.com/travel/us-couple-bought-house-france-changed-lives-carjarc/index.html", "section": "travel"}
{"title": "      This US couple bought a house in France for $36,000 and it completely changed their lives\n    ", "author": "Tamara Hardingham-Gill", "published_on": "  Updated\n        8:59 PM EDT, Tue October 10, 2023\n    ", "abstract": "      They were only planning to drop in on a friend, but the lives of Robin Johnson and Jim Thaman changed for good when they paid a visit to Cajarc, a small village in southwestern France, in the summer of 2001.\n  ", "body": "      The US couple, who had been enjoying a vacation in the European country, were so taken with the pretty town, located in the center of the bucolic Lot Valley region, that they found themselves wondering what it would be like to live there.\n        And a year later, they were doing just that.\n        “When people ask, ‘how did you find this place?’ We say, ‘well the place found us,’” Johnson, who is an artist, tells CNN Travel.\n        The pair, who’d been together for around two years before the trip, say they’d always dreamed of living in a different country and were in a position where they could “semi-retire.”\n        “This offered us a way to start our life together with a blank canvas,” adds Johnson, originally from Michigan.\n        While they’d both spent time in France during their younger years, neither had seriously considered living there until then.\n        “I always loved France, but I thought if I ever wanted to live in another country, it would be Italy,” says Thaman, a woodworker and a musician from California. “So it was interesting when we ended up in France.”\n        So what was it about Cajarc that immediately drew them in?\n        The pair say that they were struck by the beauty of the town, along with its “very, very hip scene” and “interesting characters.”\n        As they explored the area, visiting the local market, strolling through the narrow streets and eating pizza at a waterfront restaurant, they were even more impressed.\n        But as the couple had to return to Toulouse to catch their flight home to the US that same day, they “didn’t have much time to do much but fantasize and promise to come back.”\n        However, after discovering that their flight was actually a day later than they’d thought, they decided to return to Cajarc to search for a house in the town that had stolen their hearts.\n        On arriving, they made a beeline for a local real estate office, but were unable to speak with anyone, and decided to head to a notary, or lawyer, to see if they’d have better luck there.\n        Fortunately, they learned that a relative of the local mayor had a home that had been on the market for eight years, and arranged to see the neglected property, which was priced at around $36,000.\n        While the house, which they say had been empty for eight years, and “hadn’t been remodeled in probably 70 years,” wasn’t in the best condition, they saw potential in it.\n        They were particularly impressed by a tiny courtyard behind the property, as well as the garden area.\n        “Not that many places in the village have nice outside spaces,” explains Thaman.\n        The sale price was also a huge draw.\n        “It was so affordable,” says Johnson. “We had the cash. It was like, ‘Do you want a new car? Or do you want to house in France?’ And we decided we wanted a house in France.”\n        They returned to California the following day as planned, taking some time to mull things over, before ultimately choosing to take the leap.\n        “We had to sort of do some soul searching,” says Johnson. “It was like, if we do it, and it’s a mistake, then so what?\n        “But if we don’t do it, we’ll always wonder what if. And that’s what it really came down to. We were willing to take the risk.”\n        When they asked the owner about the courtyard, they were told that it didn’t come with the house, but she would “throw in a garden plot by the river.”\n        “That sealed the deal for us,” says Johnson.\n        After making their decision, they wrote to the homeowner to offer to buy the 800-year-old house, and received a reply by postcard accepting their offer.\n        “Jim called the notaire and asked what we needed to do,” recalls Johnson. “He said the postcard would serve as our contract because the seller was a respected businesswoman and her word was good.”\n        In October, Thaman flew back to France to sign the papers. The couple say they were thrilled by how simple the buying process was.\n        “Everything went so smoothly,” says Johnson. “We felt that it was really meant to be.”\n        They married in April 2002 and were on a plane to France preparing to begin their new lives by June.\n        Once they’d arrived in Cajarc, they quickly got to work on renovating their new home, breaking down the walls in order to open up the place.\n        “A lot of these houses have little small rooms,” explains Thaman. “So my first tool was a sledgehammer.”\n        The couple had previously worked on a house together, so they had some renovating experience.\n        “We got a mattress to throw on the floor,” says Johnson. “We felt like we were back in college or something.”\n        They decided to color the walls “the old traditional way,” using a mixture of clay dug from a hillside near their home, and lime.\n        Johnson found various used lighting fixtures for their home at sales, including a $80 chandelier that had apparently survived World War II.\n        They describe their first few years in Cajarc as “like living in some sort of fantasy.”\n        “Even taking the garbage out was fun,” says Johnson. “Laundry was fun. I’d hang the laundry and I’d hear somebody playing squeeze box somewhere.\n        “And we just felt like we were in a movie. It was very exciting. It was hard to explain to our friends back in the States.”\n        The couple say they were “immediately accepted” by the locals, who were “curious” about them, particularly the younger people, who couldn’t believe they’d left California for France.\n        “We were the first foreigners to move into our village,” says Johnson. “Coming from California, we were like rock stars.”\n        They found themselves being invited to “raves in the hill” and various other parties around the town.\n        “We were in our 50s,” says Johnson. “And we were hanging out with people in their 20s.\n        “And after a while we met their parents, who were more our age. But we met the parents through the kids.”\n        According to the couple, many of their friends are the parents, or even grandparents of the younger locals who embraced them so warmly at the very beginning.\n        And many more friendships were made while they were sitting in their garden. In fact, they sometimes joke that they “bought a garden by a river and it came with a house.”\n        They fondly recall being “adopted” by their oldest neighbors, who would introduce them to everyone “as their American kids.”\n        “They [the locals] appreciated that we were doing something to a house that had been sitting there for eight years,” adds Johnson.\n        “They were happy that we had taken the house on and were fixing it up.”\n        They estimate that they’ve spent somewhere between $10,000 to $12,000 on the renovations so far.\n        “We set it up that way, because frankly, we didn’t want to have a lot of people coming and visiting us,” admits Johnson.\n        The couple were inundated with visitors during their second year in the town, and although they enjoyed spending time with loved ones, having to “plan around everybody else’s vacations” became something of a distraction.\n        “After that, we really set limits on visitors,” says Johnson, pointing out that they wanted to focus their energies on working on their home and integrating into the local community.\n        The couple have long-stay visas, which means they cannot stay in France for more than 180 days, and spend half of the year in California, where they have another house.\n        They stress that going back and forth between the two countries works well for them, and they love having their summers in France.\n        “It’s just very active here in the summer,” explains Johnson. “And then in the winter, everything kind of shuts down.”\n        During their winters in the US, they spend time with Thaman’s children and grandchildren, and tend to any business related to their real estate investments.\n        “I do enjoy the winters in California,” adds Thaman. “We have a really nice house [there]. There are people I play music with and our life just works. We like having two different lives.”\n        Both particularly love the simplicity of living in Cajarc, and say their worlds are much more carefree there.\n        “I don’t have a dishwasher,” says Johnson. “I don’t have a clothes dryer.\n        “We don’t have a lot of luxuries. We ride our bikes, have dinner parties, and swim in the river.\n        “Our life here is super simple, and we like it. Then we go back to the States, and it’s so much about money and acquisition, that it’s kind of hard for us to really relate to people there.”\n        Thaman shares this sentiment, explaining that he was struck by the difference between the consumerism in California and the “relative lack of it” in Cajarc when they first began living there.\n        “People buy things [in France] and hold on to them,” he says.\n        Despite spending half of the year in France for over 20 years, Johnson admits that she still struggles with the language.\n        “Jim picks it up much easier,” she says, explaining that she finds it tough to keep up with the conversation while at “a big dinner party where there’s a lot of cross talk.”\n        “I understand better than I can speak. It’s still a challenge. But it’s something that I get to continue to work on. It’s coming.”\n        In the years since they bought their home, more expats have moved in to the town. However, the couple say that around 95% of their friends there are French.\n        “We’re friendly with them [the other expats,] but we are not friends with them,” says Johnson. “Because we’re here to live in a French community, not in an expat community.”\n        When fellow Americans ask them for advice about buying a property in France, they usually suggest that they rent a place in a village for a while before making the decision to buy, as it doesn’t always work out so well.\n        “We were lucky,” says Thaman. “We have met quite a few people that have just jumped into something and it hasn’t worked. And they have gone back to where they came from.”\n        Needless to say, the couple are hugely grateful that they happened to end up in Cajarc back in 2001, and say there’s no other town or village that they’d rather be living in.\n        “Every time I read one of these books about people moving to Tuscany, I go, ‘Our experience was so much more than that,’” says Johnson.\n        They recently had pizza with friends at the same restaurant where they “first fantasized about a life in France” during that initial visit to Cajarc and couldn’t help but reflect on how wonderful the experience has turned out to be.\n        “The reality is so much better than we imagined,” says Johnson.\n  ", "url": "https://www.cnn.com/travel/us-couple-bought-house-france-changed-lives-carjarc/index.html", "section": "travel"}
{"title": "      The islands that went from whale hunting to whale watching\n    ", "author": "Anne Pinto-Rodrigues", "published_on": "  Updated\n        12:07 PM EDT, Mon October 16, 2023\n    ", "abstract": "      From dramatic humpback breaches to enthralling dolphin acrobatics, a springtime visit to the Azores is synonymous with incredible sightings of whales and dolphins. \n  ", "body": "      The remote Portuguese archipelago, consisting of nine volcanic islands about 900 miles west of Lisbon, lies in the North Atlantic Ocean, putting it on the migration route of several whale species. And from March to June – whale migration season – lucky tourists may even catch a glimpse of behemoths like the blue whale and the fin whale, the two largest animals on the planet.\n        As well as migrating whales, the Azores also have resident cetaceans, including sperm whales and some dolphin species, which can be seen year-round. With nearly a third of the 94 known cetacean species in the world observed here, the archipelago consistently ranks as one of the best places on the planet to go whale watching.\n        But the centuries-old relationship between Azoreans and whales has not always been so harmonious,as Rui de Souza Martins, emeritus professor of Anthropology at the University of the Azores, explains.\n        “The archipelago was populated by settlers from mainland Portugal from the 15th century onwards,” he says. “These early inhabitants, mostly farmers, limited themselves to harvesting the dead whales they found at sea or on the coast. The whale blubber was boiled down to make oil for lamps.” \n        By the 18th century, the Azores’ resident population of sperm whales was drawing attention from the United States. Whaling ships from Nantucket and New Bedford, Massachusetts, would make the roughly 2,300-mile voyage east to go hunting. In the age before the discovery of crude oil, the use of spermaceti (the waxy substance obtained from the head of a sperm whale) and whale oil (from blubber) for lighting and other purposes, made whaling a lucrative industry. \n        These factory-style ships would lower small wooden boats into the ocean for the hunt, then haul the dead animal onboard the larger ship for processing.\n        It wasn’t only the whale carcasses that came onboard. The Americans recruited Azorean men at low pay, enticing them with the offer of residence in the US once they’d worked a certain number of years on the ships. Many emigrated to Massachusetts with the whalers. \n        By the middle of the 19th century, some of those emigrants returned to the archipelago, bringing with them the knowledge of whale hunting and dedicated boat construction. They kicked off the local whaling industry, building seven-man hunting canoes and equipment. Soon, factories processing whale oil, meat and bones sprung up on the islands. \n        Whaling seems unspeakably cruel from a modern perspective, but back then it was a matter of survival. There were no other paying jobs in the islands. Many whalers – who were primarily farmhands working for rich landowners – didn’t even know how to swim, but risked life and limb to provide for their families. \n        “Whale hunting and the commercial processing of its derivatives was a much needed source of income for the locals,” says José Carlos Garcia, sociologist and anthropology researcher. The money earned from whaling was used to pay for groceries, children’s education, and other necessities. Films like 1969’s “The Last Whalers” and the 2019 Netflix production “The Last Whalers of São Miguel,” provide a glimpse into the difficult lives of the Azorean whalers.\n        However, it wasn’t to last forever. After crude oil was discovered in 1859, the demand for whale oil decreased dramatically in the following decades. \n        Right until the industry’s end, in 1987, the practices of Azorean whalers were different from the factory ships of the Americans. They continued to hunt in their small wooden boats with handmade weapons, killing only a small number of sperm whales. Counterparts in other countries used modern vessels and sophisticated harpoons, leading to the decimation of many whale species. \n        To address this drastic decline in populations, the International Whaling Commission issued a moratorium on commercial whaling in 1982. Portugal supported the ban, which meant the Azores – an autonomous region of the country – also had to comply. Pressure from local and global conservation organizations led to the eventual end of whaling in the Azores. The last whale was said to have been killed in 1987 by some disgruntled whalers from Pico island. \n        The transition away from whaling gave birth to new industries and practices – with the impetus coming from outside. In 1990, French national Serge Viallele set up the first whale watching company in the archipelago, on Pico island. \n        “Viallele showed that it was possible to live off the whales without killing them,” says Miguel Cravinho, co-owner of Terra Azul, a whale watching company based on São Miguel island. “The focus quickly shifted from whaling to eco-tourism, conservation and education.”\n        Today’s whale watching trips aren’t just fun days out for tourists; they support research, with the data collected from each of the trips used by local scientists to study behaviors and migration patterns. It is, says Cravinho, an “educational approach to whale watching.”\n        Nearly 20 whale watching companies currently operate across the Azores, following global best practices and guidelines issued by the International Whaling Commission (IWC), as well as local regulations. \n        Boats must follow whales at a maximum speed of 10 knots, can only approach from 90 degrees behind, and must stay 50 meters (164 feet) away from them – or three times that distance if there’s a mother and calf.\n        Only three boats may hover near the whales at any time, for a maximum 15 minutes – and sailing through a pod is not allowed. \n        To keep disturbance to a minimum, most whale watching companies in the Azores use RIBs (rigid inflatable boats) to minimize noise and emissions. The number of whale watching boats is strictly limited by a license system, which issues a maximum number per island – or per zone for the smaller islands. Hilltop lookout points known as “vigias,” once used by the whalers to spot prey, are now used by whale watchers to direct boats to different areas, so they don’t congregate near the same animals.\n        “We developed a new and dynamic culture in which the whale took center stage as a creature of ecological, scientific, heritage, and tourist value,” de Souza Martins explains. Meanwhile, museums across the islands discuss the Azores’ whaling history, and you’ll still see traditional 40-feet whaling canoes repurposed for sailing and rowing, used annually in summer regattas.\n        In February 2023, the archipelago was recognized as a Whale Heritage Site by the World Cetacean Alliance, an accolade described as the “gold standard for responsible whale watching” by its honorary president, Jean-Michel Cousteau. It is the second site in Europe and only the sixth in the world to achieve the rating.\n        Whale Heritage Sites are places that have been judged to have achieved an “environmentally, socially and economically sustainable balance” between nature, the local community and what visitors expect from the place.\n        Destinations must have already have conducted research on the whale watching in their area, and must commit to further research, education and awareness – as well as staging cultural events that celebrate cetaceans.\n        With rising tourist numbers and the increasing popularity of whale watching tours, there are concerns about the pressures on whales and their behavior. In his paper on whale watching as eco-tourism, Luís Silva, senior research fellow at the Centre for Research in Anthropology in Lisbon analyzed potential challenges posed by the whale watching industry, both to the animal and the local community – from stress for the whales to profits going to tour company owners rather than the wider community.  \n        For now, whale watching remains a major draw for visitors to the islands. \n        “The whale has had such a remarkable journey in the Azores,” says Garcia.\n        “Once considered a sea monster, it later became a useful resource. Now, it is a symbol of our collective identity and universal value.”\n  Call to Earth is a CNN editorial series committed to reporting on the environmental challenges facing our planet, together with the solutions. Rolex’s Perpetual Planet initiative has partnered with CNN to drive awareness and education around key sustainability issues and to inspire positive action.", "url": "https://www.cnn.com/travel/article/azores-whalewatching/index.html", "section": "travel"}
{"title": "      The islands that went from whale hunting to whale watching\n    ", "author": "Anne Pinto-Rodrigues", "published_on": "  Updated\n        12:07 PM EDT, Mon October 16, 2023\n    ", "abstract": "      From dramatic humpback breaches to enthralling dolphin acrobatics, a springtime visit to the Azores is synonymous with incredible sightings of whales and dolphins. \n  ", "body": "      The remote Portuguese archipelago, consisting of nine volcanic islands about 900 miles west of Lisbon, lies in the North Atlantic Ocean, putting it on the migration route of several whale species. And from March to June – whale migration season – lucky tourists may even catch a glimpse of behemoths like the blue whale and the fin whale, the two largest animals on the planet.\n        As well as migrating whales, the Azores also have resident cetaceans, including sperm whales and some dolphin species, which can be seen year-round. With nearly a third of the 94 known cetacean species in the world observed here, the archipelago consistently ranks as one of the best places on the planet to go whale watching.\n        But the centuries-old relationship between Azoreans and whales has not always been so harmonious,as Rui de Souza Martins, emeritus professor of Anthropology at the University of the Azores, explains.\n        “The archipelago was populated by settlers from mainland Portugal from the 15th century onwards,” he says. “These early inhabitants, mostly farmers, limited themselves to harvesting the dead whales they found at sea or on the coast. The whale blubber was boiled down to make oil for lamps.” \n        By the 18th century, the Azores’ resident population of sperm whales was drawing attention from the United States. Whaling ships from Nantucket and New Bedford, Massachusetts, would make the roughly 2,300-mile voyage east to go hunting. In the age before the discovery of crude oil, the use of spermaceti (the waxy substance obtained from the head of a sperm whale) and whale oil (from blubber) for lighting and other purposes, made whaling a lucrative industry. \n        These factory-style ships would lower small wooden boats into the ocean for the hunt, then haul the dead animal onboard the larger ship for processing.\n        It wasn’t only the whale carcasses that came onboard. The Americans recruited Azorean men at low pay, enticing them with the offer of residence in the US once they’d worked a certain number of years on the ships. Many emigrated to Massachusetts with the whalers. \n        By the middle of the 19th century, some of those emigrants returned to the archipelago, bringing with them the knowledge of whale hunting and dedicated boat construction. They kicked off the local whaling industry, building seven-man hunting canoes and equipment. Soon, factories processing whale oil, meat and bones sprung up on the islands. \n        Whaling seems unspeakably cruel from a modern perspective, but back then it was a matter of survival. There were no other paying jobs in the islands. Many whalers – who were primarily farmhands working for rich landowners – didn’t even know how to swim, but risked life and limb to provide for their families. \n        “Whale hunting and the commercial processing of its derivatives was a much needed source of income for the locals,” says José Carlos Garcia, sociologist and anthropology researcher. The money earned from whaling was used to pay for groceries, children’s education, and other necessities. Films like 1969’s “The Last Whalers” and the 2019 Netflix production “The Last Whalers of São Miguel,” provide a glimpse into the difficult lives of the Azorean whalers.\n        However, it wasn’t to last forever. After crude oil was discovered in 1859, the demand for whale oil decreased dramatically in the following decades. \n        Right until the industry’s end, in 1987, the practices of Azorean whalers were different from the factory ships of the Americans. They continued to hunt in their small wooden boats with handmade weapons, killing only a small number of sperm whales. Counterparts in other countries used modern vessels and sophisticated harpoons, leading to the decimation of many whale species. \n        To address this drastic decline in populations, the International Whaling Commission issued a moratorium on commercial whaling in 1982. Portugal supported the ban, which meant the Azores – an autonomous region of the country – also had to comply. Pressure from local and global conservation organizations led to the eventual end of whaling in the Azores. The last whale was said to have been killed in 1987 by some disgruntled whalers from Pico island. \n        The transition away from whaling gave birth to new industries and practices – with the impetus coming from outside. In 1990, French national Serge Viallele set up the first whale watching company in the archipelago, on Pico island. \n        “Viallele showed that it was possible to live off the whales without killing them,” says Miguel Cravinho, co-owner of Terra Azul, a whale watching company based on São Miguel island. “The focus quickly shifted from whaling to eco-tourism, conservation and education.”\n        Today’s whale watching trips aren’t just fun days out for tourists; they support research, with the data collected from each of the trips used by local scientists to study behaviors and migration patterns. It is, says Cravinho, an “educational approach to whale watching.”\n        Nearly 20 whale watching companies currently operate across the Azores, following global best practices and guidelines issued by the International Whaling Commission (IWC), as well as local regulations. \n        Boats must follow whales at a maximum speed of 10 knots, can only approach from 90 degrees behind, and must stay 50 meters (164 feet) away from them – or three times that distance if there’s a mother and calf.\n        Only three boats may hover near the whales at any time, for a maximum 15 minutes – and sailing through a pod is not allowed. \n        To keep disturbance to a minimum, most whale watching companies in the Azores use RIBs (rigid inflatable boats) to minimize noise and emissions. The number of whale watching boats is strictly limited by a license system, which issues a maximum number per island – or per zone for the smaller islands. Hilltop lookout points known as “vigias,” once used by the whalers to spot prey, are now used by whale watchers to direct boats to different areas, so they don’t congregate near the same animals.\n        “We developed a new and dynamic culture in which the whale took center stage as a creature of ecological, scientific, heritage, and tourist value,” de Souza Martins explains. Meanwhile, museums across the islands discuss the Azores’ whaling history, and you’ll still see traditional 40-feet whaling canoes repurposed for sailing and rowing, used annually in summer regattas.\n        In February 2023, the archipelago was recognized as a Whale Heritage Site by the World Cetacean Alliance, an accolade described as the “gold standard for responsible whale watching” by its honorary president, Jean-Michel Cousteau. It is the second site in Europe and only the sixth in the world to achieve the rating.\n        Whale Heritage Sites are places that have been judged to have achieved an “environmentally, socially and economically sustainable balance” between nature, the local community and what visitors expect from the place.\n        Destinations must have already have conducted research on the whale watching in their area, and must commit to further research, education and awareness – as well as staging cultural events that celebrate cetaceans.\n        With rising tourist numbers and the increasing popularity of whale watching tours, there are concerns about the pressures on whales and their behavior. In his paper on whale watching as eco-tourism, Luís Silva, senior research fellow at the Centre for Research in Anthropology in Lisbon analyzed potential challenges posed by the whale watching industry, both to the animal and the local community – from stress for the whales to profits going to tour company owners rather than the wider community.  \n        For now, whale watching remains a major draw for visitors to the islands. \n        “The whale has had such a remarkable journey in the Azores,” says Garcia.\n        “Once considered a sea monster, it later became a useful resource. Now, it is a symbol of our collective identity and universal value.”\n  Call to Earth is a CNN editorial series committed to reporting on the environmental challenges facing our planet, together with the solutions. Rolex’s Perpetual Planet initiative has partnered with CNN to drive awareness and education around key sustainability issues and to inspire positive action.", "url": "https://www.cnn.com/travel/article/azores-whalewatching/index.html", "section": "travel"}
{"title": "      Australia’s most famous attraction turns 50\n    ", "author": "Lilit Marcus", "published_on": "  Published\n        10:04 PM EDT, Thu October 19, 2023\n    ", "abstract": "      Saying that the Sydney Opera House is a well-known icon of Australia is kind of like saying the Amazon is a creek.\n  ", "body": "      The building, which turns 50 years old on October 20, has been given a cultural value of $11.4 billion by the global financial firm Deloitte.\n        Sure, the plum Sydney waterfront real estate is worth plenty – but the real value, according to Deloitte, is the way it symbolizes Australia all over the world, becoming one of those buildings, like the Eiffel Tower and the Empire State Building, that can be recognized by its silhouette alone.\n        Inaugurated on October 20, 1973, by the late Queen Elizabeth II, the Opera House now welcomes more than one million visitors every year.\n        Danish architect Jorn Utzon won the competition to design the Opera House in 1957. He would later win the Pritzker Prize, which is considered the Nobel of architecture.\n        There’s much more to the Opera House than, well, opera.\n        “I think there’s a big misconception that we’re the classical arts,” says Jade McKellar, chief customer officer for the Sydney Opera House.\n        “We also have contemporary music. We have a big talks program, where we’ve had international and local speakers take it to our stages. We have children’s programming. Any time you come to the Opera House, there’ll be something on that somebody would be interested in.”\n        When UNESCO added the Opera House to its World Heritage list in 2007, the praise was euphoric.\n        “The Sydney Opera House constitutes a masterpiece of 20th Century architecture,” UNESCO wrote in its designation.\n        The document cited the building’s “unparalleled design and construction” and called it “a daring and visionary experiment.”\n        All of these accolades might feel intimidating to a visitor. But McKellar says that the Opera House has spent years trying to open up its offerings to as wide an audience as possible.\n        That means putting Opera House programming online for more people to watch, for example. But it also means providing Opera House tours in a range of languages – from Spanish to Korean – in order to better serve international audiences, and it means having dedicated staff and programming to highlight the First Nations community.\n        Before Sydney or the Opera House existed, this piece of land was named Tubowgule by the native Gadigal people.\n        The Opera House’s fine dining restaurant, Bennelong, gets its name from the Gadigal word for the Sydney harbor area, and Aboriginal artist Megan Cope made a site-specific artwork, “Whispers,” out of poles and oyster shells for the 50th anniversary celebrations.\n        Ultimately, McKellar says, the goal of the Opera House is to be a “people’s house,” where all Australians are welcome.\n        While plenty of tourists visit the opera house to attend shows, have a meal at one of the restaurants inside the building, or just take a guided tour, the team behind the house also wants local Sydneysiders to feel like they can swing by anytime.\n        McKellar, a Sydney native, says that ethos very much mirrors her own experience. She first visited as a child, performing in a choir production of “The Pied Piper of Hamelin.” As an adult, she brought out-of-town colleagues over to Opera Bar for drinks and eventually she even got married there, in one of the building’s function rooms.\n        For many, tourist attractions like the opera house are once-in-a-lifetime destinations. But if there was a UNESCO World Heritage site in your neighborhood, would you go more often?\n        According to data from the Opera House, 42% of people who bought a ticket for an event or program in 2022 were first-timers.\n        In addition, viewers consumed 790,000 hours of Opera House content on YouTube.\n        For McKellar and her team, those numbers point to the fact that the Opera House is more than just a building – it’s a community hub.\n        “We want everyone to think about, ‘What am I going to do this weekend? I’m going to go to the opera house, because there’s something for me. I feel like I’m welcome there. I see myself there. I feel safe.’”\n  ", "url": "https://www.cnn.com/travel/sydney-opera-house-50th-anniversary-intl-hnk/index.html", "section": "travel"}
{"title": "      The blimp is back – and this time, it’s tiny\n    ", "author": "Tom Page", "published_on": "  Published\n        3:49 AM EDT, Fri October 13, 2023\n    ", "abstract": "      You’d be forgiven for thinking the resurgence of airships and blimps was a load of hot air. This is, after all, the means of flight which plummeted in the public’s estimation in an inglorious blaze with the 1937 Hindenburg disaster. Ungainly, slow and prone to accidents, they were superseded in practically every way by the commercial airplane. Yet close to a century after falling out of favor, a new generation of airships is preparing to take to the skies. Most of these have ambitions as large as their supersized proportions; touted as a more sustainable alternative to freight trucks or ships, transporting tons of goods at a time (while leaving humans on terra firma). But while some go big, one company is dreaming smaller. Much smaller.\n  ", "body": "      South African startup Cloudline has received millions of dollars in investment for its mini blimps. Just over 18 meters (60 feet) long and with a miniscule net weight of two to three kilograms (around four to seven pounds), the company is pitching them as an alternative to helicopters and other vertical take-off and landing aircraft, and with payload capacities outstripping those of drones.\n        Cloudline has already received approval from local authorities to begin flying its airships in South Africa and is in talks with partners in Namibia, Mozambique and Kenya to begin operations, says CEO Spencer Horne.\n        The helium-filled blimps are fitted with solar panels and backup batteries to power their engines, have a flight time of up to 12 hours and a range of up to 400 kilometers (249 miles), flying at a height up to 1,220 meters (4,000 feet) above take-off level.\n        Flight is fully autonomous, with each blimp following predetermined waypoints. In the event an airship encounters an abnormality, it will reroute to a predetermined point and wait for instruction from a human, who has access to its telemetry data.\n        “The inspiration was to empower and get rural communities connected,” says Horne, who points to a lack of reliable transport infrastructure that still exists across parts of the continent.\n        Helicopters and airplanes have long served poorly connected communities, but their take-off and landing requirements impose limitations, he adds, and their delivery methods are not always precise – take air drops, for example.\n        Horne looked at the drone industry in the 2010s, which reduced cost barriers to aviation, and watched as they began delivering medicines to remote parts of East Africa. But current drones also have limitations, including payload capacity. More payload requires a bigger drone, however, “you can’t just take the drones that are in existence and keep scaling them up,” he explains. Engineering complexity and manufacturing costs increase with size, he adds, plus, “too quickly you end up with aircraft that need to have carbon fuels.”\n        Wanting a sizable payload, clean propulsion and vertical take-off and landing, the Harvard University graduate turned to blimps.\n        Cloudline first received venture capital backing in 2019, and after years of research and development and prototyping, the company is preparing to launch commercial operations.\n        Gross domestic product in sub-Saharan Africa is expected to double between 2020 and 2040 according to a recent report by Euromonitor International. However, “infrastructure is undoubtedly one of the biggest challenges affecting Africa’s economic development,” says Christele Chokossa, a South Africa-based research consultant at the organization.\n        Chokossa cites countries like Cameroon, Cote d’Ivoire and the Democratic Republic of Congo, where less than 10% of roads were paved in 2022, hindering access. “Airships are likely to provide a unique opportunity to close such (an infrastructure) gap, especially considering the relatively higher capacity they can carry compared to drone delivery, as well as its level of affordability and infrastructure requirements compared to expected cargo plane delivery,” she says.\n        Cloudline’s current airship model can carry 40 kilograms (88 pounds) of cargo, with the company’s goal to carry up to 100 kilograms (220 pounds) “within reach,” says Horne.\n        “The ability of companies like Cloudline to expand is highly subject to the complexity of regulations experienced across the continent,” Chokossa adds. “Besides, educating governments and prospective users is fundamental, since airships are not necessarily one of the most common tools found across the continent and considering relatively low delivery costs, reaching economy of scale will be important to reach profitability.”\n        Cloudline’s CEO would not discuss pricing, saying deals were bespoke and based on how each airship will be utilized. The use cases extend beyond deliveries, he explained. The airship’s onboard cameras and other sensors offer a low altitude form of aerial surveillance (or deterrence) ­– useful in anti-poaching operations. It can also be used for search and rescue missions, or surveying hard-to-access infrastructure in remote areas.\n        In Kenya, Cloudline has a deal in place to facilitate medical deliveries, and in Namibia it is partnering with UNICEF for medical deliveries and medical diagnostics, connecting remote clinics with a central district hospital. In South Africa and Mozambique, the blimps are being deployed for emergency communications for the UN’s World Food Programme, says Horne.\n        As its commercial ventures gather pace, the company continues to develop its airship, with plans for greater autonomy and adaption to weather conditions, says Horne. Cloudline says it is also exploring using hydrogen to inflate future blimps – a gas that can be generated renewably with slightly greater lift than helium. The downside is hydrogen is flammable, but helium has its own drawbacks, including volatile pricing in recent years and question marks over its long-term supply.\n        However it looks to fill its airships, Cloudline is hoping it can break through in this revived transport sector.\n        “Doing this kind of stuff in Africa … is hard,” Horne says. “It takes a while and a number of people to get to before you convince folks to invest in you to do aerospace in Africa.”\n        The CEO says that unlike other airship companies engaged in long prototyping phases for their larger craft, he’s ready to bring his product to market.\n        “We think it’s far more important to get out and deliver a service than to build something that’s going to debut in 2035 or 2040,” he says. “Let’s get airships to the people.”\n  ", "url": "https://www.cnn.com/2023/10/13/travel/cloudline-airship-south-africa-spc-intl/index.html", "section": "travel"}
{"title": "      The blimp is back – and this time, it’s tiny\n    ", "author": "Tom Page", "published_on": "  Published\n        3:49 AM EDT, Fri October 13, 2023\n    ", "abstract": "      You’d be forgiven for thinking the resurgence of airships and blimps was a load of hot air. This is, after all, the means of flight which plummeted in the public’s estimation in an inglorious blaze with the 1937 Hindenburg disaster. Ungainly, slow and prone to accidents, they were superseded in practically every way by the commercial airplane. Yet close to a century after falling out of favor, a new generation of airships is preparing to take to the skies. Most of these have ambitions as large as their supersized proportions; touted as a more sustainable alternative to freight trucks or ships, transporting tons of goods at a time (while leaving humans on terra firma). But while some go big, one company is dreaming smaller. Much smaller.\n  ", "body": "      South African startup Cloudline has received millions of dollars in investment for its mini blimps. Just over 18 meters (60 feet) long and with a miniscule net weight of two to three kilograms (around four to seven pounds), the company is pitching them as an alternative to helicopters and other vertical take-off and landing aircraft, and with payload capacities outstripping those of drones.\n        Cloudline has already received approval from local authorities to begin flying its airships in South Africa and is in talks with partners in Namibia, Mozambique and Kenya to begin operations, says CEO Spencer Horne.\n        The helium-filled blimps are fitted with solar panels and backup batteries to power their engines, have a flight time of up to 12 hours and a range of up to 400 kilometers (249 miles), flying at a height up to 1,220 meters (4,000 feet) above take-off level.\n        Flight is fully autonomous, with each blimp following predetermined waypoints. In the event an airship encounters an abnormality, it will reroute to a predetermined point and wait for instruction from a human, who has access to its telemetry data.\n        “The inspiration was to empower and get rural communities connected,” says Horne, who points to a lack of reliable transport infrastructure that still exists across parts of the continent.\n        Helicopters and airplanes have long served poorly connected communities, but their take-off and landing requirements impose limitations, he adds, and their delivery methods are not always precise – take air drops, for example.\n        Horne looked at the drone industry in the 2010s, which reduced cost barriers to aviation, and watched as they began delivering medicines to remote parts of East Africa. But current drones also have limitations, including payload capacity. More payload requires a bigger drone, however, “you can’t just take the drones that are in existence and keep scaling them up,” he explains. Engineering complexity and manufacturing costs increase with size, he adds, plus, “too quickly you end up with aircraft that need to have carbon fuels.”\n        Wanting a sizable payload, clean propulsion and vertical take-off and landing, the Harvard University graduate turned to blimps.\n        Cloudline first received venture capital backing in 2019, and after years of research and development and prototyping, the company is preparing to launch commercial operations.\n        Gross domestic product in sub-Saharan Africa is expected to double between 2020 and 2040 according to a recent report by Euromonitor International. However, “infrastructure is undoubtedly one of the biggest challenges affecting Africa’s economic development,” says Christele Chokossa, a South Africa-based research consultant at the organization.\n        Chokossa cites countries like Cameroon, Cote d’Ivoire and the Democratic Republic of Congo, where less than 10% of roads were paved in 2022, hindering access. “Airships are likely to provide a unique opportunity to close such (an infrastructure) gap, especially considering the relatively higher capacity they can carry compared to drone delivery, as well as its level of affordability and infrastructure requirements compared to expected cargo plane delivery,” she says.\n        Cloudline’s current airship model can carry 40 kilograms (88 pounds) of cargo, with the company’s goal to carry up to 100 kilograms (220 pounds) “within reach,” says Horne.\n        “The ability of companies like Cloudline to expand is highly subject to the complexity of regulations experienced across the continent,” Chokossa adds. “Besides, educating governments and prospective users is fundamental, since airships are not necessarily one of the most common tools found across the continent and considering relatively low delivery costs, reaching economy of scale will be important to reach profitability.”\n        Cloudline’s CEO would not discuss pricing, saying deals were bespoke and based on how each airship will be utilized. The use cases extend beyond deliveries, he explained. The airship’s onboard cameras and other sensors offer a low altitude form of aerial surveillance (or deterrence) ­– useful in anti-poaching operations. It can also be used for search and rescue missions, or surveying hard-to-access infrastructure in remote areas.\n        In Kenya, Cloudline has a deal in place to facilitate medical deliveries, and in Namibia it is partnering with UNICEF for medical deliveries and medical diagnostics, connecting remote clinics with a central district hospital. In South Africa and Mozambique, the blimps are being deployed for emergency communications for the UN’s World Food Programme, says Horne.\n        As its commercial ventures gather pace, the company continues to develop its airship, with plans for greater autonomy and adaption to weather conditions, says Horne. Cloudline says it is also exploring using hydrogen to inflate future blimps – a gas that can be generated renewably with slightly greater lift than helium. The downside is hydrogen is flammable, but helium has its own drawbacks, including volatile pricing in recent years and question marks over its long-term supply.\n        However it looks to fill its airships, Cloudline is hoping it can break through in this revived transport sector.\n        “Doing this kind of stuff in Africa … is hard,” Horne says. “It takes a while and a number of people to get to before you convince folks to invest in you to do aerospace in Africa.”\n        The CEO says that unlike other airship companies engaged in long prototyping phases for their larger craft, he’s ready to bring his product to market.\n        “We think it’s far more important to get out and deliver a service than to build something that’s going to debut in 2035 or 2040,” he says. “Let’s get airships to the people.”\n  ", "url": "https://www.cnn.com/2023/10/13/travel/cloudline-airship-south-africa-spc-intl/index.html", "section": "travel"}
{"title": "      Why your trip to Japan just got more expensive\n    ", "author": "Lilit Marcus", "published_on": "  Published\n        4:07 AM EDT, Sat October 7, 2023\n    ", "abstract": "      This week in travel news: one country might ban airplane pilots from wearing perfume, the world’s most popular unfinished building edges closer to completion, and Fat Bear Week kicks off in style.\n  ", "body": "      Every year, millions of tourists enjoy Japan’s high speed rail network and use trains to get around the country, zooming from Tokyo to Kyoto and Osaka. But it just got more expensive to do so.\n        The price of a Japan Rail (JR) Pass, which enables foreigners to buy and reserve Shinkansen tickets in advance, has gone up 65% as of October 1.\n        Now, the cost of a seven-day pass is ¥50,000 ($337), up from ¥29,650 ($200). Kids 6 to 11 are still eligible for half-price tickets across the train network, though.\n        And that’s not the only train-related news that will affect tourists. The popular Tokyo-Osaka bullet train is rolling back its on-train snack cart service, which means passengers may want to BYOR – bring your own ramen.\n        It’s not only bullet trains that just got pricier. One of Japan’s most iconic attractions began charging a visitor fee this week for the first time in its history.\n        The Itsukushima shrine outside of Hiroshima, whose bright orange torii gate looks like it’s floating in a lake, was one of President Joe Biden’s stops on his recent visit to Japan. Looks like he squeaked by just in time – on October 1, the island began charging fees of 100 yen (for a single visit) or 300 yen (for multiples), citing crowd control issues. 100 yen is about 67 US cents.\n        Overtourism is a growing concern around Japan, which only fully reopened to tourists last fall.\n        As CNN’s Emiko Jozuka reports, Mount Fuji has been suffering from the impact of too many visitors. See how local volunteers are helping to keep the country’s most recognizable symbol in good shape for generations to come.\n        The biggest misconception about food from Sri Lanka? That it’s the same food as next-door neighbor India.\n        Now, a group of young Sri Lankan chefs are taking their cuisine around the world. From egg hoppers in London to creamy coconut rice in Kentucky, the diverse flavors of Sri Lanka are finally getting their due.\n        “I try to honor the recipes passed down to me and introduce flavors to diners that appear unexpectedly,” says Sri Lankan-American chef Sam Fore.\n        More than 140 years after ground broke on Barcelona’s Sagrada Familia, the end is finally in sight.\n        The basilica, despite being still under construction, is hugely popular with tourists and was named TripAdvisor’s top attraction in 2022.\n        The fifth central tower was completed this week, with the sixth due to be finished in 2026 as the last piece of a complex design by Catalan architect Antoni Gaudí.\n        Though it may seem like the church took ages to complete, the construction process is quite fast if you consider it was only granted a building permit in 2019.\n        Believe it or not, it is possible to organize a group trip without everybody hating each other by the end.\n        The more you plan ahead of time, the more you’ll actually enjoy your vacation. That means talking honestly about budgets and expectations, letting everyone play to their strengths, and being cool with it when somebody needs an afternoon to themselves.\n        When you get home, print out some of your favorite vacation pics and turn them into gifts for the rest of the crew so you’ll all remember the good times.\n  India is mulling a ban on pilots and flight attendants wearing perfume.      But it’s not because of the scent.\n  Alaska’s Fat Bear Week 2023 has officially kicked off.      It was almost a victim of a government possible shutdown.\n  Environmental scientists believe we should fly less.      Yet one climate researcher worries he may lose his job for refusing to travel by plane.\n  The French word for bedbug is “punaise.”      However, France’s health minister says talk of the country being full of punaises is greatly exaggerated.\n  ", "url": "https://www.cnn.com/travel/japan-rail-pass-price-increase/index.html", "section": "travel"}
{"title": "      Why your trip to Japan just got more expensive\n    ", "author": "Lilit Marcus", "published_on": "  Published\n        4:07 AM EDT, Sat October 7, 2023\n    ", "abstract": "      This week in travel news: one country might ban airplane pilots from wearing perfume, the world’s most popular unfinished building edges closer to completion, and Fat Bear Week kicks off in style.\n  ", "body": "      Every year, millions of tourists enjoy Japan’s high speed rail network and use trains to get around the country, zooming from Tokyo to Kyoto and Osaka. But it just got more expensive to do so.\n        The price of a Japan Rail (JR) Pass, which enables foreigners to buy and reserve Shinkansen tickets in advance, has gone up 65% as of October 1.\n        Now, the cost of a seven-day pass is ¥50,000 ($337), up from ¥29,650 ($200). Kids 6 to 11 are still eligible for half-price tickets across the train network, though.\n        And that’s not the only train-related news that will affect tourists. The popular Tokyo-Osaka bullet train is rolling back its on-train snack cart service, which means passengers may want to BYOR – bring your own ramen.\n        It’s not only bullet trains that just got pricier. One of Japan’s most iconic attractions began charging a visitor fee this week for the first time in its history.\n        The Itsukushima shrine outside of Hiroshima, whose bright orange torii gate looks like it’s floating in a lake, was one of President Joe Biden’s stops on his recent visit to Japan. Looks like he squeaked by just in time – on October 1, the island began charging fees of 100 yen (for a single visit) or 300 yen (for multiples), citing crowd control issues. 100 yen is about 67 US cents.\n        Overtourism is a growing concern around Japan, which only fully reopened to tourists last fall.\n        As CNN’s Emiko Jozuka reports, Mount Fuji has been suffering from the impact of too many visitors. See how local volunteers are helping to keep the country’s most recognizable symbol in good shape for generations to come.\n        The biggest misconception about food from Sri Lanka? That it’s the same food as next-door neighbor India.\n        Now, a group of young Sri Lankan chefs are taking their cuisine around the world. From egg hoppers in London to creamy coconut rice in Kentucky, the diverse flavors of Sri Lanka are finally getting their due.\n        “I try to honor the recipes passed down to me and introduce flavors to diners that appear unexpectedly,” says Sri Lankan-American chef Sam Fore.\n        More than 140 years after ground broke on Barcelona’s Sagrada Familia, the end is finally in sight.\n        The basilica, despite being still under construction, is hugely popular with tourists and was named TripAdvisor’s top attraction in 2022.\n        The fifth central tower was completed this week, with the sixth due to be finished in 2026 as the last piece of a complex design by Catalan architect Antoni Gaudí.\n        Though it may seem like the church took ages to complete, the construction process is quite fast if you consider it was only granted a building permit in 2019.\n        Believe it or not, it is possible to organize a group trip without everybody hating each other by the end.\n        The more you plan ahead of time, the more you’ll actually enjoy your vacation. That means talking honestly about budgets and expectations, letting everyone play to their strengths, and being cool with it when somebody needs an afternoon to themselves.\n        When you get home, print out some of your favorite vacation pics and turn them into gifts for the rest of the crew so you’ll all remember the good times.\n  India is mulling a ban on pilots and flight attendants wearing perfume.      But it’s not because of the scent.\n  Alaska’s Fat Bear Week 2023 has officially kicked off.      It was almost a victim of a government possible shutdown.\n  Environmental scientists believe we should fly less.      Yet one climate researcher worries he may lose his job for refusing to travel by plane.\n  The French word for bedbug is “punaise.”      However, France’s health minister says talk of the country being full of punaises is greatly exaggerated.\n  ", "url": "https://www.cnn.com/travel/japan-rail-pass-price-increase/index.html", "section": "travel"}
{"title": "      ‘World’s first off-road solar SUV’ just drove across Morocco powered only by the sun\n    ", "author": "Rebecca Cairns", "published_on": "  Updated\n        5:38 AM EDT, Mon October 16, 2023\n    ", "abstract": "      Zero-emission cars are soaring in popularity but running an electric vehicle is next to impossible in places with limited charging infrastructure.\n  ", "body": "      Stella Terra could change that.\n        The khaki-green SUV uses solar panels on its sloping roof to charge its electric battery, meaning it can drive long distances powered entirely by the sun.\n        Built by a team of students at Eindhoven University of Technology (TUE), “the world’s first off-road solar-powered vehicle” could help connect remote areas “where roads are less developed and energy grids are not as reliable,” and assist with emergency aid and deliveries, says Thieme Bosman, events manager for the team.\n        The team tested the vehicle in Morocco earlier this month, driving more than 1,000 kilometers (621 miles) between the country’s northern coast and the Sahara Desert in the south.\n        “Morocco has a huge variety of landscapes and different surfaces in quite a short distance,” says Bosman, adding that the car was tested “on every type of surface that a car like this could encounter.”\n        The road-legal car has a top speed of 145 kilometers (90 miles) per hour. On a sunny day, its battery range is around 710 kilometers (441 miles) on roads, and around 550 kilometers (342 miles) off-road, depending on the surface. In cloudy conditions, the team estimates the range could be 50 kilometers less.\n        Bosman noted that the vehicle had proved to be one-third more efficient than expected on the trip, and that its lightweight design made it less liable to get stuck on rugged terrain, and put less stress on its suspension.\n        Electric SUVs are heavier than standard electric vehicles, and require bigger, heavier batteries to power them.\n        “Where the SUV market currently innovates on the previous models, we really start from scratch and design everything ourselves,” says Bosman. Minimizing the vehicle’s weight was essential, and the team of 22 students focused on making every element ultra-efficient. At just 2,645 pounds (1,200 kilograms), Stella Terra weighs around 25% less than the average mid-sized SUV.\n  ﻿The aerodynamic design also reduces drag and uses “lightweight and robust” composite materials to cut weight, says Bob van Ginkel, technical manager for Stella Terra.\n        “(One of) the benefits of the solar panels on top is that we can have a much smaller battery because we are charging while driving,” van Ginkel adds.\n        Able to travel off-road, and with no need for charging points, drivers of a solar-powered SUV are liberated to go where they please, says van Ginkel. The only restriction, he says, is “what are you going to do when you want to sleep?”\n        To answer that question, Stella Terra builds on the idea of the solar-powered campervan produced previously at the university, and the designers made elements of the SUV livable for long-distance, multi-day journeys: for example, the car’s seats fully recline to create a bed. When the car is stationary, the solar panels can be extended to maximize charging, while doubling as an awning for shade.\n        Bosman says the team also designed highly efficient solar panel converters, which he hopes could be beneficial to the wider solar industry.\n        After unveiling a prototype of the SUV in September, the team traveled to Morocco to test the car on a range of off-road terrains.\n        Starting in Tangier, the team passed through the rugged Rif mountain range, where the rapid ascents and descents tested Stella Terra in its first off-road challenge.\n        Heading south through Fes, the team tested the car on the mountain trails of Midelt — one of Morocco’s highest towns — and ended their trip in the Sahara Desert, challenging Stella Terra on looser, sandy tracks.\n        Early in the journey they suffered a setback when the steering system broke, but they were able to find new parts and repair the vehicle in a local workshop.\n        Bosman said that the highlight of the trip was “the huge range of landscapes and surfaces that we’ve been on. Every hour of driving has been completely different. That really allowed us to test a lot, but for the team it has also been an incredible journey coming here.”\n        The trip was unaffected by the massive earthquake that hit Morocco in early September, but because of the huge impact the disaster had on the country, the Stella Terra team decided to join forces with The Red Cross on a crowdfunding campaign to help those affected.\n        TUE’s automotive innovation lab has been experimenting with solar-powered vehicles for over a decade, producing concept cars that are typically “five to 10 years ahead of the market,” says Bosman.\n        A major challenge is turning the concept car into one that can be mass-produced. Alumni from the first TUE Solar program student team announced in 2022 that their company Lightyear was beginning production of a car fitted with solar panels. Earlier this year, the company filed for bankruptcy, before relaunching months later to focus on a new, cheaper model.\n        Bosman and his peers hope their concept SUV could be mass produced in the near future. “We aim to also inspire not only everyday people, but also the automotive industry, the Ford and Chryslers of the world, to think again about their designs and to innovate faster than they currently do,” says Bosman.\n        “It’s up to the market now, who have the resources and the power to make this change and the switch to more sustainable vehicles.”\n  ", "url": "https://www.cnn.com/travel/stella-terra-off-road-solar-powered-suv-morocco-hnk-spc/index.html", "section": "travel"}
{"title": "      ‘World’s first off-road solar SUV’ just drove across Morocco powered only by the sun\n    ", "author": "Rebecca Cairns", "published_on": "  Updated\n        5:38 AM EDT, Mon October 16, 2023\n    ", "abstract": "      Zero-emission cars are soaring in popularity but running an electric vehicle is next to impossible in places with limited charging infrastructure.\n  ", "body": "      Stella Terra could change that.\n        The khaki-green SUV uses solar panels on its sloping roof to charge its electric battery, meaning it can drive long distances powered entirely by the sun.\n        Built by a team of students at Eindhoven University of Technology (TUE), “the world’s first off-road solar-powered vehicle” could help connect remote areas “where roads are less developed and energy grids are not as reliable,” and assist with emergency aid and deliveries, says Thieme Bosman, events manager for the team.\n        The team tested the vehicle in Morocco earlier this month, driving more than 1,000 kilometers (621 miles) between the country’s northern coast and the Sahara Desert in the south.\n        “Morocco has a huge variety of landscapes and different surfaces in quite a short distance,” says Bosman, adding that the car was tested “on every type of surface that a car like this could encounter.”\n        The road-legal car has a top speed of 145 kilometers (90 miles) per hour. On a sunny day, its battery range is around 710 kilometers (441 miles) on roads, and around 550 kilometers (342 miles) off-road, depending on the surface. In cloudy conditions, the team estimates the range could be 50 kilometers less.\n        Bosman noted that the vehicle had proved to be one-third more efficient than expected on the trip, and that its lightweight design made it less liable to get stuck on rugged terrain, and put less stress on its suspension.\n        Electric SUVs are heavier than standard electric vehicles, and require bigger, heavier batteries to power them.\n        “Where the SUV market currently innovates on the previous models, we really start from scratch and design everything ourselves,” says Bosman. Minimizing the vehicle’s weight was essential, and the team of 22 students focused on making every element ultra-efficient. At just 2,645 pounds (1,200 kilograms), Stella Terra weighs around 25% less than the average mid-sized SUV.\n  ﻿The aerodynamic design also reduces drag and uses “lightweight and robust” composite materials to cut weight, says Bob van Ginkel, technical manager for Stella Terra.\n        “(One of) the benefits of the solar panels on top is that we can have a much smaller battery because we are charging while driving,” van Ginkel adds.\n        Able to travel off-road, and with no need for charging points, drivers of a solar-powered SUV are liberated to go where they please, says van Ginkel. The only restriction, he says, is “what are you going to do when you want to sleep?”\n        To answer that question, Stella Terra builds on the idea of the solar-powered campervan produced previously at the university, and the designers made elements of the SUV livable for long-distance, multi-day journeys: for example, the car’s seats fully recline to create a bed. When the car is stationary, the solar panels can be extended to maximize charging, while doubling as an awning for shade.\n        Bosman says the team also designed highly efficient solar panel converters, which he hopes could be beneficial to the wider solar industry.\n        After unveiling a prototype of the SUV in September, the team traveled to Morocco to test the car on a range of off-road terrains.\n        Starting in Tangier, the team passed through the rugged Rif mountain range, where the rapid ascents and descents tested Stella Terra in its first off-road challenge.\n        Heading south through Fes, the team tested the car on the mountain trails of Midelt — one of Morocco’s highest towns — and ended their trip in the Sahara Desert, challenging Stella Terra on looser, sandy tracks.\n        Early in the journey they suffered a setback when the steering system broke, but they were able to find new parts and repair the vehicle in a local workshop.\n        Bosman said that the highlight of the trip was “the huge range of landscapes and surfaces that we’ve been on. Every hour of driving has been completely different. That really allowed us to test a lot, but for the team it has also been an incredible journey coming here.”\n        The trip was unaffected by the massive earthquake that hit Morocco in early September, but because of the huge impact the disaster had on the country, the Stella Terra team decided to join forces with The Red Cross on a crowdfunding campaign to help those affected.\n        TUE’s automotive innovation lab has been experimenting with solar-powered vehicles for over a decade, producing concept cars that are typically “five to 10 years ahead of the market,” says Bosman.\n        A major challenge is turning the concept car into one that can be mass-produced. Alumni from the first TUE Solar program student team announced in 2022 that their company Lightyear was beginning production of a car fitted with solar panels. Earlier this year, the company filed for bankruptcy, before relaunching months later to focus on a new, cheaper model.\n        Bosman and his peers hope their concept SUV could be mass produced in the near future. “We aim to also inspire not only everyday people, but also the automotive industry, the Ford and Chryslers of the world, to think again about their designs and to innovate faster than they currently do,” says Bosman.\n        “It’s up to the market now, who have the resources and the power to make this change and the switch to more sustainable vehicles.”\n  ", "url": "https://www.cnn.com/travel/stella-terra-off-road-solar-powered-suv-morocco-hnk-spc/index.html", "section": "travel"}
{"title": "      Barcelona pushes cruise ships out of its city center\n    ", "author": "Julia Buckley", "published_on": "  Updated\n        7:01 AM EDT, Thu October 12, 2023\n    ", "abstract": "Editor’s Note: Sign up for Unlocking the World, CNN Travel’s weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.", "body": "      As overtourism continues to throttle European cities, one destination has taken a step against cruise ships, restricting access to the port. \n        Barcelona has closed its northern port terminal to cruise traffic, after an agreement with the local authorities to move ships further out of town.\n        Cruise ships must now dock at the Moll d’Adossat pier, which is the furthest from the city center. Before that, ships also used the World Trade Center pier, which is plum in the city center, a block from La Rambla, Barcelona’s famous promenade.\n        Instead of disembarking and being able to walk up La Rambla in a matter of minutes, passengers will now face a hike of at least 30 minutes to leave the port area. \n        The move affects around 340 cruise dockings a year, according to data released by the port authorities.\n        The area will now be reclaimed by the city, with an area of nearly 150,000 square feet, including over 2,000 feet of quay area, now designated to be “new public spaces.” The wharf’s new life will start next fall, and will be open to everyone, according to a statement by Lluís Salvadó, Port of Barcelona president.\n        The move follows a 2018 agreement between the port authorities and Barcelona city council, to “move cruise activity away from urban areas… making them more sustainable,” the port authorities said in a statement.\n        The rule officially takes effect on October 22, but the last ship to dock there has already been and gone. Mystic Cruises’ World Navigator stopped by on October 2. \n        Bidding farewell to the pier with the ship, Salvadó said that the 2018 agreement promised to “eliminate the negative externalities that [cruises] can produce for residents.” \n        The port previously closed another cruise terminal, the Maremagnum, in agreement with the council. The pier, which is directly linked to the Ciutat Vella, Barcelona’s Old Town, is now home to restaurants, bars, a sailing club and marina, Barcelona Aquarium, and the Maremagnum mall.\n        It also reduced the number of operative terminals from eight to seven, barred cruise lines from docking at other terminals, and introduced a one ship per terminal rule, limiting numbers to seven ships docked in the city at one time at one time.\n        By 2026, all cruise operations will operate from the Adossat wharf. For that to happen, the Barcelona South terminal, also on the World Trade Center pier, will be closed. The port then plans to electrify the Adossat wharf, meaning that moored ships can be powered from the pier itself, rather than pumping out noxious emissions.\n        Barcelona is Europe’s biggest cruise port. Over 2.3 million passengers passed through in 2022 – a nearly 350% increase on 2021 figures, according to port data. Add in ferry passengers, and the number becomes almost four million. In contrast, the city’s population is just over 1.6 million, according to 2023 data by the local authorities.\n        Meanwhile the city is struggling with the weight of overtourism. There were over nine million overnight visitors in 2022, according to the council.\n        “This isn’t something we can stop, but Barcelona is looking for a different kind of tourism – more quality but at the same time sustainable,” Albert Dalmau Miranda, former manager for the economy, resources and economic promotion at Barcelona council, told CNN in January 2020. \n        New mayor Jaume Collboni is not letting up the pressure on the tourism industry, or cruises specifically, with increased taxes announced in his first proposed budget.\n        Cruises companies will have to pay 6.25 euros ($6.60) per passenger in taxes when they dock for fewer than 12 hours, he announced on October 10.\n        “Tourism is very important, it generates economic and social value, but also collateral damage, inconvenience to citizens. We are not going against tourism – it is a contribution so that they contribute to financing public services,” he said, as reported by Spanish newspaper El Pais.\n        Collboni also plans to up the tourist tax for those staying in Airbnbs and apartments to seven euros ($7.40)  per person per night.\n        His proposed budget is due to be voted on next week.\n  ", "url": "https://www.cnn.com/travel/article/barcelona-cruise-ship-restrictions/index.html", "section": "travel"}
{"title": "      Barcelona pushes cruise ships out of its city center\n    ", "author": "Julia Buckley", "published_on": "  Updated\n        7:01 AM EDT, Thu October 12, 2023\n    ", "abstract": "Editor’s Note: Sign up for Unlocking the World, CNN Travel’s weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.", "body": "      As overtourism continues to throttle European cities, one destination has taken a step against cruise ships, restricting access to the port. \n        Barcelona has closed its northern port terminal to cruise traffic, after an agreement with the local authorities to move ships further out of town.\n        Cruise ships must now dock at the Moll d’Adossat pier, which is the furthest from the city center. Before that, ships also used the World Trade Center pier, which is plum in the city center, a block from La Rambla, Barcelona’s famous promenade.\n        Instead of disembarking and being able to walk up La Rambla in a matter of minutes, passengers will now face a hike of at least 30 minutes to leave the port area. \n        The move affects around 340 cruise dockings a year, according to data released by the port authorities.\n        The area will now be reclaimed by the city, with an area of nearly 150,000 square feet, including over 2,000 feet of quay area, now designated to be “new public spaces.” The wharf’s new life will start next fall, and will be open to everyone, according to a statement by Lluís Salvadó, Port of Barcelona president.\n        The move follows a 2018 agreement between the port authorities and Barcelona city council, to “move cruise activity away from urban areas… making them more sustainable,” the port authorities said in a statement.\n        The rule officially takes effect on October 22, but the last ship to dock there has already been and gone. Mystic Cruises’ World Navigator stopped by on October 2. \n        Bidding farewell to the pier with the ship, Salvadó said that the 2018 agreement promised to “eliminate the negative externalities that [cruises] can produce for residents.” \n        The port previously closed another cruise terminal, the Maremagnum, in agreement with the council. The pier, which is directly linked to the Ciutat Vella, Barcelona’s Old Town, is now home to restaurants, bars, a sailing club and marina, Barcelona Aquarium, and the Maremagnum mall.\n        It also reduced the number of operative terminals from eight to seven, barred cruise lines from docking at other terminals, and introduced a one ship per terminal rule, limiting numbers to seven ships docked in the city at one time at one time.\n        By 2026, all cruise operations will operate from the Adossat wharf. For that to happen, the Barcelona South terminal, also on the World Trade Center pier, will be closed. The port then plans to electrify the Adossat wharf, meaning that moored ships can be powered from the pier itself, rather than pumping out noxious emissions.\n        Barcelona is Europe’s biggest cruise port. Over 2.3 million passengers passed through in 2022 – a nearly 350% increase on 2021 figures, according to port data. Add in ferry passengers, and the number becomes almost four million. In contrast, the city’s population is just over 1.6 million, according to 2023 data by the local authorities.\n        Meanwhile the city is struggling with the weight of overtourism. There were over nine million overnight visitors in 2022, according to the council.\n        “This isn’t something we can stop, but Barcelona is looking for a different kind of tourism – more quality but at the same time sustainable,” Albert Dalmau Miranda, former manager for the economy, resources and economic promotion at Barcelona council, told CNN in January 2020. \n        New mayor Jaume Collboni is not letting up the pressure on the tourism industry, or cruises specifically, with increased taxes announced in his first proposed budget.\n        Cruises companies will have to pay 6.25 euros ($6.60) per passenger in taxes when they dock for fewer than 12 hours, he announced on October 10.\n        “Tourism is very important, it generates economic and social value, but also collateral damage, inconvenience to citizens. We are not going against tourism – it is a contribution so that they contribute to financing public services,” he said, as reported by Spanish newspaper El Pais.\n        Collboni also plans to up the tourist tax for those staying in Airbnbs and apartments to seven euros ($7.40)  per person per night.\n        His proposed budget is due to be voted on next week.\n  ", "url": "https://www.cnn.com/travel/article/barcelona-cruise-ship-restrictions/index.html", "section": "travel"}
{"title": "      ‘My money goes a lot further here’: This woman moved to Italy because the US was too expensive\n    ", "author": "Tamara Hardingham-Gill", "published_on": "  Published\n        8:59 AM EDT, Fri October 13, 2023\n    ", "abstract": "      After dealing with the death of her mother, losing her job of 10 years and finalizing her divorce, Barbara Barto was at a crossroads in her life.\n  ", "body": "      The 62-year-old, from Fort Worth, Texas, who had been working as an office manager, struggled to find another role and felt as though she had passed her “expiration date.”\n        Barto decided that now was probably the right time to retire, but was concerned that she wouldn’t be able to live comfortably afterwards due to the rising cost of living in the US.\n        An avid viewer of the Home & Garden Television (HGTV) channel for years, she’d often dreamed of packing up and moving to another country, but hadn’t ever had the courage. However, she realized that it was likely now or never.\n        “I’ve never been one of those people who just pick up and move and do adventurous things like that,” Barto tells CNN Travel, before explaining that Italy, where she’d briefly visited in the 1980s, was high on the list of countries she’d like to live in.\n        “So I thought I’m getting to that age, might as well try it out and see how it will work out for me.”\n        In 2020, Barto began attending regular webinars hosted by A Home In Italy, a company that assists foreigners with buying property in the European country, to figure out whether such a move would even be feasible.\n        “I put pencil to paper and saw that I could afford it, and it was going to be more affordable than living in the United States,” she says.\n        “Because everything’s more expensive there. When I put the numbers together, I saw I could live there more comfortably with my retirement and the inheritance that I have. And I thought, ‘Well, why not?’”\n        In April 2021, Barto traveled to Italy to begin searching for a home. She viewed around six houses, before choosing a property just outside the village of Palombaro in the region of Abruzzo in southern Italy.\n        “I found the house immediately,” she says. “So I was only out here one time. I got lucky.”\n        Barto agreed to buy the three-bedroom home, which came with around two and a half acres of land filled with around 200 olive trees, for 123,000 euros, which worked out to $123,000 as the conversion rate was $1 to the euro when the sale was completed in late 2021.\n        “You couldn’t buy something [like that] in the United States for what I paid [for it],” she says.\n        According to Barto, the company she’d been working with took care of the paperwork, and she found the process pretty simple.\n        To qualify for the Elective Residency Visa, a long-stay permit for non-EU citizens who intend to take residence in Italy, she had to have medical insurance and provide various bank statements and financial information to prove that she had enough “passive” income to support herself while living in the country.\n        Once everything was finalized, Barto started making plans for her big move to Italy.\n        “It was kind of surreal,” she says. “It’s a strange feeling, packing up your life and moving over somewhere different. So I felt kind of sad but excited at the same time.”\n        In October 2022, Barto returned to Italy to begin her new life.\n        “My younger sister and my ex-husband came with me and helped me get settled,” she says, explaining that she and her former husband “get on very well.”\n        Barto says it didn’t take her long to get used to life in Abruzzo, and the locals made her feel at ease straight away.\n        “They came over and greeted me with coffee and cake,” she says.\n        However, Barto was initially very nervous about driving in the country.\n        “Italians are very intimidating on the roads,” she says. “And of course, this is a mountainous area. So you have a lot of twisty turns, and mountain roads and little roads.”\n        Thankfully, she’s gotten used to this over time and says it’s “just the norm,” for her now.\n        “I’m real easy driving,” she adds. “I don’t let anybody intimidate me. I figure well, they’re gonna go around me eventually.”\n        She’s found life in Italy to be far more affordable than in the US, and says that most of her necessities work out less expensive.\n        While Italian residents don’t pay property taxes on their main residence, non-resident property owners are required to pay a local property tax.\n        Barto is unsure whether she’ll have to pay taxes on her home, but says she’s confident that it will be less than what she was paying in Texas.\n        “My money goes a lot further here,” she adds. “Groceries are a lot cheaper here. You save a lot more money here, which I like.”\n        Barto has also found that she’s more adventurous in Italy, and spends much of her time exploring the country, relying on buses and trains to get her around.\n        “You can travel to different places on the train and the bus, which you just don’t have in Texas,” she says.\n        “You don’t really have to get out and drive. You can park your car at the train station and jump on the train and be in Rome in three hours, or Venice in four or five.”\n        When she was living in the US, Barto says she didn’t really go very far and “sat around a lot.”\n        “Being that I was retired, I wasn’t really doing anything,” she says. “Because you didn’t really have a lot to do.\n        “And it’s so hot half the time in Texas in the summer, you can’t really go out and do anything. “Here, it forces you to get up. I’ve always got something to do. And I find things to do.”\n        Barto keeps tabs on what’s happening back home through online newspapers and admits she’s sometimes disheartened by what she reads.\n        “Crime has gotten so crazy over there,” she says. “Texas has one of those open gun laws and there’s just way too many angry people with guns. I don’t miss that at all.”\n        Although she hasn’t been able to visit home since moving to Italy, Barto is planning to return to the US for the festive holidays.\n        She’s very much looking forward to seeing her family, as well as visiting her old neighborhood and eating all of her favorite foods.\n        “Mexican, BBQ, Indian, one of my favorite hamburger restaurants, chicken fried steak, Chinese and a good thick steak, all things you can’t get around here,” she adds.\n        While she’s picked up some Italian, Barto still finds the language difficult, and mainly relies on Google Translate when it comes to communicating with Italians.\n        “If I go to the bank, and I need to make a withdrawal, I’ll type in, ‘I would like to make a withdrawal’” she explains.\n        “And, I’ll sit there and practice in the car several times. So [that] when I get into the bank, I can tell them what I need. And they’re pretty easy to understand.”\n        Barto goes on to explain that she has the words written out in Italian in front of her whenever she needs to call her hairdresser to make an appointment and repeats them several times before dialing.\n        “When they answer I’ll just say it real quickly,” she adds. “So I’m getting it. It’s funny because now when I make a hair appointment, they always laugh and say, ‘Oh it’s Barbara from Texas.’”\n        Barto says she’s also struggled to get used to the fact that the local shops and restaurants are shut during the daytime.\n        “If you want to do anything, you’ve got to either do it in the morning or you have to wait till after four,” she says, adding that she sometimes finds herself caught short.\n        “If you don’t feel like cooking in the United States or any other place, you can just get in the car and go get some fast food.\n        “That doesn’t happen around here. So you’ve got to adjust to that.”\n        After living in Italy for almost a year, Barto says she feels at home and hopes to remain in the country permanently.\n        “If I have any really big health issues that I can’t have taken care of here, then I would go home,” she says. “But for the most part, I’m going to stay here.”\n        Non-citizens with Italian residence can register with the Italian National Healthcare System to access Italian public healthcare, although an annual fee may be applicable depending on the circumstances.\n        Barto has met many other expats around the country since moving there almost a year ago and is often amazed by the amount of people who’ve left their lives behind for Italy.\n        “There’s a lot of single women that have done it, besides me,” she says. “You talk to them, and they’re like, ‘Oh, I’ve been here for 10 years,’ and they’ve all settled in really well.\n        “It [moving to a different country] helps you get out of your norm. To put your big girl panties on and try something different.”\n        One of Barto’s favorite things about her Italian home is the view from her balcony, which looks out at the Maiella mountains.\n        “I really enjoy living here. I love getting out and looking at my balcony views,” she says, stressing that this is something she never takes for granted.\n        “I know a lot of people say that, but I really do. It’s very different when you wake up in the morning.\n        “You’re like, ‘Wow,’ every day. It’s a different scene every morning.”\n  An earlier version of this story included a photo that was misidentified as the village of Palombaro. The image has been removed.", "url": "https://www.cnn.com/travel/texas-woman-buys-italy-house-us-too-expensive/index.html", "section": "travel"}
{"title": "      This US couple bought a house in France for $36,000 and it completely changed their lives\n    ", "author": "Tamara Hardingham-Gill", "published_on": "  Updated\n        8:59 PM EDT, Tue October 10, 2023\n    ", "abstract": "      They were only planning to drop in on a friend, but the lives of Robin Johnson and Jim Thaman changed for good when they paid a visit to Cajarc, a small village in southwestern France, in the summer of 2001.\n  ", "body": "      The US couple, who had been enjoying a vacation in the European country, were so taken with the pretty town, located in the center of the bucolic Lot Valley region, that they found themselves wondering what it would be like to live there.\n        And a year later, they were doing just that.\n        “When people ask, ‘how did you find this place?’ We say, ‘well the place found us,’” Johnson, who is an artist, tells CNN Travel.\n        The pair, who’d been together for around two years before the trip, say they’d always dreamed of living in a different country and were in a position where they could “semi-retire.”\n        “This offered us a way to start our life together with a blank canvas,” adds Johnson, originally from Michigan.\n        While they’d both spent time in France during their younger years, neither had seriously considered living there until then.\n        “I always loved France, but I thought if I ever wanted to live in another country, it would be Italy,” says Thaman, a woodworker and a musician from California. “So it was interesting when we ended up in France.”\n        So what was it about Cajarc that immediately drew them in?\n        The pair say that they were struck by the beauty of the town, along with its “very, very hip scene” and “interesting characters.”\n        As they explored the area, visiting the local market, strolling through the narrow streets and eating pizza at a waterfront restaurant, they were even more impressed.\n        But as the couple had to return to Toulouse to catch their flight home to the US that same day, they “didn’t have much time to do much but fantasize and promise to come back.”\n        However, after discovering that their flight was actually a day later than they’d thought, they decided to return to Cajarc to search for a house in the town that had stolen their hearts.\n        On arriving, they made a beeline for a local real estate office, but were unable to speak with anyone, and decided to head to a notary, or lawyer, to see if they’d have better luck there.\n        Fortunately, they learned that a relative of the local mayor had a home that had been on the market for eight years, and arranged to see the neglected property, which was priced at around $36,000.\n        While the house, which they say had been empty for eight years, and “hadn’t been remodeled in probably 70 years,” wasn’t in the best condition, they saw potential in it.\n        They were particularly impressed by a tiny courtyard behind the property, as well as the garden area.\n        “Not that many places in the village have nice outside spaces,” explains Thaman.\n        The sale price was also a huge draw.\n        “It was so affordable,” says Johnson. “We had the cash. It was like, ‘Do you want a new car? Or do you want to house in France?’ And we decided we wanted a house in France.”\n        They returned to California the following day as planned, taking some time to mull things over, before ultimately choosing to take the leap.\n        “We had to sort of do some soul searching,” says Johnson. “It was like, if we do it, and it’s a mistake, then so what?\n        “But if we don’t do it, we’ll always wonder what if. And that’s what it really came down to. We were willing to take the risk.”\n        When they asked the owner about the courtyard, they were told that it didn’t come with the house, but she would “throw in a garden plot by the river.”\n        “That sealed the deal for us,” says Johnson.\n        After making their decision, they wrote to the homeowner to offer to buy the 800-year-old house, and received a reply by postcard accepting their offer.\n        “Jim called the notaire and asked what we needed to do,” recalls Johnson. “He said the postcard would serve as our contract because the seller was a respected businesswoman and her word was good.”\n        In October, Thaman flew back to France to sign the papers. The couple say they were thrilled by how simple the buying process was.\n        “Everything went so smoothly,” says Johnson. “We felt that it was really meant to be.”\n        They married in April 2002 and were on a plane to France preparing to begin their new lives by June.\n        Once they’d arrived in Cajarc, they quickly got to work on renovating their new home, breaking down the walls in order to open up the place.\n        “A lot of these houses have little small rooms,” explains Thaman. “So my first tool was a sledgehammer.”\n        The couple had previously worked on a house together, so they had some renovating experience.\n        “We got a mattress to throw on the floor,” says Johnson. “We felt like we were back in college or something.”\n        They decided to color the walls “the old traditional way,” using a mixture of clay dug from a hillside near their home, and lime.\n        Johnson found various used lighting fixtures for their home at sales, including a $80 chandelier that had apparently survived World War II.\n        They describe their first few years in Cajarc as “like living in some sort of fantasy.”\n        “Even taking the garbage out was fun,” says Johnson. “Laundry was fun. I’d hang the laundry and I’d hear somebody playing squeeze box somewhere.\n        “And we just felt like we were in a movie. It was very exciting. It was hard to explain to our friends back in the States.”\n        The couple say they were “immediately accepted” by the locals, who were “curious” about them, particularly the younger people, who couldn’t believe they’d left California for France.\n        “We were the first foreigners to move into our village,” says Johnson. “Coming from California, we were like rock stars.”\n        They found themselves being invited to “raves in the hill” and various other parties around the town.\n        “We were in our 50s,” says Johnson. “And we were hanging out with people in their 20s.\n        “And after a while we met their parents, who were more our age. But we met the parents through the kids.”\n        According to the couple, many of their friends are the parents, or even grandparents of the younger locals who embraced them so warmly at the very beginning.\n        And many more friendships were made while they were sitting in their garden. In fact, they sometimes joke that they “bought a garden by a river and it came with a house.”\n        They fondly recall being “adopted” by their oldest neighbors, who would introduce them to everyone “as their American kids.”\n        “They [the locals] appreciated that we were doing something to a house that had been sitting there for eight years,” adds Johnson.\n        “They were happy that we had taken the house on and were fixing it up.”\n        They estimate that they’ve spent somewhere between $10,000 to $12,000 on the renovations so far.\n        “We set it up that way, because frankly, we didn’t want to have a lot of people coming and visiting us,” admits Johnson.\n        The couple were inundated with visitors during their second year in the town, and although they enjoyed spending time with loved ones, having to “plan around everybody else’s vacations” became something of a distraction.\n        “After that, we really set limits on visitors,” says Johnson, pointing out that they wanted to focus their energies on working on their home and integrating into the local community.\n        The couple have long-stay visas, which means they cannot stay in France for more than 180 days, and spend half of the year in California, where they have another house.\n        They stress that going back and forth between the two countries works well for them, and they love having their summers in France.\n        “It’s just very active here in the summer,” explains Johnson. “And then in the winter, everything kind of shuts down.”\n        During their winters in the US, they spend time with Thaman’s children and grandchildren, and tend to any business related to their real estate investments.\n        “I do enjoy the winters in California,” adds Thaman. “We have a really nice house [there]. There are people I play music with and our life just works. We like having two different lives.”\n        Both particularly love the simplicity of living in Cajarc, and say their worlds are much more carefree there.\n        “I don’t have a dishwasher,” says Johnson. “I don’t have a clothes dryer.\n        “We don’t have a lot of luxuries. We ride our bikes, have dinner parties, and swim in the river.\n        “Our life here is super simple, and we like it. Then we go back to the States, and it’s so much about money and acquisition, that it’s kind of hard for us to really relate to people there.”\n        Thaman shares this sentiment, explaining that he was struck by the difference between the consumerism in California and the “relative lack of it” in Cajarc when they first began living there.\n        “People buy things [in France] and hold on to them,” he says.\n        Despite spending half of the year in France for over 20 years, Johnson admits that she still struggles with the language.\n        “Jim picks it up much easier,” she says, explaining that she finds it tough to keep up with the conversation while at “a big dinner party where there’s a lot of cross talk.”\n        “I understand better than I can speak. It’s still a challenge. But it’s something that I get to continue to work on. It’s coming.”\n        In the years since they bought their home, more expats have moved in to the town. However, the couple say that around 95% of their friends there are French.\n        “We’re friendly with them [the other expats,] but we are not friends with them,” says Johnson. “Because we’re here to live in a French community, not in an expat community.”\n        When fellow Americans ask them for advice about buying a property in France, they usually suggest that they rent a place in a village for a while before making the decision to buy, as it doesn’t always work out so well.\n        “We were lucky,” says Thaman. “We have met quite a few people that have just jumped into something and it hasn’t worked. And they have gone back to where they came from.”\n        Needless to say, the couple are hugely grateful that they happened to end up in Cajarc back in 2001, and say there’s no other town or village that they’d rather be living in.\n        “Every time I read one of these books about people moving to Tuscany, I go, ‘Our experience was so much more than that,’” says Johnson.\n        They recently had pizza with friends at the same restaurant where they “first fantasized about a life in France” during that initial visit to Cajarc and couldn’t help but reflect on how wonderful the experience has turned out to be.\n        “The reality is so much better than we imagined,” says Johnson.\n  ", "url": "https://www.cnn.com/travel/us-couple-bought-house-france-changed-lives-carjarc/index.html", "section": "travel"}
{"title": "      This US couple bought a house in France for $36,000 and it completely changed their lives\n    ", "author": "Tamara Hardingham-Gill", "published_on": "  Updated\n        8:59 PM EDT, Tue October 10, 2023\n    ", "abstract": "      They were only planning to drop in on a friend, but the lives of Robin Johnson and Jim Thaman changed for good when they paid a visit to Cajarc, a small village in southwestern France, in the summer of 2001.\n  ", "body": "      The US couple, who had been enjoying a vacation in the European country, were so taken with the pretty town, located in the center of the bucolic Lot Valley region, that they found themselves wondering what it would be like to live there.\n        And a year later, they were doing just that.\n        “When people ask, ‘how did you find this place?’ We say, ‘well the place found us,’” Johnson, who is an artist, tells CNN Travel.\n        The pair, who’d been together for around two years before the trip, say they’d always dreamed of living in a different country and were in a position where they could “semi-retire.”\n        “This offered us a way to start our life together with a blank canvas,” adds Johnson, originally from Michigan.\n        While they’d both spent time in France during their younger years, neither had seriously considered living there until then.\n        “I always loved France, but I thought if I ever wanted to live in another country, it would be Italy,” says Thaman, a woodworker and a musician from California. “So it was interesting when we ended up in France.”\n        So what was it about Cajarc that immediately drew them in?\n        The pair say that they were struck by the beauty of the town, along with its “very, very hip scene” and “interesting characters.”\n        As they explored the area, visiting the local market, strolling through the narrow streets and eating pizza at a waterfront restaurant, they were even more impressed.\n        But as the couple had to return to Toulouse to catch their flight home to the US that same day, they “didn’t have much time to do much but fantasize and promise to come back.”\n        However, after discovering that their flight was actually a day later than they’d thought, they decided to return to Cajarc to search for a house in the town that had stolen their hearts.\n        On arriving, they made a beeline for a local real estate office, but were unable to speak with anyone, and decided to head to a notary, or lawyer, to see if they’d have better luck there.\n        Fortunately, they learned that a relative of the local mayor had a home that had been on the market for eight years, and arranged to see the neglected property, which was priced at around $36,000.\n        While the house, which they say had been empty for eight years, and “hadn’t been remodeled in probably 70 years,” wasn’t in the best condition, they saw potential in it.\n        They were particularly impressed by a tiny courtyard behind the property, as well as the garden area.\n        “Not that many places in the village have nice outside spaces,” explains Thaman.\n        The sale price was also a huge draw.\n        “It was so affordable,” says Johnson. “We had the cash. It was like, ‘Do you want a new car? Or do you want to house in France?’ And we decided we wanted a house in France.”\n        They returned to California the following day as planned, taking some time to mull things over, before ultimately choosing to take the leap.\n        “We had to sort of do some soul searching,” says Johnson. “It was like, if we do it, and it’s a mistake, then so what?\n        “But if we don’t do it, we’ll always wonder what if. And that’s what it really came down to. We were willing to take the risk.”\n        When they asked the owner about the courtyard, they were told that it didn’t come with the house, but she would “throw in a garden plot by the river.”\n        “That sealed the deal for us,” says Johnson.\n        After making their decision, they wrote to the homeowner to offer to buy the 800-year-old house, and received a reply by postcard accepting their offer.\n        “Jim called the notaire and asked what we needed to do,” recalls Johnson. “He said the postcard would serve as our contract because the seller was a respected businesswoman and her word was good.”\n        In October, Thaman flew back to France to sign the papers. The couple say they were thrilled by how simple the buying process was.\n        “Everything went so smoothly,” says Johnson. “We felt that it was really meant to be.”\n        They married in April 2002 and were on a plane to France preparing to begin their new lives by June.\n        Once they’d arrived in Cajarc, they quickly got to work on renovating their new home, breaking down the walls in order to open up the place.\n        “A lot of these houses have little small rooms,” explains Thaman. “So my first tool was a sledgehammer.”\n        The couple had previously worked on a house together, so they had some renovating experience.\n        “We got a mattress to throw on the floor,” says Johnson. “We felt like we were back in college or something.”\n        They decided to color the walls “the old traditional way,” using a mixture of clay dug from a hillside near their home, and lime.\n        Johnson found various used lighting fixtures for their home at sales, including a $80 chandelier that had apparently survived World War II.\n        They describe their first few years in Cajarc as “like living in some sort of fantasy.”\n        “Even taking the garbage out was fun,” says Johnson. “Laundry was fun. I’d hang the laundry and I’d hear somebody playing squeeze box somewhere.\n        “And we just felt like we were in a movie. It was very exciting. It was hard to explain to our friends back in the States.”\n        The couple say they were “immediately accepted” by the locals, who were “curious” about them, particularly the younger people, who couldn’t believe they’d left California for France.\n        “We were the first foreigners to move into our village,” says Johnson. “Coming from California, we were like rock stars.”\n        They found themselves being invited to “raves in the hill” and various other parties around the town.\n        “We were in our 50s,” says Johnson. “And we were hanging out with people in their 20s.\n        “And after a while we met their parents, who were more our age. But we met the parents through the kids.”\n        According to the couple, many of their friends are the parents, or even grandparents of the younger locals who embraced them so warmly at the very beginning.\n        And many more friendships were made while they were sitting in their garden. In fact, they sometimes joke that they “bought a garden by a river and it came with a house.”\n        They fondly recall being “adopted” by their oldest neighbors, who would introduce them to everyone “as their American kids.”\n        “They [the locals] appreciated that we were doing something to a house that had been sitting there for eight years,” adds Johnson.\n        “They were happy that we had taken the house on and were fixing it up.”\n        They estimate that they’ve spent somewhere between $10,000 to $12,000 on the renovations so far.\n        “We set it up that way, because frankly, we didn’t want to have a lot of people coming and visiting us,” admits Johnson.\n        The couple were inundated with visitors during their second year in the town, and although they enjoyed spending time with loved ones, having to “plan around everybody else’s vacations” became something of a distraction.\n        “After that, we really set limits on visitors,” says Johnson, pointing out that they wanted to focus their energies on working on their home and integrating into the local community.\n        The couple have long-stay visas, which means they cannot stay in France for more than 180 days, and spend half of the year in California, where they have another house.\n        They stress that going back and forth between the two countries works well for them, and they love having their summers in France.\n        “It’s just very active here in the summer,” explains Johnson. “And then in the winter, everything kind of shuts down.”\n        During their winters in the US, they spend time with Thaman’s children and grandchildren, and tend to any business related to their real estate investments.\n        “I do enjoy the winters in California,” adds Thaman. “We have a really nice house [there]. There are people I play music with and our life just works. We like having two different lives.”\n        Both particularly love the simplicity of living in Cajarc, and say their worlds are much more carefree there.\n        “I don’t have a dishwasher,” says Johnson. “I don’t have a clothes dryer.\n        “We don’t have a lot of luxuries. We ride our bikes, have dinner parties, and swim in the river.\n        “Our life here is super simple, and we like it. Then we go back to the States, and it’s so much about money and acquisition, that it’s kind of hard for us to really relate to people there.”\n        Thaman shares this sentiment, explaining that he was struck by the difference between the consumerism in California and the “relative lack of it” in Cajarc when they first began living there.\n        “People buy things [in France] and hold on to them,” he says.\n        Despite spending half of the year in France for over 20 years, Johnson admits that she still struggles with the language.\n        “Jim picks it up much easier,” she says, explaining that she finds it tough to keep up with the conversation while at “a big dinner party where there’s a lot of cross talk.”\n        “I understand better than I can speak. It’s still a challenge. But it’s something that I get to continue to work on. It’s coming.”\n        In the years since they bought their home, more expats have moved in to the town. However, the couple say that around 95% of their friends there are French.\n        “We’re friendly with them [the other expats,] but we are not friends with them,” says Johnson. “Because we’re here to live in a French community, not in an expat community.”\n        When fellow Americans ask them for advice about buying a property in France, they usually suggest that they rent a place in a village for a while before making the decision to buy, as it doesn’t always work out so well.\n        “We were lucky,” says Thaman. “We have met quite a few people that have just jumped into something and it hasn’t worked. And they have gone back to where they came from.”\n        Needless to say, the couple are hugely grateful that they happened to end up in Cajarc back in 2001, and say there’s no other town or village that they’d rather be living in.\n        “Every time I read one of these books about people moving to Tuscany, I go, ‘Our experience was so much more than that,’” says Johnson.\n        They recently had pizza with friends at the same restaurant where they “first fantasized about a life in France” during that initial visit to Cajarc and couldn’t help but reflect on how wonderful the experience has turned out to be.\n        “The reality is so much better than we imagined,” says Johnson.\n  ", "url": "https://www.cnn.com/travel/us-couple-bought-house-france-changed-lives-carjarc/index.html", "section": "travel"}
{"title": "      The islands that went from whale hunting to whale watching\n    ", "author": "Anne Pinto-Rodrigues", "published_on": "  Updated\n        12:07 PM EDT, Mon October 16, 2023\n    ", "abstract": "      From dramatic humpback breaches to enthralling dolphin acrobatics, a springtime visit to the Azores is synonymous with incredible sightings of whales and dolphins. \n  ", "body": "      The remote Portuguese archipelago, consisting of nine volcanic islands about 900 miles west of Lisbon, lies in the North Atlantic Ocean, putting it on the migration route of several whale species. And from March to June – whale migration season – lucky tourists may even catch a glimpse of behemoths like the blue whale and the fin whale, the two largest animals on the planet.\n        As well as migrating whales, the Azores also have resident cetaceans, including sperm whales and some dolphin species, which can be seen year-round. With nearly a third of the 94 known cetacean species in the world observed here, the archipelago consistently ranks as one of the best places on the planet to go whale watching.\n        But the centuries-old relationship between Azoreans and whales has not always been so harmonious,as Rui de Souza Martins, emeritus professor of Anthropology at the University of the Azores, explains.\n        “The archipelago was populated by settlers from mainland Portugal from the 15th century onwards,” he says. “These early inhabitants, mostly farmers, limited themselves to harvesting the dead whales they found at sea or on the coast. The whale blubber was boiled down to make oil for lamps.” \n        By the 18th century, the Azores’ resident population of sperm whales was drawing attention from the United States. Whaling ships from Nantucket and New Bedford, Massachusetts, would make the roughly 2,300-mile voyage east to go hunting. In the age before the discovery of crude oil, the use of spermaceti (the waxy substance obtained from the head of a sperm whale) and whale oil (from blubber) for lighting and other purposes, made whaling a lucrative industry. \n        These factory-style ships would lower small wooden boats into the ocean for the hunt, then haul the dead animal onboard the larger ship for processing.\n        It wasn’t only the whale carcasses that came onboard. The Americans recruited Azorean men at low pay, enticing them with the offer of residence in the US once they’d worked a certain number of years on the ships. Many emigrated to Massachusetts with the whalers. \n        By the middle of the 19th century, some of those emigrants returned to the archipelago, bringing with them the knowledge of whale hunting and dedicated boat construction. They kicked off the local whaling industry, building seven-man hunting canoes and equipment. Soon, factories processing whale oil, meat and bones sprung up on the islands. \n        Whaling seems unspeakably cruel from a modern perspective, but back then it was a matter of survival. There were no other paying jobs in the islands. Many whalers – who were primarily farmhands working for rich landowners – didn’t even know how to swim, but risked life and limb to provide for their families. \n        “Whale hunting and the commercial processing of its derivatives was a much needed source of income for the locals,” says José Carlos Garcia, sociologist and anthropology researcher. The money earned from whaling was used to pay for groceries, children’s education, and other necessities. Films like 1969’s “The Last Whalers” and the 2019 Netflix production “The Last Whalers of São Miguel,” provide a glimpse into the difficult lives of the Azorean whalers.\n        However, it wasn’t to last forever. After crude oil was discovered in 1859, the demand for whale oil decreased dramatically in the following decades. \n        Right until the industry’s end, in 1987, the practices of Azorean whalers were different from the factory ships of the Americans. They continued to hunt in their small wooden boats with handmade weapons, killing only a small number of sperm whales. Counterparts in other countries used modern vessels and sophisticated harpoons, leading to the decimation of many whale species. \n        To address this drastic decline in populations, the International Whaling Commission issued a moratorium on commercial whaling in 1982. Portugal supported the ban, which meant the Azores – an autonomous region of the country – also had to comply. Pressure from local and global conservation organizations led to the eventual end of whaling in the Azores. The last whale was said to have been killed in 1987 by some disgruntled whalers from Pico island. \n        The transition away from whaling gave birth to new industries and practices – with the impetus coming from outside. In 1990, French national Serge Viallele set up the first whale watching company in the archipelago, on Pico island. \n        “Viallele showed that it was possible to live off the whales without killing them,” says Miguel Cravinho, co-owner of Terra Azul, a whale watching company based on São Miguel island. “The focus quickly shifted from whaling to eco-tourism, conservation and education.”\n        Today’s whale watching trips aren’t just fun days out for tourists; they support research, with the data collected from each of the trips used by local scientists to study behaviors and migration patterns. It is, says Cravinho, an “educational approach to whale watching.”\n        Nearly 20 whale watching companies currently operate across the Azores, following global best practices and guidelines issued by the International Whaling Commission (IWC), as well as local regulations. \n        Boats must follow whales at a maximum speed of 10 knots, can only approach from 90 degrees behind, and must stay 50 meters (164 feet) away from them – or three times that distance if there’s a mother and calf.\n        Only three boats may hover near the whales at any time, for a maximum 15 minutes – and sailing through a pod is not allowed. \n        To keep disturbance to a minimum, most whale watching companies in the Azores use RIBs (rigid inflatable boats) to minimize noise and emissions. The number of whale watching boats is strictly limited by a license system, which issues a maximum number per island – or per zone for the smaller islands. Hilltop lookout points known as “vigias,” once used by the whalers to spot prey, are now used by whale watchers to direct boats to different areas, so they don’t congregate near the same animals.\n        “We developed a new and dynamic culture in which the whale took center stage as a creature of ecological, scientific, heritage, and tourist value,” de Souza Martins explains. Meanwhile, museums across the islands discuss the Azores’ whaling history, and you’ll still see traditional 40-feet whaling canoes repurposed for sailing and rowing, used annually in summer regattas.\n        In February 2023, the archipelago was recognized as a Whale Heritage Site by the World Cetacean Alliance, an accolade described as the “gold standard for responsible whale watching” by its honorary president, Jean-Michel Cousteau. It is the second site in Europe and only the sixth in the world to achieve the rating.\n        Whale Heritage Sites are places that have been judged to have achieved an “environmentally, socially and economically sustainable balance” between nature, the local community and what visitors expect from the place.\n        Destinations must have already have conducted research on the whale watching in their area, and must commit to further research, education and awareness – as well as staging cultural events that celebrate cetaceans.\n        With rising tourist numbers and the increasing popularity of whale watching tours, there are concerns about the pressures on whales and their behavior. In his paper on whale watching as eco-tourism, Luís Silva, senior research fellow at the Centre for Research in Anthropology in Lisbon analyzed potential challenges posed by the whale watching industry, both to the animal and the local community – from stress for the whales to profits going to tour company owners rather than the wider community.  \n        For now, whale watching remains a major draw for visitors to the islands. \n        “The whale has had such a remarkable journey in the Azores,” says Garcia.\n        “Once considered a sea monster, it later became a useful resource. Now, it is a symbol of our collective identity and universal value.”\n  Call to Earth is a CNN editorial series committed to reporting on the environmental challenges facing our planet, together with the solutions. Rolex’s Perpetual Planet initiative has partnered with CNN to drive awareness and education around key sustainability issues and to inspire positive action.", "url": "https://www.cnn.com/travel/article/azores-whalewatching/index.html", "section": "travel"}
{"title": "      The islands that went from whale hunting to whale watching\n    ", "author": "Anne Pinto-Rodrigues", "published_on": "  Updated\n        12:07 PM EDT, Mon October 16, 2023\n    ", "abstract": "      From dramatic humpback breaches to enthralling dolphin acrobatics, a springtime visit to the Azores is synonymous with incredible sightings of whales and dolphins. \n  ", "body": "      The remote Portuguese archipelago, consisting of nine volcanic islands about 900 miles west of Lisbon, lies in the North Atlantic Ocean, putting it on the migration route of several whale species. And from March to June – whale migration season – lucky tourists may even catch a glimpse of behemoths like the blue whale and the fin whale, the two largest animals on the planet.\n        As well as migrating whales, the Azores also have resident cetaceans, including sperm whales and some dolphin species, which can be seen year-round. With nearly a third of the 94 known cetacean species in the world observed here, the archipelago consistently ranks as one of the best places on the planet to go whale watching.\n        But the centuries-old relationship between Azoreans and whales has not always been so harmonious,as Rui de Souza Martins, emeritus professor of Anthropology at the University of the Azores, explains.\n        “The archipelago was populated by settlers from mainland Portugal from the 15th century onwards,” he says. “These early inhabitants, mostly farmers, limited themselves to harvesting the dead whales they found at sea or on the coast. The whale blubber was boiled down to make oil for lamps.” \n        By the 18th century, the Azores’ resident population of sperm whales was drawing attention from the United States. Whaling ships from Nantucket and New Bedford, Massachusetts, would make the roughly 2,300-mile voyage east to go hunting. In the age before the discovery of crude oil, the use of spermaceti (the waxy substance obtained from the head of a sperm whale) and whale oil (from blubber) for lighting and other purposes, made whaling a lucrative industry. \n        These factory-style ships would lower small wooden boats into the ocean for the hunt, then haul the dead animal onboard the larger ship for processing.\n        It wasn’t only the whale carcasses that came onboard. The Americans recruited Azorean men at low pay, enticing them with the offer of residence in the US once they’d worked a certain number of years on the ships. Many emigrated to Massachusetts with the whalers. \n        By the middle of the 19th century, some of those emigrants returned to the archipelago, bringing with them the knowledge of whale hunting and dedicated boat construction. They kicked off the local whaling industry, building seven-man hunting canoes and equipment. Soon, factories processing whale oil, meat and bones sprung up on the islands. \n        Whaling seems unspeakably cruel from a modern perspective, but back then it was a matter of survival. There were no other paying jobs in the islands. Many whalers – who were primarily farmhands working for rich landowners – didn’t even know how to swim, but risked life and limb to provide for their families. \n        “Whale hunting and the commercial processing of its derivatives was a much needed source of income for the locals,” says José Carlos Garcia, sociologist and anthropology researcher. The money earned from whaling was used to pay for groceries, children’s education, and other necessities. Films like 1969’s “The Last Whalers” and the 2019 Netflix production “The Last Whalers of São Miguel,” provide a glimpse into the difficult lives of the Azorean whalers.\n        However, it wasn’t to last forever. After crude oil was discovered in 1859, the demand for whale oil decreased dramatically in the following decades. \n        Right until the industry’s end, in 1987, the practices of Azorean whalers were different from the factory ships of the Americans. They continued to hunt in their small wooden boats with handmade weapons, killing only a small number of sperm whales. Counterparts in other countries used modern vessels and sophisticated harpoons, leading to the decimation of many whale species. \n        To address this drastic decline in populations, the International Whaling Commission issued a moratorium on commercial whaling in 1982. Portugal supported the ban, which meant the Azores – an autonomous region of the country – also had to comply. Pressure from local and global conservation organizations led to the eventual end of whaling in the Azores. The last whale was said to have been killed in 1987 by some disgruntled whalers from Pico island. \n        The transition away from whaling gave birth to new industries and practices – with the impetus coming from outside. In 1990, French national Serge Viallele set up the first whale watching company in the archipelago, on Pico island. \n        “Viallele showed that it was possible to live off the whales without killing them,” says Miguel Cravinho, co-owner of Terra Azul, a whale watching company based on São Miguel island. “The focus quickly shifted from whaling to eco-tourism, conservation and education.”\n        Today’s whale watching trips aren’t just fun days out for tourists; they support research, with the data collected from each of the trips used by local scientists to study behaviors and migration patterns. It is, says Cravinho, an “educational approach to whale watching.”\n        Nearly 20 whale watching companies currently operate across the Azores, following global best practices and guidelines issued by the International Whaling Commission (IWC), as well as local regulations. \n        Boats must follow whales at a maximum speed of 10 knots, can only approach from 90 degrees behind, and must stay 50 meters (164 feet) away from them – or three times that distance if there’s a mother and calf.\n        Only three boats may hover near the whales at any time, for a maximum 15 minutes – and sailing through a pod is not allowed. \n        To keep disturbance to a minimum, most whale watching companies in the Azores use RIBs (rigid inflatable boats) to minimize noise and emissions. The number of whale watching boats is strictly limited by a license system, which issues a maximum number per island – or per zone for the smaller islands. Hilltop lookout points known as “vigias,” once used by the whalers to spot prey, are now used by whale watchers to direct boats to different areas, so they don’t congregate near the same animals.\n        “We developed a new and dynamic culture in which the whale took center stage as a creature of ecological, scientific, heritage, and tourist value,” de Souza Martins explains. Meanwhile, museums across the islands discuss the Azores’ whaling history, and you’ll still see traditional 40-feet whaling canoes repurposed for sailing and rowing, used annually in summer regattas.\n        In February 2023, the archipelago was recognized as a Whale Heritage Site by the World Cetacean Alliance, an accolade described as the “gold standard for responsible whale watching” by its honorary president, Jean-Michel Cousteau. It is the second site in Europe and only the sixth in the world to achieve the rating.\n        Whale Heritage Sites are places that have been judged to have achieved an “environmentally, socially and economically sustainable balance” between nature, the local community and what visitors expect from the place.\n        Destinations must have already have conducted research on the whale watching in their area, and must commit to further research, education and awareness – as well as staging cultural events that celebrate cetaceans.\n        With rising tourist numbers and the increasing popularity of whale watching tours, there are concerns about the pressures on whales and their behavior. In his paper on whale watching as eco-tourism, Luís Silva, senior research fellow at the Centre for Research in Anthropology in Lisbon analyzed potential challenges posed by the whale watching industry, both to the animal and the local community – from stress for the whales to profits going to tour company owners rather than the wider community.  \n        For now, whale watching remains a major draw for visitors to the islands. \n        “The whale has had such a remarkable journey in the Azores,” says Garcia.\n        “Once considered a sea monster, it later became a useful resource. Now, it is a symbol of our collective identity and universal value.”\n  Call to Earth is a CNN editorial series committed to reporting on the environmental challenges facing our planet, together with the solutions. Rolex’s Perpetual Planet initiative has partnered with CNN to drive awareness and education around key sustainability issues and to inspire positive action.", "url": "https://www.cnn.com/travel/article/azores-whalewatching/index.html", "section": "travel"}
{"title": "      Australia’s most famous attraction turns 50\n    ", "author": "Lilit Marcus", "published_on": "  Published\n        10:04 PM EDT, Thu October 19, 2023\n    ", "abstract": "      Saying that the Sydney Opera House is a well-known icon of Australia is kind of like saying the Amazon is a creek.\n  ", "body": "      The building, which turns 50 years old on October 20, has been given a cultural value of $11.4 billion by the global financial firm Deloitte.\n        Sure, the plum Sydney waterfront real estate is worth plenty – but the real value, according to Deloitte, is the way it symbolizes Australia all over the world, becoming one of those buildings, like the Eiffel Tower and the Empire State Building, that can be recognized by its silhouette alone.\n        Inaugurated on October 20, 1973, by the late Queen Elizabeth II, the Opera House now welcomes more than one million visitors every year.\n        Danish architect Jorn Utzon won the competition to design the Opera House in 1957. He would later win the Pritzker Prize, which is considered the Nobel of architecture.\n        There’s much more to the Opera House than, well, opera.\n        “I think there’s a big misconception that we’re the classical arts,” says Jade McKellar, chief customer officer for the Sydney Opera House.\n        “We also have contemporary music. We have a big talks program, where we’ve had international and local speakers take it to our stages. We have children’s programming. Any time you come to the Opera House, there’ll be something on that somebody would be interested in.”\n        When UNESCO added the Opera House to its World Heritage list in 2007, the praise was euphoric.\n        “The Sydney Opera House constitutes a masterpiece of 20th Century architecture,” UNESCO wrote in its designation.\n        The document cited the building’s “unparalleled design and construction” and called it “a daring and visionary experiment.”\n        All of these accolades might feel intimidating to a visitor. But McKellar says that the Opera House has spent years trying to open up its offerings to as wide an audience as possible.\n        That means putting Opera House programming online for more people to watch, for example. But it also means providing Opera House tours in a range of languages – from Spanish to Korean – in order to better serve international audiences, and it means having dedicated staff and programming to highlight the First Nations community.\n        Before Sydney or the Opera House existed, this piece of land was named Tubowgule by the native Gadigal people.\n        The Opera House’s fine dining restaurant, Bennelong, gets its name from the Gadigal word for the Sydney harbor area, and Aboriginal artist Megan Cope made a site-specific artwork, “Whispers,” out of poles and oyster shells for the 50th anniversary celebrations.\n        Ultimately, McKellar says, the goal of the Opera House is to be a “people’s house,” where all Australians are welcome.\n        While plenty of tourists visit the opera house to attend shows, have a meal at one of the restaurants inside the building, or just take a guided tour, the team behind the house also wants local Sydneysiders to feel like they can swing by anytime.\n        McKellar, a Sydney native, says that ethos very much mirrors her own experience. She first visited as a child, performing in a choir production of “The Pied Piper of Hamelin.” As an adult, she brought out-of-town colleagues over to Opera Bar for drinks and eventually she even got married there, in one of the building’s function rooms.\n        For many, tourist attractions like the opera house are once-in-a-lifetime destinations. But if there was a UNESCO World Heritage site in your neighborhood, would you go more often?\n        According to data from the Opera House, 42% of people who bought a ticket for an event or program in 2022 were first-timers.\n        In addition, viewers consumed 790,000 hours of Opera House content on YouTube.\n        For McKellar and her team, those numbers point to the fact that the Opera House is more than just a building – it’s a community hub.\n        “We want everyone to think about, ‘What am I going to do this weekend? I’m going to go to the opera house, because there’s something for me. I feel like I’m welcome there. I see myself there. I feel safe.’”\n  ", "url": "https://www.cnn.com/travel/sydney-opera-house-50th-anniversary-intl-hnk/index.html", "section": "travel"}
{"title": "      The blimp is back – and this time, it’s tiny\n    ", "author": "Tom Page", "published_on": "  Published\n        3:49 AM EDT, Fri October 13, 2023\n    ", "abstract": "      You’d be forgiven for thinking the resurgence of airships and blimps was a load of hot air. This is, after all, the means of flight which plummeted in the public’s estimation in an inglorious blaze with the 1937 Hindenburg disaster. Ungainly, slow and prone to accidents, they were superseded in practically every way by the commercial airplane. Yet close to a century after falling out of favor, a new generation of airships is preparing to take to the skies. Most of these have ambitions as large as their supersized proportions; touted as a more sustainable alternative to freight trucks or ships, transporting tons of goods at a time (while leaving humans on terra firma). But while some go big, one company is dreaming smaller. Much smaller.\n  ", "body": "      South African startup Cloudline has received millions of dollars in investment for its mini blimps. Just over 18 meters (60 feet) long and with a miniscule net weight of two to three kilograms (around four to seven pounds), the company is pitching them as an alternative to helicopters and other vertical take-off and landing aircraft, and with payload capacities outstripping those of drones.\n        Cloudline has already received approval from local authorities to begin flying its airships in South Africa and is in talks with partners in Namibia, Mozambique and Kenya to begin operations, says CEO Spencer Horne.\n        The helium-filled blimps are fitted with solar panels and backup batteries to power their engines, have a flight time of up to 12 hours and a range of up to 400 kilometers (249 miles), flying at a height up to 1,220 meters (4,000 feet) above take-off level.\n        Flight is fully autonomous, with each blimp following predetermined waypoints. In the event an airship encounters an abnormality, it will reroute to a predetermined point and wait for instruction from a human, who has access to its telemetry data.\n        “The inspiration was to empower and get rural communities connected,” says Horne, who points to a lack of reliable transport infrastructure that still exists across parts of the continent.\n        Helicopters and airplanes have long served poorly connected communities, but their take-off and landing requirements impose limitations, he adds, and their delivery methods are not always precise – take air drops, for example.\n        Horne looked at the drone industry in the 2010s, which reduced cost barriers to aviation, and watched as they began delivering medicines to remote parts of East Africa. But current drones also have limitations, including payload capacity. More payload requires a bigger drone, however, “you can’t just take the drones that are in existence and keep scaling them up,” he explains. Engineering complexity and manufacturing costs increase with size, he adds, plus, “too quickly you end up with aircraft that need to have carbon fuels.”\n        Wanting a sizable payload, clean propulsion and vertical take-off and landing, the Harvard University graduate turned to blimps.\n        Cloudline first received venture capital backing in 2019, and after years of research and development and prototyping, the company is preparing to launch commercial operations.\n        Gross domestic product in sub-Saharan Africa is expected to double between 2020 and 2040 according to a recent report by Euromonitor International. However, “infrastructure is undoubtedly one of the biggest challenges affecting Africa’s economic development,” says Christele Chokossa, a South Africa-based research consultant at the organization.\n        Chokossa cites countries like Cameroon, Cote d’Ivoire and the Democratic Republic of Congo, where less than 10% of roads were paved in 2022, hindering access. “Airships are likely to provide a unique opportunity to close such (an infrastructure) gap, especially considering the relatively higher capacity they can carry compared to drone delivery, as well as its level of affordability and infrastructure requirements compared to expected cargo plane delivery,” she says.\n        Cloudline’s current airship model can carry 40 kilograms (88 pounds) of cargo, with the company’s goal to carry up to 100 kilograms (220 pounds) “within reach,” says Horne.\n        “The ability of companies like Cloudline to expand is highly subject to the complexity of regulations experienced across the continent,” Chokossa adds. “Besides, educating governments and prospective users is fundamental, since airships are not necessarily one of the most common tools found across the continent and considering relatively low delivery costs, reaching economy of scale will be important to reach profitability.”\n        Cloudline’s CEO would not discuss pricing, saying deals were bespoke and based on how each airship will be utilized. The use cases extend beyond deliveries, he explained. The airship’s onboard cameras and other sensors offer a low altitude form of aerial surveillance (or deterrence) ­– useful in anti-poaching operations. It can also be used for search and rescue missions, or surveying hard-to-access infrastructure in remote areas.\n        In Kenya, Cloudline has a deal in place to facilitate medical deliveries, and in Namibia it is partnering with UNICEF for medical deliveries and medical diagnostics, connecting remote clinics with a central district hospital. In South Africa and Mozambique, the blimps are being deployed for emergency communications for the UN’s World Food Programme, says Horne.\n        As its commercial ventures gather pace, the company continues to develop its airship, with plans for greater autonomy and adaption to weather conditions, says Horne. Cloudline says it is also exploring using hydrogen to inflate future blimps – a gas that can be generated renewably with slightly greater lift than helium. The downside is hydrogen is flammable, but helium has its own drawbacks, including volatile pricing in recent years and question marks over its long-term supply.\n        However it looks to fill its airships, Cloudline is hoping it can break through in this revived transport sector.\n        “Doing this kind of stuff in Africa … is hard,” Horne says. “It takes a while and a number of people to get to before you convince folks to invest in you to do aerospace in Africa.”\n        The CEO says that unlike other airship companies engaged in long prototyping phases for their larger craft, he’s ready to bring his product to market.\n        “We think it’s far more important to get out and deliver a service than to build something that’s going to debut in 2035 or 2040,” he says. “Let’s get airships to the people.”\n  ", "url": "https://www.cnn.com/2023/10/13/travel/cloudline-airship-south-africa-spc-intl/index.html", "section": "travel"}
{"title": "      The blimp is back – and this time, it’s tiny\n    ", "author": "Tom Page", "published_on": "  Published\n        3:49 AM EDT, Fri October 13, 2023\n    ", "abstract": "      You’d be forgiven for thinking the resurgence of airships and blimps was a load of hot air. This is, after all, the means of flight which plummeted in the public’s estimation in an inglorious blaze with the 1937 Hindenburg disaster. Ungainly, slow and prone to accidents, they were superseded in practically every way by the commercial airplane. Yet close to a century after falling out of favor, a new generation of airships is preparing to take to the skies. Most of these have ambitions as large as their supersized proportions; touted as a more sustainable alternative to freight trucks or ships, transporting tons of goods at a time (while leaving humans on terra firma). But while some go big, one company is dreaming smaller. Much smaller.\n  ", "body": "      South African startup Cloudline has received millions of dollars in investment for its mini blimps. Just over 18 meters (60 feet) long and with a miniscule net weight of two to three kilograms (around four to seven pounds), the company is pitching them as an alternative to helicopters and other vertical take-off and landing aircraft, and with payload capacities outstripping those of drones.\n        Cloudline has already received approval from local authorities to begin flying its airships in South Africa and is in talks with partners in Namibia, Mozambique and Kenya to begin operations, says CEO Spencer Horne.\n        The helium-filled blimps are fitted with solar panels and backup batteries to power their engines, have a flight time of up to 12 hours and a range of up to 400 kilometers (249 miles), flying at a height up to 1,220 meters (4,000 feet) above take-off level.\n        Flight is fully autonomous, with each blimp following predetermined waypoints. In the event an airship encounters an abnormality, it will reroute to a predetermined point and wait for instruction from a human, who has access to its telemetry data.\n        “The inspiration was to empower and get rural communities connected,” says Horne, who points to a lack of reliable transport infrastructure that still exists across parts of the continent.\n        Helicopters and airplanes have long served poorly connected communities, but their take-off and landing requirements impose limitations, he adds, and their delivery methods are not always precise – take air drops, for example.\n        Horne looked at the drone industry in the 2010s, which reduced cost barriers to aviation, and watched as they began delivering medicines to remote parts of East Africa. But current drones also have limitations, including payload capacity. More payload requires a bigger drone, however, “you can’t just take the drones that are in existence and keep scaling them up,” he explains. Engineering complexity and manufacturing costs increase with size, he adds, plus, “too quickly you end up with aircraft that need to have carbon fuels.”\n        Wanting a sizable payload, clean propulsion and vertical take-off and landing, the Harvard University graduate turned to blimps.\n        Cloudline first received venture capital backing in 2019, and after years of research and development and prototyping, the company is preparing to launch commercial operations.\n        Gross domestic product in sub-Saharan Africa is expected to double between 2020 and 2040 according to a recent report by Euromonitor International. However, “infrastructure is undoubtedly one of the biggest challenges affecting Africa’s economic development,” says Christele Chokossa, a South Africa-based research consultant at the organization.\n        Chokossa cites countries like Cameroon, Cote d’Ivoire and the Democratic Republic of Congo, where less than 10% of roads were paved in 2022, hindering access. “Airships are likely to provide a unique opportunity to close such (an infrastructure) gap, especially considering the relatively higher capacity they can carry compared to drone delivery, as well as its level of affordability and infrastructure requirements compared to expected cargo plane delivery,” she says.\n        Cloudline’s current airship model can carry 40 kilograms (88 pounds) of cargo, with the company’s goal to carry up to 100 kilograms (220 pounds) “within reach,” says Horne.\n        “The ability of companies like Cloudline to expand is highly subject to the complexity of regulations experienced across the continent,” Chokossa adds. “Besides, educating governments and prospective users is fundamental, since airships are not necessarily one of the most common tools found across the continent and considering relatively low delivery costs, reaching economy of scale will be important to reach profitability.”\n        Cloudline’s CEO would not discuss pricing, saying deals were bespoke and based on how each airship will be utilized. The use cases extend beyond deliveries, he explained. The airship’s onboard cameras and other sensors offer a low altitude form of aerial surveillance (or deterrence) ­– useful in anti-poaching operations. It can also be used for search and rescue missions, or surveying hard-to-access infrastructure in remote areas.\n        In Kenya, Cloudline has a deal in place to facilitate medical deliveries, and in Namibia it is partnering with UNICEF for medical deliveries and medical diagnostics, connecting remote clinics with a central district hospital. In South Africa and Mozambique, the blimps are being deployed for emergency communications for the UN’s World Food Programme, says Horne.\n        As its commercial ventures gather pace, the company continues to develop its airship, with plans for greater autonomy and adaption to weather conditions, says Horne. Cloudline says it is also exploring using hydrogen to inflate future blimps – a gas that can be generated renewably with slightly greater lift than helium. The downside is hydrogen is flammable, but helium has its own drawbacks, including volatile pricing in recent years and question marks over its long-term supply.\n        However it looks to fill its airships, Cloudline is hoping it can break through in this revived transport sector.\n        “Doing this kind of stuff in Africa … is hard,” Horne says. “It takes a while and a number of people to get to before you convince folks to invest in you to do aerospace in Africa.”\n        The CEO says that unlike other airship companies engaged in long prototyping phases for their larger craft, he’s ready to bring his product to market.\n        “We think it’s far more important to get out and deliver a service than to build something that’s going to debut in 2035 or 2040,” he says. “Let’s get airships to the people.”\n  ", "url": "https://www.cnn.com/2023/10/13/travel/cloudline-airship-south-africa-spc-intl/index.html", "section": "travel"}
{"title": "      Why your trip to Japan just got more expensive\n    ", "author": "Lilit Marcus", "published_on": "  Published\n        4:07 AM EDT, Sat October 7, 2023\n    ", "abstract": "      This week in travel news: one country might ban airplane pilots from wearing perfume, the world’s most popular unfinished building edges closer to completion, and Fat Bear Week kicks off in style.\n  ", "body": "      Every year, millions of tourists enjoy Japan’s high speed rail network and use trains to get around the country, zooming from Tokyo to Kyoto and Osaka. But it just got more expensive to do so.\n        The price of a Japan Rail (JR) Pass, which enables foreigners to buy and reserve Shinkansen tickets in advance, has gone up 65% as of October 1.\n        Now, the cost of a seven-day pass is ¥50,000 ($337), up from ¥29,650 ($200). Kids 6 to 11 are still eligible for half-price tickets across the train network, though.\n        And that’s not the only train-related news that will affect tourists. The popular Tokyo-Osaka bullet train is rolling back its on-train snack cart service, which means passengers may want to BYOR – bring your own ramen.\n        It’s not only bullet trains that just got pricier. One of Japan’s most iconic attractions began charging a visitor fee this week for the first time in its history.\n        The Itsukushima shrine outside of Hiroshima, whose bright orange torii gate looks like it’s floating in a lake, was one of President Joe Biden’s stops on his recent visit to Japan. Looks like he squeaked by just in time – on October 1, the island began charging fees of 100 yen (for a single visit) or 300 yen (for multiples), citing crowd control issues. 100 yen is about 67 US cents.\n        Overtourism is a growing concern around Japan, which only fully reopened to tourists last fall.\n        As CNN’s Emiko Jozuka reports, Mount Fuji has been suffering from the impact of too many visitors. See how local volunteers are helping to keep the country’s most recognizable symbol in good shape for generations to come.\n        The biggest misconception about food from Sri Lanka? That it’s the same food as next-door neighbor India.\n        Now, a group of young Sri Lankan chefs are taking their cuisine around the world. From egg hoppers in London to creamy coconut rice in Kentucky, the diverse flavors of Sri Lanka are finally getting their due.\n        “I try to honor the recipes passed down to me and introduce flavors to diners that appear unexpectedly,” says Sri Lankan-American chef Sam Fore.\n        More than 140 years after ground broke on Barcelona’s Sagrada Familia, the end is finally in sight.\n        The basilica, despite being still under construction, is hugely popular with tourists and was named TripAdvisor’s top attraction in 2022.\n        The fifth central tower was completed this week, with the sixth due to be finished in 2026 as the last piece of a complex design by Catalan architect Antoni Gaudí.\n        Though it may seem like the church took ages to complete, the construction process is quite fast if you consider it was only granted a building permit in 2019.\n        Believe it or not, it is possible to organize a group trip without everybody hating each other by the end.\n        The more you plan ahead of time, the more you’ll actually enjoy your vacation. That means talking honestly about budgets and expectations, letting everyone play to their strengths, and being cool with it when somebody needs an afternoon to themselves.\n        When you get home, print out some of your favorite vacation pics and turn them into gifts for the rest of the crew so you’ll all remember the good times.\n  India is mulling a ban on pilots and flight attendants wearing perfume.      But it’s not because of the scent.\n  Alaska’s Fat Bear Week 2023 has officially kicked off.      It was almost a victim of a government possible shutdown.\n  Environmental scientists believe we should fly less.      Yet one climate researcher worries he may lose his job for refusing to travel by plane.\n  The French word for bedbug is “punaise.”      However, France’s health minister says talk of the country being full of punaises is greatly exaggerated.\n  ", "url": "https://www.cnn.com/travel/japan-rail-pass-price-increase/index.html", "section": "travel"}
{"title": "      Why your trip to Japan just got more expensive\n    ", "author": "Lilit Marcus", "published_on": "  Published\n        4:07 AM EDT, Sat October 7, 2023\n    ", "abstract": "      This week in travel news: one country might ban airplane pilots from wearing perfume, the world’s most popular unfinished building edges closer to completion, and Fat Bear Week kicks off in style.\n  ", "body": "      Every year, millions of tourists enjoy Japan’s high speed rail network and use trains to get around the country, zooming from Tokyo to Kyoto and Osaka. But it just got more expensive to do so.\n        The price of a Japan Rail (JR) Pass, which enables foreigners to buy and reserve Shinkansen tickets in advance, has gone up 65% as of October 1.\n        Now, the cost of a seven-day pass is ¥50,000 ($337), up from ¥29,650 ($200). Kids 6 to 11 are still eligible for half-price tickets across the train network, though.\n        And that’s not the only train-related news that will affect tourists. The popular Tokyo-Osaka bullet train is rolling back its on-train snack cart service, which means passengers may want to BYOR – bring your own ramen.\n        It’s not only bullet trains that just got pricier. One of Japan’s most iconic attractions began charging a visitor fee this week for the first time in its history.\n        The Itsukushima shrine outside of Hiroshima, whose bright orange torii gate looks like it’s floating in a lake, was one of President Joe Biden’s stops on his recent visit to Japan. Looks like he squeaked by just in time – on October 1, the island began charging fees of 100 yen (for a single visit) or 300 yen (for multiples), citing crowd control issues. 100 yen is about 67 US cents.\n        Overtourism is a growing concern around Japan, which only fully reopened to tourists last fall.\n        As CNN’s Emiko Jozuka reports, Mount Fuji has been suffering from the impact of too many visitors. See how local volunteers are helping to keep the country’s most recognizable symbol in good shape for generations to come.\n        The biggest misconception about food from Sri Lanka? That it’s the same food as next-door neighbor India.\n        Now, a group of young Sri Lankan chefs are taking their cuisine around the world. From egg hoppers in London to creamy coconut rice in Kentucky, the diverse flavors of Sri Lanka are finally getting their due.\n        “I try to honor the recipes passed down to me and introduce flavors to diners that appear unexpectedly,” says Sri Lankan-American chef Sam Fore.\n        More than 140 years after ground broke on Barcelona’s Sagrada Familia, the end is finally in sight.\n        The basilica, despite being still under construction, is hugely popular with tourists and was named TripAdvisor’s top attraction in 2022.\n        The fifth central tower was completed this week, with the sixth due to be finished in 2026 as the last piece of a complex design by Catalan architect Antoni Gaudí.\n        Though it may seem like the church took ages to complete, the construction process is quite fast if you consider it was only granted a building permit in 2019.\n        Believe it or not, it is possible to organize a group trip without everybody hating each other by the end.\n        The more you plan ahead of time, the more you’ll actually enjoy your vacation. That means talking honestly about budgets and expectations, letting everyone play to their strengths, and being cool with it when somebody needs an afternoon to themselves.\n        When you get home, print out some of your favorite vacation pics and turn them into gifts for the rest of the crew so you’ll all remember the good times.\n  India is mulling a ban on pilots and flight attendants wearing perfume.      But it’s not because of the scent.\n  Alaska’s Fat Bear Week 2023 has officially kicked off.      It was almost a victim of a government possible shutdown.\n  Environmental scientists believe we should fly less.      Yet one climate researcher worries he may lose his job for refusing to travel by plane.\n  The French word for bedbug is “punaise.”      However, France’s health minister says talk of the country being full of punaises is greatly exaggerated.\n  ", "url": "https://www.cnn.com/travel/japan-rail-pass-price-increase/index.html", "section": "travel"}
{"title": "      ‘World’s first off-road solar SUV’ just drove across Morocco powered only by the sun\n    ", "author": "Rebecca Cairns", "published_on": "  Updated\n        5:38 AM EDT, Mon October 16, 2023\n    ", "abstract": "      Zero-emission cars are soaring in popularity but running an electric vehicle is next to impossible in places with limited charging infrastructure.\n  ", "body": "      Stella Terra could change that.\n        The khaki-green SUV uses solar panels on its sloping roof to charge its electric battery, meaning it can drive long distances powered entirely by the sun.\n        Built by a team of students at Eindhoven University of Technology (TUE), “the world’s first off-road solar-powered vehicle” could help connect remote areas “where roads are less developed and energy grids are not as reliable,” and assist with emergency aid and deliveries, says Thieme Bosman, events manager for the team.\n        The team tested the vehicle in Morocco earlier this month, driving more than 1,000 kilometers (621 miles) between the country’s northern coast and the Sahara Desert in the south.\n        “Morocco has a huge variety of landscapes and different surfaces in quite a short distance,” says Bosman, adding that the car was tested “on every type of surface that a car like this could encounter.”\n        The road-legal car has a top speed of 145 kilometers (90 miles) per hour. On a sunny day, its battery range is around 710 kilometers (441 miles) on roads, and around 550 kilometers (342 miles) off-road, depending on the surface. In cloudy conditions, the team estimates the range could be 50 kilometers less.\n        Bosman noted that the vehicle had proved to be one-third more efficient than expected on the trip, and that its lightweight design made it less liable to get stuck on rugged terrain, and put less stress on its suspension.\n        Electric SUVs are heavier than standard electric vehicles, and require bigger, heavier batteries to power them.\n        “Where the SUV market currently innovates on the previous models, we really start from scratch and design everything ourselves,” says Bosman. Minimizing the vehicle’s weight was essential, and the team of 22 students focused on making every element ultra-efficient. At just 2,645 pounds (1,200 kilograms), Stella Terra weighs around 25% less than the average mid-sized SUV.\n  ﻿The aerodynamic design also reduces drag and uses “lightweight and robust” composite materials to cut weight, says Bob van Ginkel, technical manager for Stella Terra.\n        “(One of) the benefits of the solar panels on top is that we can have a much smaller battery because we are charging while driving,” van Ginkel adds.\n        Able to travel off-road, and with no need for charging points, drivers of a solar-powered SUV are liberated to go where they please, says van Ginkel. The only restriction, he says, is “what are you going to do when you want to sleep?”\n        To answer that question, Stella Terra builds on the idea of the solar-powered campervan produced previously at the university, and the designers made elements of the SUV livable for long-distance, multi-day journeys: for example, the car’s seats fully recline to create a bed. When the car is stationary, the solar panels can be extended to maximize charging, while doubling as an awning for shade.\n        Bosman says the team also designed highly efficient solar panel converters, which he hopes could be beneficial to the wider solar industry.\n        After unveiling a prototype of the SUV in September, the team traveled to Morocco to test the car on a range of off-road terrains.\n        Starting in Tangier, the team passed through the rugged Rif mountain range, where the rapid ascents and descents tested Stella Terra in its first off-road challenge.\n        Heading south through Fes, the team tested the car on the mountain trails of Midelt — one of Morocco’s highest towns — and ended their trip in the Sahara Desert, challenging Stella Terra on looser, sandy tracks.\n        Early in the journey they suffered a setback when the steering system broke, but they were able to find new parts and repair the vehicle in a local workshop.\n        Bosman said that the highlight of the trip was “the huge range of landscapes and surfaces that we’ve been on. Every hour of driving has been completely different. That really allowed us to test a lot, but for the team it has also been an incredible journey coming here.”\n        The trip was unaffected by the massive earthquake that hit Morocco in early September, but because of the huge impact the disaster had on the country, the Stella Terra team decided to join forces with The Red Cross on a crowdfunding campaign to help those affected.\n        TUE’s automotive innovation lab has been experimenting with solar-powered vehicles for over a decade, producing concept cars that are typically “five to 10 years ahead of the market,” says Bosman.\n        A major challenge is turning the concept car into one that can be mass-produced. Alumni from the first TUE Solar program student team announced in 2022 that their company Lightyear was beginning production of a car fitted with solar panels. Earlier this year, the company filed for bankruptcy, before relaunching months later to focus on a new, cheaper model.\n        Bosman and his peers hope their concept SUV could be mass produced in the near future. “We aim to also inspire not only everyday people, but also the automotive industry, the Ford and Chryslers of the world, to think again about their designs and to innovate faster than they currently do,” says Bosman.\n        “It’s up to the market now, who have the resources and the power to make this change and the switch to more sustainable vehicles.”\n  ", "url": "https://www.cnn.com/travel/stella-terra-off-road-solar-powered-suv-morocco-hnk-spc/index.html", "section": "travel"}
{"title": "      ‘World’s first off-road solar SUV’ just drove across Morocco powered only by the sun\n    ", "author": "Rebecca Cairns", "published_on": "  Updated\n        5:38 AM EDT, Mon October 16, 2023\n    ", "abstract": "      Zero-emission cars are soaring in popularity but running an electric vehicle is next to impossible in places with limited charging infrastructure.\n  ", "body": "      Stella Terra could change that.\n        The khaki-green SUV uses solar panels on its sloping roof to charge its electric battery, meaning it can drive long distances powered entirely by the sun.\n        Built by a team of students at Eindhoven University of Technology (TUE), “the world’s first off-road solar-powered vehicle” could help connect remote areas “where roads are less developed and energy grids are not as reliable,” and assist with emergency aid and deliveries, says Thieme Bosman, events manager for the team.\n        The team tested the vehicle in Morocco earlier this month, driving more than 1,000 kilometers (621 miles) between the country’s northern coast and the Sahara Desert in the south.\n        “Morocco has a huge variety of landscapes and different surfaces in quite a short distance,” says Bosman, adding that the car was tested “on every type of surface that a car like this could encounter.”\n        The road-legal car has a top speed of 145 kilometers (90 miles) per hour. On a sunny day, its battery range is around 710 kilometers (441 miles) on roads, and around 550 kilometers (342 miles) off-road, depending on the surface. In cloudy conditions, the team estimates the range could be 50 kilometers less.\n        Bosman noted that the vehicle had proved to be one-third more efficient than expected on the trip, and that its lightweight design made it less liable to get stuck on rugged terrain, and put less stress on its suspension.\n        Electric SUVs are heavier than standard electric vehicles, and require bigger, heavier batteries to power them.\n        “Where the SUV market currently innovates on the previous models, we really start from scratch and design everything ourselves,” says Bosman. Minimizing the vehicle’s weight was essential, and the team of 22 students focused on making every element ultra-efficient. At just 2,645 pounds (1,200 kilograms), Stella Terra weighs around 25% less than the average mid-sized SUV.\n  ﻿The aerodynamic design also reduces drag and uses “lightweight and robust” composite materials to cut weight, says Bob van Ginkel, technical manager for Stella Terra.\n        “(One of) the benefits of the solar panels on top is that we can have a much smaller battery because we are charging while driving,” van Ginkel adds.\n        Able to travel off-road, and with no need for charging points, drivers of a solar-powered SUV are liberated to go where they please, says van Ginkel. The only restriction, he says, is “what are you going to do when you want to sleep?”\n        To answer that question, Stella Terra builds on the idea of the solar-powered campervan produced previously at the university, and the designers made elements of the SUV livable for long-distance, multi-day journeys: for example, the car’s seats fully recline to create a bed. When the car is stationary, the solar panels can be extended to maximize charging, while doubling as an awning for shade.\n        Bosman says the team also designed highly efficient solar panel converters, which he hopes could be beneficial to the wider solar industry.\n        After unveiling a prototype of the SUV in September, the team traveled to Morocco to test the car on a range of off-road terrains.\n        Starting in Tangier, the team passed through the rugged Rif mountain range, where the rapid ascents and descents tested Stella Terra in its first off-road challenge.\n        Heading south through Fes, the team tested the car on the mountain trails of Midelt — one of Morocco’s highest towns — and ended their trip in the Sahara Desert, challenging Stella Terra on looser, sandy tracks.\n        Early in the journey they suffered a setback when the steering system broke, but they were able to find new parts and repair the vehicle in a local workshop.\n        Bosman said that the highlight of the trip was “the huge range of landscapes and surfaces that we’ve been on. Every hour of driving has been completely different. That really allowed us to test a lot, but for the team it has also been an incredible journey coming here.”\n        The trip was unaffected by the massive earthquake that hit Morocco in early September, but because of the huge impact the disaster had on the country, the Stella Terra team decided to join forces with The Red Cross on a crowdfunding campaign to help those affected.\n        TUE’s automotive innovation lab has been experimenting with solar-powered vehicles for over a decade, producing concept cars that are typically “five to 10 years ahead of the market,” says Bosman.\n        A major challenge is turning the concept car into one that can be mass-produced. Alumni from the first TUE Solar program student team announced in 2022 that their company Lightyear was beginning production of a car fitted with solar panels. Earlier this year, the company filed for bankruptcy, before relaunching months later to focus on a new, cheaper model.\n        Bosman and his peers hope their concept SUV could be mass produced in the near future. “We aim to also inspire not only everyday people, but also the automotive industry, the Ford and Chryslers of the world, to think again about their designs and to innovate faster than they currently do,” says Bosman.\n        “It’s up to the market now, who have the resources and the power to make this change and the switch to more sustainable vehicles.”\n  ", "url": "https://www.cnn.com/travel/stella-terra-off-road-solar-powered-suv-morocco-hnk-spc/index.html", "section": "travel"}
{"title": "      Barcelona pushes cruise ships out of its city center\n    ", "author": "Julia Buckley", "published_on": "  Updated\n        7:01 AM EDT, Thu October 12, 2023\n    ", "abstract": "Editor’s Note: Sign up for Unlocking the World, CNN Travel’s weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.", "body": "      As overtourism continues to throttle European cities, one destination has taken a step against cruise ships, restricting access to the port. \n        Barcelona has closed its northern port terminal to cruise traffic, after an agreement with the local authorities to move ships further out of town.\n        Cruise ships must now dock at the Moll d’Adossat pier, which is the furthest from the city center. Before that, ships also used the World Trade Center pier, which is plum in the city center, a block from La Rambla, Barcelona’s famous promenade.\n        Instead of disembarking and being able to walk up La Rambla in a matter of minutes, passengers will now face a hike of at least 30 minutes to leave the port area. \n        The move affects around 340 cruise dockings a year, according to data released by the port authorities.\n        The area will now be reclaimed by the city, with an area of nearly 150,000 square feet, including over 2,000 feet of quay area, now designated to be “new public spaces.” The wharf’s new life will start next fall, and will be open to everyone, according to a statement by Lluís Salvadó, Port of Barcelona president.\n        The move follows a 2018 agreement between the port authorities and Barcelona city council, to “move cruise activity away from urban areas… making them more sustainable,” the port authorities said in a statement.\n        The rule officially takes effect on October 22, but the last ship to dock there has already been and gone. Mystic Cruises’ World Navigator stopped by on October 2. \n        Bidding farewell to the pier with the ship, Salvadó said that the 2018 agreement promised to “eliminate the negative externalities that [cruises] can produce for residents.” \n        The port previously closed another cruise terminal, the Maremagnum, in agreement with the council. The pier, which is directly linked to the Ciutat Vella, Barcelona’s Old Town, is now home to restaurants, bars, a sailing club and marina, Barcelona Aquarium, and the Maremagnum mall.\n        It also reduced the number of operative terminals from eight to seven, barred cruise lines from docking at other terminals, and introduced a one ship per terminal rule, limiting numbers to seven ships docked in the city at one time at one time.\n        By 2026, all cruise operations will operate from the Adossat wharf. For that to happen, the Barcelona South terminal, also on the World Trade Center pier, will be closed. The port then plans to electrify the Adossat wharf, meaning that moored ships can be powered from the pier itself, rather than pumping out noxious emissions.\n        Barcelona is Europe’s biggest cruise port. Over 2.3 million passengers passed through in 2022 – a nearly 350% increase on 2021 figures, according to port data. Add in ferry passengers, and the number becomes almost four million. In contrast, the city’s population is just over 1.6 million, according to 2023 data by the local authorities.\n        Meanwhile the city is struggling with the weight of overtourism. There were over nine million overnight visitors in 2022, according to the council.\n        “This isn’t something we can stop, but Barcelona is looking for a different kind of tourism – more quality but at the same time sustainable,” Albert Dalmau Miranda, former manager for the economy, resources and economic promotion at Barcelona council, told CNN in January 2020. \n        New mayor Jaume Collboni is not letting up the pressure on the tourism industry, or cruises specifically, with increased taxes announced in his first proposed budget.\n        Cruises companies will have to pay 6.25 euros ($6.60) per passenger in taxes when they dock for fewer than 12 hours, he announced on October 10.\n        “Tourism is very important, it generates economic and social value, but also collateral damage, inconvenience to citizens. We are not going against tourism – it is a contribution so that they contribute to financing public services,” he said, as reported by Spanish newspaper El Pais.\n        Collboni also plans to up the tourist tax for those staying in Airbnbs and apartments to seven euros ($7.40)  per person per night.\n        His proposed budget is due to be voted on next week.\n  ", "url": "https://www.cnn.com/travel/article/barcelona-cruise-ship-restrictions/index.html", "section": "travel"}
{"title": "      Barcelona pushes cruise ships out of its city center\n    ", "author": "Julia Buckley", "published_on": "  Updated\n        7:01 AM EDT, Thu October 12, 2023\n    ", "abstract": "Editor’s Note: Sign up for Unlocking the World, CNN Travel’s weekly newsletter. Get the latest news in aviation, food and drink, where to stay and other travel developments.", "body": "      As overtourism continues to throttle European cities, one destination has taken a step against cruise ships, restricting access to the port. \n        Barcelona has closed its northern port terminal to cruise traffic, after an agreement with the local authorities to move ships further out of town.\n        Cruise ships must now dock at the Moll d’Adossat pier, which is the furthest from the city center. Before that, ships also used the World Trade Center pier, which is plum in the city center, a block from La Rambla, Barcelona’s famous promenade.\n        Instead of disembarking and being able to walk up La Rambla in a matter of minutes, passengers will now face a hike of at least 30 minutes to leave the port area. \n        The move affects around 340 cruise dockings a year, according to data released by the port authorities.\n        The area will now be reclaimed by the city, with an area of nearly 150,000 square feet, including over 2,000 feet of quay area, now designated to be “new public spaces.” The wharf’s new life will start next fall, and will be open to everyone, according to a statement by Lluís Salvadó, Port of Barcelona president.\n        The move follows a 2018 agreement between the port authorities and Barcelona city council, to “move cruise activity away from urban areas… making them more sustainable,” the port authorities said in a statement.\n        The rule officially takes effect on October 22, but the last ship to dock there has already been and gone. Mystic Cruises’ World Navigator stopped by on October 2. \n        Bidding farewell to the pier with the ship, Salvadó said that the 2018 agreement promised to “eliminate the negative externalities that [cruises] can produce for residents.” \n        The port previously closed another cruise terminal, the Maremagnum, in agreement with the council. The pier, which is directly linked to the Ciutat Vella, Barcelona’s Old Town, is now home to restaurants, bars, a sailing club and marina, Barcelona Aquarium, and the Maremagnum mall.\n        It also reduced the number of operative terminals from eight to seven, barred cruise lines from docking at other terminals, and introduced a one ship per terminal rule, limiting numbers to seven ships docked in the city at one time at one time.\n        By 2026, all cruise operations will operate from the Adossat wharf. For that to happen, the Barcelona South terminal, also on the World Trade Center pier, will be closed. The port then plans to electrify the Adossat wharf, meaning that moored ships can be powered from the pier itself, rather than pumping out noxious emissions.\n        Barcelona is Europe’s biggest cruise port. Over 2.3 million passengers passed through in 2022 – a nearly 350% increase on 2021 figures, according to port data. Add in ferry passengers, and the number becomes almost four million. In contrast, the city’s population is just over 1.6 million, according to 2023 data by the local authorities.\n        Meanwhile the city is struggling with the weight of overtourism. There were over nine million overnight visitors in 2022, according to the council.\n        “This isn’t something we can stop, but Barcelona is looking for a different kind of tourism – more quality but at the same time sustainable,” Albert Dalmau Miranda, former manager for the economy, resources and economic promotion at Barcelona council, told CNN in January 2020. \n        New mayor Jaume Collboni is not letting up the pressure on the tourism industry, or cruises specifically, with increased taxes announced in his first proposed budget.\n        Cruises companies will have to pay 6.25 euros ($6.60) per passenger in taxes when they dock for fewer than 12 hours, he announced on October 10.\n        “Tourism is very important, it generates economic and social value, but also collateral damage, inconvenience to citizens. We are not going against tourism – it is a contribution so that they contribute to financing public services,” he said, as reported by Spanish newspaper El Pais.\n        Collboni also plans to up the tourist tax for those staying in Airbnbs and apartments to seven euros ($7.40)  per person per night.\n        His proposed budget is due to be voted on next week.\n  ", "url": "https://www.cnn.com/travel/article/barcelona-cruise-ship-restrictions/index.html", "section": "travel"}
