{"title": "      What we know about the off-duty Alaska Airlines pilot accused of trying to shut off a plane’s engines mid-flight\n    ", "author": "Elizabeth Wolfe", "published_on": "  Updated\n        4:22 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The off-duty pilot accused of trying to shut down the engines of an Alaska Airlines plane midflight on Sunday said he was having a nervous breakdown and told the flight crew he needed to be subdued, according to a federal complaint. \n  ", "body": "      Alaska Airlines pilot Joseph D. Emerson, 44, has been charged in federal court with interfering with a flight crew, the US Attorney’s Office for the District of Oregon announced Tuesday. That charge comes on the heels of dozens of state charges in Oregon, including 83 felony counts of attempted murder, 83 counts of reckless endangerment and one count of endangering an aircraft, booking records show. \n        Emerson attempted to cut fuel to the plane’s engines while the flight was en route from Washington state to San Francisco on Sunday, according to authorities. But it was the quick action of the aircraft’s captain and first officer that kept the engines from failing completely, the airline said. \n        Emerson was subdued by members of the flight crew but then attempted to grab the handle of an emergency exit during the flight’s descent, according to a release from the US attorney’s office. \n        The flight was forced to divert to Portland, Oregon, where the suspect was taken into custody by Port of Portland police, the agency said in a statement.\n        While in custody, Emerson told a police officer he became depressed about six months ago, according to an affidavit authored by an FBI agent and included alongside the federal complaint. Emerson denied taking any medications, the affidavit says, but he did discuss psychedelic mushrooms with the responding officer.\n        “The officer and Emerson talked about the use of psychedelic mushrooms and Emerson said it was his first-time taking mushrooms,” the affidavit says.\n        Asked specifically if Emerson told officers he had been under the influence of mushrooms at the time of the incident, a spokesperson for the US Attorney’s Office in Oregon told CNN that remains part of their ongoing investigation.\n        While in custody, Emerson said he was “admitting to what I did,” per the affidavit. “I’m not fighting any charges you want to bring against me, guys,” he said. \n        Emerson is being held without bail at the Multnomah County Jail and is expected in court on the state charges Tuesday afternoon. Online records do not list an attorney for Emerson, and CNN has been working to determine if he has legal representation in both state and federal court.\n        Authorities do not believe the incident was an act of terrorism or ideologically motivated violence, a law enforcement source familiar with the investigation told CNN. Investigators believe it may have been the result of a mental health episode, and authorities are preparing for court officials to order an assessment of the defendant’s psychological state as part of court proceedings, the source said.\n        Here’s what we know.  \n        After taking off from Everett, Washington, on Sunday, Alaska Airlines Flight 2059 – operated by regional carrier Horizon Air – reported a “security threat related to an off-duty Alaska Airlines pilot, identified as Captain Joseph Emerson, who was traveling in the flight deck jump seat,” the airline said in a statement. \n        Pilots will sometimes ride in a cockpit “jump seat” when traveling in their official capacity or commuting between airports. \n        While in the cockpit, Emerson had tried to shut down both of the Embraer 175’s engines by pulling its fire extinguisher handles, the airline said. \n        “The fire suppression system consists of a T-handle for each engine; when pulled, a valve in the wing closes to shut off fuel to the engine,” Alaska Airlines said in a statement to CNN. “After they are pulled, some residual fuel remains in the line.” \n        The airline said the quick reaction of the crew to reset both handles helped restore the flow of fuel and prevented the engines from cutting out. \n        “Our crew responded without hesitation to a difficult and highly unusual situation, and we are incredibly proud and grateful for their skillful actions,” the airline said in a statement. \n        Emerson initially engaged the pilots in small talk about the weather and the aircraft, the affidavit says. He then said, “I’m not OK,” and one of the pilots turned around to see him reaching up and grabbing the red fire handles, the affidavit says. \n        One of the pilots grabbed Emerson’s wrist while the other declared an inflight emergency, the affidavit says. One pilot said Emerson “initially resisted,” and the two “wrestled” for about half a minute before Emerson agreed to leave the cockpit. \n        “I think he’s subdued,” one of the plane’s pilots can be heard saying in air traffic control audio recorded by LiveATC.net. “Other than that, we want law enforcement as soon as we get on the ground and are parked.”\n        After “peacefully walking to the back of the plane,” the affidavit says Emerson told a flight attendant, “You need to cuff me right now or it’s going to be bad.” \n        The crew cuffed his wrists, but during the descent, Emerson “turned towards an emergency exit door and tried to grab the handle,” and was stopped by a flight attendant, the affidavit says. \n        “Another flight attendant observed Emerson make statements such as, ‘I messed everything up’ and that ‘he tried to kill everybody,’” the affidavit says. “Emerson was heard saying he had just put 84 peoples’ lives at risk tonight including his own.”\n        When the flight landed at Portland International Airport around 6:30 p.m., the suspect was taken into custody by Port of Portland police officers, the port said. \n        No injuries were reported on the flight, the FBI said.\n        All passengers were later able to fly to San Francisco with a new crew and aircraft, the airline said, noting it is “reaching out to each of them individually to discuss their experience and check-in on their well-being.”\n        The FBI and the Port of Portland police are investigating the incident, authorities said. \n        The FBI’s Portland field office confirmed its investigation in a statement Monday and assured travelers there is “no continuing threat related to this incident.” \n        The Federal Aviation Administration also said it is supporting local law enforcement in the investigation. \n        The FAA said it has briefed other airlines on preliminary details of the incident and informed carriers the incident is not related to “current world events” – apparently referring to the war in the Middle East between Israel and Hamas.  \n        Two passengers on the flight told CNN that the airline crew maintained a calm environment on the plane as the incident played out. \n        Aubrey Gavello, one of the passengers, said she didn’t realize something was wrong until a flight attendant announced over the loudspeaker that the plane needed to land immediately.\n        “We didn’t know where we were landing, and we didn’t know what was wrong. But (the flight attendant) assured us we were safe,” Gavello said on CNN’s “Laura Coates Live” on Monday night. \n        Later, the pilot informed passengers through the loudspeaker that there had been a “disturbance in the cockpit,” said Alex Wood, who was seated at the front of the plane. Wood said he was wearing headphones and slept through the incident. \n        “I was right by the cockpit, but nothing woke me up. Nothing was loud enough, nothing was rambunctious enough to wake me up,” Wood said. \n        About five police officers boarded the plane after it landed and escorted the suspect off the aircraft, Gavello recalled. She noted he was calm and cooperative and had his hands secured by zip ties. \n        After Emerson was taken off the plane, a flight attendant announced on the loudspeaker that “he had a mental breakdown,” Gavello told CNN affiliate KGO.\n        “Props to the Alaska crew for keeping everyone calm,” Gavello told CNN. \n        “It was all handled super well,” said Wood.\n        The pair said they didn’t realize the gravity of the situation Monday, when they woke to news headlines about the suspect trying to shut down the plane engines. \n        “I’m honestly grateful that we didn’t know anything when they rebooked us and got us on a second plane,” Gavello said. “I don’t know if I would have felt comfortable doing that if we had all the information.”\n        Emerson’s neighbor, Ed Yee, told CNN it was “very shocking” to hear of the suspect’s alleged actions. \n        “He seems like a really nice guy. Nothing abnormal about him,” Yee said.\n        Emerson had his most recent FAA medical examination last month, records show. He has a first-class medical certificate, the highest level of medical certificate awarded by the agency, which requires examinations every six months for pilots 40 and over.\n        Emerson has worked in aviation for at least two decades, according to information shared by Alaska Airlines. \n        He first joined the Alaska Air Group in 2001 as a first officer with Horizon. In 2012, Emerson left Horizon and joined Virgin America as a pilot. \n        After Alaska Airlines acquired Virgin America in 2016, Emerson became a first officer with Alaska and worked about three more years to become a pilot for the airline, according to the airline statement.\n        “Throughout his career, Emerson completed his mandated FAA medical certifications in accordance with regulatory requirements, and at no point were his certifications denied, suspended or revoked,” Alaska Airlines said in a statement. \n        FAA records show Emerson held an Airline Transport Pilot certification with ratings to fly the Airbus A320, Boeing 737, Canadair Regional Jet, and De Havilland Dash 8. He did not hold a certification to fly the ERJ 175, those records indicate, the type of airplane in use during Sunday’s incident.\n  ", "url": "https://www.cnn.com/2023/10/24/us/alaska-airlines-disruption-off-duty-pilot-tuesday/index.html", "section": "us"}
{"title": "      Member of pro-Nazi group used Molotov cocktails in attempt to burn down Ohio church planning to host a drag event, FBI says\n    ", "author": "Kia Fatahi", "published_on": "  Updated\n        3:46 PM EDT, Tue October 24, 2023\n    ", "abstract": "Editor’s note (October 24, 2023): Since this story was published, Penny pleaded guilty to violating the Church Arson Prevention Act and for using fire and explosives to commit a felony, according to the Department of Justice and court records. He faces up to 20 years in prison for the first charge and a mandatory 10 years for the second, the DOJ says. His sentencing is scheduled for January 2024.", "body": "      A member of a neo-Nazi group was arrested Friday after attempting to burn down a church in Ohio that was planning to host a drag show event, according to court documents.\n        Aimenn D. Penny, 20, of Alliance, Ohio, has been charged in the US District Court in Cleveland with one count of malicious use of explosive materials and one count of possessing a destructive device, according to a criminal complaint.\n        Authorities claim Penny used “Molotov cocktails against the Community Church of Chesterland in Chesterland, Ohio, in an attempt to burn the church to the ground,” the Department of Justice said in a press release.\n        “As alleged in the charging documents, the defendant used an explosive device to cause harm to a church he found objectionable,” Assistant Attorney General Matthew G. Olsen said in the release. “It is the solemn duty of the Department of Justice to safeguard the right of all Americans to free expression, and I commend the work of law enforcement in this matter.”\n        The FBI claims Penny is a member of “White Lives Matter,” a pro-Nazi group, according to an affidavit filed in court Friday. The FBI said the group has “racist, pro-Nazi, and homophobic views.” \n        Penny confessed he attempted to burn down the church using Molotov cocktails, “to protect the children and stop the drag show event,” according to the criminal complaint.\n        CNN has reached out to an attorney appointed to represent Penny but did not receive an immediate response. Penny made his initial appearance in federal court Friday and was remanded in custody. He is due to face a court hearing on Thursday, Michelle Sztul, the chief deputy clerk for the U.S. Attorney’s Office for the Northern District of Cleveland, told CNN.\n        The affidavit alleges the Ohio church was targeted in the early hours of Saturday, March 25. The FBI said the church was damaged by what appeared to be Molotov cocktails and had scorch marks on the front door, scorch marks on a sign on the exterior of the building and a broken sign on the southeast corner of the property.\n        Investigators recovered broken glass pieces from a vodka bottle and a beer bottle each containing a cloth-type material, the affidavit said. A burnt matchstick and a blue plastic spray bottle filled with gasoline were found near the damaged door.\n        Law enforcement agencies obtained a court order to collect historical location data from Penny’s cellphone after receiving a tip, the affidavit said. While searching Penny’s home, agents found a Nazi flag and other Nazi memorabilia, a handwritten note with ideological statements, a White Lives Matter of Ohio T-shirt, a gas mask, multiple rolls of blue painter’s tape and gas cans, the document says.\n        The affidavit also said Penny traveled to Wadsworth, Ohio, on March 11, where he attended a drag queen story hour to “distribute propaganda flyers (sic)representing White Lives Matter Ohio’s anti-drag queen views.”\n        The Community Church of Chesterland, located in Geauga County, went ahead with hosting the drag queen story hour and brunch event Saturday, the church’s minister told CNN.\n        Rev. Jess Peacock said it’s not the first time the church has been targeted. They said representatives of the church have in recent weeks received hate mail and messages containing threats of protests and violence over planned drag events.\n        “There hasn’t been a day or two where I have not received hate messages from my personal phone,” Peacock said.\n        Peacock said they are “relieved” and “very pleased” over Friday’s arrest. No one was inside the church during the attempted firebombing and drag show events will go ahead there as planned, Peacock added.\n        “We hold no ill will against this man whatsoever. We forgive this individual. But we do want this individual to be prosecuted to the fullest extent. Just to send a message and have them think twice about attacking a synagogue, a church or a mosque. We want to see peace, not violence,” Peacock said. \n        First Assistant U.S. Attorney Michelle M. Baeppler for the Northern District of Ohio said, “Violence and destruction are never an acceptable way to express a disagreement with a particular viewpoint.”\n        “While, as Americans, we enjoy the right to disagree, doing so peacefully is the only appropriate option,” Baeppler said.\n        If convicted, Penny may face a mandatory minimum of five years and up to 20 years in prison for the malicious use of explosive materials charge and up to 10 years in prison for the possession of a destructive device charge, according to the DOJ.\n  ", "url": "https://www.cnn.com/2023/04/01/us/pro-nazi-group-molotov-cocktail-ohio-church-drag-show/index.html", "section": "us"}
{"title": "      Why some members of Black sororities and fraternities don’t want you to wear their letters\n    ", "author": "Chandelis Duster", "published_on": "  Updated\n        1:44 PM EDT, Tue October 24, 2023\n    ", "abstract": "      A Nashville teacher made headlines this month for removing a White elementary student’s shirt because it was emblazoned with the letters of her historically Black sorority.   \n  ", "body": "      A spokesperson for Metro Nashville Public Schools told CNN the sorority shirt violated McGavock Elementary School dress code “due to having writing,” but stressed that it should not have been exchanged for a school uniform polo without parental permission.\n        “The school will follow the district’s employee relations process and counsel the staff member on appropriate conduct in these regards,” the spokesperson told CNN.\n        The incident has since sparked a conversation online about why the teacher had such an intense reaction to the child wearing her sorority’s letters – and whether this behavior should be praised or condemned. \n        While many members of the nine Black Greek-letter organizations – known collectively as the Divine Nine – did not support the teacher’s actions, some members said they understood the passion that drove her reaction.   \n        Lawrence Ross, author of “The Divine Nine: The History of African American Fraternities and Sororities,” told CNN more than a century of history, dedication and service makes members fiercely protective of who is allowed to represent a fraternity or sorority by wearing their letters.  \n        Ross, who himself is a member of Alpha Phi Alpha Fraternity, Inc., a Divine Nine organization, said in his opinion there’s a difference in a young girl wearing a shirt because she likes the signature pink and green colors of Alpha Kappa Alpha Sorority, Inc., and an adult who wears the letters knowing they are not a member.  \n        “For those people who say, ‘Eh, that’s just (a shirt), it doesn’t really matter’ they also don’t really believe or understand (Black Greek) fraternity and sorority life,” he said.    \n        Many Divine Nine sororities and fraternities were founded in the early 20th century during a time when racism and discrimination against Black Americans was pervasive.  \n        In the early 1900s, after Black Americans graduated from Freedmen’s Schools – founded after the abolition of slavery to teach children as well as adults – and other religious educational institutions, Ross said people of color began enrolling in college to obtain better education and economic opportunities. \n        At the time, he said, White fraternities and sororities often had restrictive racial clauses in their constitutions that would not allow Black Americans and other people of color to join their organizations.  \n        So, Black students founded their own fraternal organizations that reflected their culture and lived experiences. \n        The organizations that form the Divine Nine are: \n        Throughout their history, membership in the Divine Nine organizations was not only about enhancing the collegiate experience, but also uplifting the Black community. \n        Divine Nine founders and earliest members placed themselves at the forefront of critical issues in America, such as voting rights, racial justice and equal education, Ross said.  \n        Nearly two months after Delta Sigma Theta Sorority, Inc., was founded on January 13, 1913, the sorority participated in the Woman Suffrage March in Washington, DC.  \n        Prominent civil rights leaders, including Martin Luther King, Jr., and W.E.B. Du Bois – both members of Alpha Phi Alpha Fraternity, Inc. – lead the movement for racial justice in the United States.  \n        Today, the Divine Nine organizations boast hundreds of chapters across the US and around the world. Traditions such as stepping, which is a blend of African traditional movements and American dance styles, are often associated with Divine Nine organizations. \n        But they have also maintained their commitment to philanthropy and service through scholarships, community service and programs to develop their members personally and professionally.\n        “We’re usually the first people that people turn to for help,” Ross said, adding that Divine Nine organizations play a central role in the Black community and often provide mentorship and guidance to the next generation.  \n        There is also an exclusivity of who adorns the letters, the organizations say. To even be considered for membership, there are certain academic and community service requirements that must be met along with commitment to upholding moral character. \n        “It’s a big deal,” Ross said. “There’s a level of dedication that goes with becoming a member … You’re pledging yourself to work on behalf of your community with those representing something larger than yourself. And it takes a lot of hard work and sacrifice to do so.”\n        Black Greek-letter organizations distinguish themselves with colors, calls and letters. And, as a show of pride and to signify their membership, those in the organizations wear clothing and items bearing their Greek symbols also known as “paraphernalia.”  \n        Ross told CNN it is even included in the organizations’ protocols that their paraphernalia is only to be worn by duly initiated members and there are rules around when and where to be dressed in the letters.\n        According to CNN affiliate WTVF, the Nashville teacher at the center of controversy around the second grade student’s AKA t-shirt, also sent an email to the child’s mom explaining that, “AKA branded items are trademarked and reserved for members only.” \n        While some Divine Nine members on social media said they understood the teacher’s actions because the child should not have been wearing the shirt, others disagreed and said the teacher went a step too far by removing a 7-year-old’s clothes.\n        Other recent incidents of people who are not members wearing paraphernalia or using hand signs have also sparked anger and backlash among some members.   \n        Actress Amanda Seales faced criticism in 2021 for wearing the AKA letters in an episode of  the television series “Insecure.” Though her character was described as a member of the organization, Seales was criticized by some on social media for wearing the sorority’s letters because she herself was not a member.  \n        Rapper Boosie BadAzz has also faced online backlash for wearing Kappa Alpha Psi Fraternity, Inc., paraphernalia and apologized in 2020 after he posted pictures in the fraternity’s t-shirt. \n        Ross encourages people to research and learn more about Divine Nine sorority and fraternity culture. But, he said, once a person is aware, they should be respectful of the organizations’ cultures and traditions. \n        “All of these things are culturally relevant, you should listen to understand,” he said. “You can’t understand what our devotion is and has been in the Black community … without understanding the Divine Nine.”\n        For Divine Nine sororities and fraternities, membership doesn’t end once a person graduates from college, it can be extended through graduate school chapters and lasts for a lifetime.  \n        “Membership continues because that’s our connection to our greater goal,” Ross said. “We can’t afford a localized college experience. Our college experience has to be able to go back into the community, has to go back into our family, has to go back and lift the people who were not able to go to college or aspire to go to college, or their kids aspire to go to college.”  \n        Some of the organizations also extend honorary membership to those who have excelled significantly in their careers or made notable contributions to society. In July, US Supreme Court Justice Ketanji Brown Jackson became an honorary member of Delta Sigma Theta Sorority, Inc.\n        Together, members celebrate each other’s milestones, such as graduations and weddings, with songs and chants. Members are also eulogized in memorial services after their death.   \n        “The lifelong bond is built through lifelong service,” Ross said. “We are in the experience business and because we all have experiences that impact our lives, that bond never goes away.”\n  Disclaimer: Chandelis Duster is a member of Delta Sigma Theta Sorority, Inc. ", "url": "https://www.cnn.com/2023/10/22/us/divine-nine-fraternity-sorority-paraphernalia-reaj/index.html", "section": "us"}
{"title": "      California man sentenced to 1-year in federal prison for cyberstalking, harassing parent of Parkland school shooting victim\n    ", "author": "Melissa Alonso", "published_on": "  Published\n        1:21 PM EDT, Tue October 24, 2023\n    ", "abstract": "      A California man who sent hundreds of harrowing messages to an activist against gun violence whose daughter was killed in the 2018 Parkland, Florida, school shooting has been sentenced to 1 year in federal prison, according to prosecutors and court documents.\n  ", "body": "      James Catalano, 62, of Fresno, California, pled guilty to cyberstalking on March 28, according to the court documents. CNN has reached out to his attorney.  \n        In December 2021, a parent of one of the students killed at Marjory Stoneman Douglas High School “began receiving a slew of harassing messages” with references to “his daughter, the manner of her death, her pain and suffering as she was murdered and his advocacy against gun violence.” The parent is identified only with the initials “F.G.” in court documents.  \n        According to a complaint, on June 21, 2022, “F.G.” tweeted, “Three weeks after the Parkland shooting, & on the day that gun safety legislation was passed in Florida, I stood with @marcorubio & asked him to support what was about to happen in Florida. He refused. He was a waste then and he is a waste now. Florida will elect @valdemings.”  \n        CNN has found that the tweet and others mentioned in the complaint were sent by Fred Guttenberg – who has dedicated his life to “fighting for gun safety in America” after his 14-year-old daughter, Jaime, was among the 17 people killed at Parkland, his Twitter profile reads.  \n        Catalano replied to Guttenberg’s tweets and continued to send harassing messages through July 2022 via multiple online platforms. Catalano sent “hundreds of disparaging messages, which graphically described the victim’s daughter’s death, and focused on the debate surrounding gun control and the victim’s activism against gun violence,” according to a news release Monday from the US Attorney’s Office, Southern District of Florida. \n        Federal authorities were informed of the messages and traced two IP addresses to Catalano’s workplace and home in Fresno, according to court documents.  \n        On July 20, 2022, Catalano met with law enforcement after waiving his Miranda rights, according to a complaint. He admitted to sending the messages.\n        Guttenberg tweeted following the sentencing Friday, saying it “sends a message to those who cyberstalk the families of shooting victims that they will be caught and punished.” \n        CNN has reached out to Guttenberg for comment. \n  ", "url": "https://www.cnn.com/2023/10/24/us/florida-parkland-james-catalano-cyberstalking/index.html", "section": "us"}
{"title": "      8 Akron police officers involved in the shooting death of 25-year-old Jayland Walker are back on active duty\n    ", "author": "Sarah Dewberry", "published_on": "  Published\n        1:20 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The eight Ohio police officers involved in the shooting death of Jayland Walker, a 25-year-old Black man, following a traffic stop last summer are back on active duty after a grand jury declined to indict any of them.\n  ", "body": "      Akron Police Capt. Michael Miller confirmed the news to CNN in an email on Tuesday.\n        “Based on the independent investigation conducted by BCI and the Summit County grand jury’s decision not to indict, all eight officers are back on full-time, active duty,” Miller said, referring to Ohio’s Bureau of Criminal Investigation.\n        He added that the department’s internal investigation was “wrapping up and going through some final legal review,” which they expect will be released by the end of November.\n        On June 27, 2022, Akron police said Walker was driving a 2005 Buick when they attempted to stop him for traffic and equipment violations.\n        During a news conference in July 2022 when police released bodycam footage of the incident, police said Walker fled the stop, and about 40 seconds into the police chase, a gunshot was fired from his vehicle.\n        Several minutes later, Walker got out of his car and fled on foot, according to police.\n        Officers deployed Tasers to try and stop Walker, Akron Police Chief Steve Mylett said, but they were unsuccessful.\n        Mylett said that moments later, Walker “stopped and quickly turned towards the pursuing officers,” and the police opened fire, killing him.\n        According to an autopsy by a Summit County medical examiner Dr. Lisa Kohler, Walker suffered 46 gunshot entrance wounds or graze injuries.\n        Walker’s family released a statement on Tuesday through their attorney, Bobby DiCello, questioning the city’s handling of the incident.\n        “The Walker family is saddened by the way in which they continue to be ignored by the City of Akron,” the statement reads. “City leadership has never once reached out to discuss the employment of the eight officers or explain why the officers are being reinstated. While this decision reopens painful wounds for them, the family remains strong in their commitment to seeking Justice and Dignity for Jayland.”\n        In April, a grand jury decided against indicting the officers, concluding that they were legally justified in their use of force against Walker, according to Ohio Attorney General Dave Yost.\n        Walker’s family is suing the city.\n        The civil complaint, which was filed in June, alleges officers used excessive force and claims there is a “culture of violence and racism at the City of Akron’s Police Department.”\n        The family is seeking at least $45 million in damages – “$1 million for each bullet that struck Jayland Walker,” according to the suit. \n        In addition to the city, the list of defendants includes several members of the Akron Police Department. \n  ", "url": "https://www.cnn.com/2023/10/24/us/akron-police-officers-jayland-walker-shooting/index.html", "section": "us"}
{"title": "      7 people killed after more than 150 vehicles crashed along Louisiana’s I-55 amid dense fog, officials say\n    ", "author": "Mary Gilbert", "published_on": "  Updated\n        10:50 AM EDT, Tue October 24, 2023\n    ", "abstract": "      At least seven people were killed Monday in a slew of crashes along Interstate 55 in Louisiana’s St. John the Baptist Parish that involved at least 158 vehicles, state police say. \n  ", "body": "      More than 25 people were taken to hospitals with injuries ranging from minor to critical, Louisiana State Police said in an evening news release. And many victims sought medical help on their own, authorities said. \n        Meteorologists earlier said “super fog” had heavily impacted the area, just west of New Orleans, around the time of the pileups. Super fog is a thick fog that develops in damp, smoky conditions and can send visibilities plummeting to less than 10 feet, according to the National Weather Service.\n        Some of the vehicles caught on fire after the initial crash, authorities said. One of the vehicles involved in the wrecks was a tanker truck carrying “hazardous liquid,” police said without elaborating on the substance.\n        Police were working Monday evening to move the truck due to a “compromised tank/trailer.”\n        “Once the tanker is removed, first responders will be able to better assess the vehicles in that immediate area. It is possible that additional fatalities could be located,” state police added.\n        Authorities have asked the public to reach out if they have a missing family member who was traveling through the area Monday morning. \n        Louisiana Gov. John Bel Edwards said he was praying for those killed and wounded in the crashes. \n        “The combination of wildfire smoke and dense fog is dangerous, and I want to encourage all Louisianans in affected areas to take extreme caution while traveling,” Edwards said on X, formerly known as Twitter. \n        “I also want to thank the first responders and medical personnel who have worked so diligently to save lives and render aid,” the governor added. “The best way you can help them, besides exercising caution on the road, is to donate blood at your local blood donation center. It will help replenish supplies that are being drained today to care for the wounded.”\n        Earlier, St. John the Baptist Parish Sheriff Mike Tregre told CNN affiliate WVUE about three 18-wheel trucks collided in the northbound lanes and were fully engulfed in flames. In the southbound lanes, there were two reported multi-car pileups, one of which was also producing flames.\n        According to Tregre, all first responders had to be on foot because the crashes left the area “completely gridlocked.” \n        “The situation is pretty bad,” he added.\n        Visibility levels were below a quarter mile at a nearby weather station from just after 4 a.m. CDT until just before 10 a.m. CDT. Visibility likely neared zero at times throughout the morning when the fog was at its densest.\n        The incredibly dense fog, known as “super fog,” was caused by fog combining with smoke from nearby fires. \n        Louisiana has battled unprecedented wildfires, extreme heat and relentless drought since the summer. Exceptional drought, the highest category tracked by the US Drought Monitor, is in place across 62% of the state. \n        In a statement Monday, the city of New Orleans said it is monitoring an active fire burning underground in forested wetlands between Bayou Sauvage National Urban Wildlife Refuge and the Michoud Canal.\n        The lack of rain combined with the summer’s extreme heat dried out wetlands and reduced the water table’s depth, the city said. The blaze being monitored has been burning at and below surface level, it added. \n        A repeat of Monday’s super fog is unlikely for Tuesday morning as “winds should be much stronger,” the National Weather Service in New Orleans said Monday on X, previously known as Twitter. Winds need to be calm or very light in order for dense fog to form.\n        Patchy areas of dense fog may be possible but will not be as widespread as Monday, the city said, citing the weather service.\n  ", "url": "https://www.cnn.com/2023/10/23/us/louisiana-fog-i55-crash-new-orleans/index.html", "section": "us"}
{"title": "      T’Yonna Major was ‘destined for the Olympics’ before the 9-year-old gymnast’s life was cut short\n    ", "author": "Lauren Mascarenhas", "published_on": "  Updated\n        10:19 AM EDT, Tue October 24, 2023\n    ", "abstract": "Editor’s Note: This story is part of a series profiling American youth killed this year by guns, a leading cause of death of children in the US. Read more about the project here. ", "body": "      T’Yonna Major was a 9-year-old girl with an oversized heart – a ravenous reader, a generous friend, a loving daughter — and she was a fearless vaulter.  \n        Vaulting requires athletes to run full speed directly at a solid object that is often taller than they are and attempt to leap up and over it.  \n        “There’s an innate fear in learning how to vault,” at least for “normal humans,” says veteran gymnastics coach Donna Alexin. \n        T’Yonna was not a normal kid. \n        “She just ate it up. She was never scared. She would have run through the vault if she had to,” Alexin said.    \n        On the evening of February 22, T’Yonna should have been at the Orlando Metro Gymnastics gym, where she never missed a practice. But a stranger with a gun went on a shooting spree in Orange County, Florida, first killing 38-year-old Nathacha Augustin and then 24-year-old Dylan Lyons, who was covering the story for CNN affiliate Spectrum News 13. The gunman then walked into T’Yonna’s home at random and shot her and her mother. T’Yonna was killed. \n        From the time T’Yonna’s parents, Brandi and Tokiyo Major, brought her home from the hospital, they knew she was going places – literally.   \n        “She was walking at the age of eight months,” Brandi said. That’s months earlier than the one-year mark when many babies start walking. “She skipped crawling. She used to scoot around on her butt and went straight to walking.” \n        “I just knew she was gonna be something.”      \n        By age 3, she was tumbling around everywhere, jumping and flipping, Brandi said.     \n        Brandi and Tokiyo signed her up for gymnastics, and her world opened up. The whole family could see she was a natural, T’Yonna’s uncle, Dominic Major, said.      \n        “I remember, when I came down to visit from Chicago, we were at my mother’s house. She started climbing on the table and flipping. It was like, ‘Oh my God. She’s a little gymnast,’” Dominic said. “And that’s what she was.”   \n        Two gymnastics classes a week weren’t enough for T’Yonna, so Brandi and Tokiyo got the equipment she needed to practice at home. \n  Read other profiles of children who’ve died from gunfire      “She ate gymnastics. She slept it. She’d wake up in the morning, hit the bars, the balance beam,” Tokiyo said. She would practice her routines so many times that the whole family knew them by heart.\n        T’Yonna applied that drive to everything she did in life. She didn’t just like to help her parents out in the kitchen, she was going to be a professional chef. She didn’t just enjoy reading, she devoured over 100 books last year.   \n        The “Diary of a Wimpy Kid” series was one of her favorites. Tokiyo read T’Yonna to sleep every night, and because Brandi worked nights, T’Yonna would read her mom to sleep.  \n        T’Yonna is one of more than 1,300 children and teens killed by a gun so far in 2023, according to the Gun Violence Archive. Firearms became the No. 1 killer of children and teens in America in 2020, surpassing motor vehicle accidents, which had long been the leading cause of death among America’s youth. \n        The man who is charged with killing T’Yonna, then 19-year-old Keith Moses, is facing three counts of first-degree murder, among other charges, for the crimes he committed on the day of the shooting. He has pleaded not guilty to all charges.\n        Police haven’t said whether there was a motive for the shooting.\n        On what would have been T’Yonna’s first day of fourth grade, Yaya’s Dream Foundation, the nonprofit T’Yonna’s family founded shortly after her death, gave out 100 book bags filled with essential supplies at the elementary school she attended.   \n        The services the group provides are meant to capture the spirit of T’Yonna’s generosity – the way she would lay her toys out for other kids in the neighborhood to take once she had outgrown them, watching with excitement as they found new homes, or how she insisted her parents keep a second bicycle at the house, so any friend who came over to spend the night could ride one too.\n        The foundation also advocates for more responsible gun laws, to reduce violence in the community.   \n        “We’re trying to… We’re going to – there ain’t no trying – we’re going to keep her name going,” Tokiyo said.     \n        “Every day that she was here, it was just a good memory,” he said. But the Mondays and Wednesdays that Tokiyo took T’Yonna to gymnastics practice were especially good memories.  \n        “Coaches aren’t supposed to have favorites, but there was just something really special about her,” Alexin said.      \n        If there was a trick she had yet to nail, T’Yonna would ask Alexin for feedback, and then she’d practice it over, and over and over again until she nailed it. When she learned that college scholarships existed for gymnastic athletes, she was determined to get one.      \n        “I told her every day, you’re going to do NCAA gymnastics someday,” Alexin said.    \n        She studied videos of the pros doing gymnastics – Gabby Douglas, Simone Biles – she memorized their movements, their tricks and tics.      \n        Tokiyo said they must have watched the “Gabby Douglas Story” a million times.      \n        “Yeah, we watched that movie a lot,” Brandi said.   \n  Gun violence is an epidemic in the US. Here are 4 things you can do today      It wasn’t just the household names. T’Yonna studied videos of gymnasts who were winning medals at every level, including Soraya Hawthorne, one of the gymnasts Alexin trained. T’Yonna studied videos of her competing and took note of how Soraya would tap her heart and point to the sky when she would compete, as a tribute to her father, Alexin said.  \n        It wasn’t long before T’Yonna started earning her own medals – 24 in just two years.     \n        “When I’d get there and I’d see what she does, I’d just be so floored,” Brandi said. “Look at my baby.”      \n        But it wasn’t enough for T’Yonna to win on her own. \n        “There were nine other little girls on the team, and they all looked up to her,” Alexin said. “We didn’t name a captain, but she was the captain.”     \n        One of T’Yonna’s teammates, 9-year-old McKenna, said T’Yonna was the best gymnast on the team.  \n        “She was the first one to get her back handspring on floor,” McKenna said.    \n        T’Yonna was serious when it came to competing, but even at competitions, she was always having a good time.   \n        “She would dance around in line when we were waiting to compete,” McKenna said.    \n        T’Yonna loved unicorns. Now the girls share a stuffed unicorn, clad with a little leotard, in her memory.  \n        “Captain, fearless, kind…best teammate ever.”   \n        The other young gymnasts on T’Yonna’s team gathered after they lost her and called out characteristics that T’Yonna brought to the sport. They decided that when one of the girls excelled – when they were brave, or strong or determined, the way T’Yonna was — Alexin would award them a “T-point.”   \n        A couple of weeks later, Alexin offered the girls the chance to redeem their points for prizes. They unanimously decided they would rather have the T-points\n        “Those T-points had meaning to them greater than some prize,” Alexin said.    \n        Now, Alexin says, when one of the girls sticks a landing, they take a moment, tap their heart and point up to T’Yonna.  \n  ", "url": "https://www.cnn.com/2023/10/24/us/tyonna-major-us-gun-deaths-gdpr/index.html", "section": "us"}
{"title": "      5 things to know for Oct. 24: Israel, House, Flight disruption, Snowstorm, Auto strike\n    ", "author": "Alexandra Meeks", "published_on": "  Updated\n        6:35 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The CDC recommends that everyone age 6 months and older get a seasonal flu vaccine each year, but fewer than half of Americans get vaccinated. To boost the nation’s uptake, the agency is reviewing a nasal spray flu vaccine that can be self-administered. If approved, you may be able to take your flu vaccine at home next season.\n  ", "body": "      Here’s what else you need to know to Get Up to Speed and On with Your Day.\n        One of the two Israeli hostages released from Hamas custody described being kidnapped by gunmen and taken to a tunnel in Gaza. “I went through hell,” Yocheved Lifshitz, 85, said during a media conference today. She detailed her experience being taken underground into Hamas’ huge network of tunnels, saying it “looks like a spiderweb.” Liftschitz was released Monday evening, along with her neighbor and friend Nurit Cooper, 79. But more than 200 people are believed to have been captured and brought into Gaza where they likely remain in captivity. This comes as Israel’s defense minister said Monday the country is preparing for a “multilateral operation” against Hamas from the “air, ground, and sea” in an attempt to wipe out the Islamist group.\n        House Republicans will meet today to pick a new speaker nominee from a crowded field, though it remains unclear whether any candidate can lock down the 217 votes needed to ultimately win the job. Eight Republicans are now vying for the gavel after Rep. Jim Jordan was pushed out of the race last week. Members will cast a successive series of secret ballots before heading to the House floor, which requires a majority of the full chamber. GOP Rep. Tom Emmer, who serves as majority whip, is considered the front-runner in the race. But the Minnesota Republican, who voted to certify the 2020 election, could face an uphill battle, as some allies of former President Donald Trump have been critical of his candidacy.\n        An off-duty pilot is facing 83 counts of attempted murder after he allegedly tried to shut down the engines of an Alaska Airlines flight. The plane was en route to San Francisco Sunday when the off-duty pilot, who was riding in the cockpit of the plane, allegedly pulled the fire extinguisher handles to cut the engine fuel. The aircraft’s captain and first officer quickly responded to keep the engines from failing completely, the airline said, adding the suspect was subdued by the flight crew. The flight was forced to divert to Portland, Oregon, where the suspect was taken into custody. Authorities are investigating the incident and Alaska Airlines said it is reaching out to each passenger “to discuss their experience and check in on their well-being.”\n        Parts of the northwestern US and Northern Plains are expecting the first significant snowfall of the season today. A surge of cold air and deep moisture is expected to spread from Washington and Oregon through much of Montana in the coming hours before a potent storm drops into the Northwest later tonight. Many high-elevation areas will be buried in more than a foot of fresh snow, meteorologists say, while some lower-elevation areas will see the snow melt and refreeze — potentially causing treacherous ice to form along roadways and sidewalks. Wind speeds will also increase during this time and blow snow, which could significantly reduce visibility and worsen travel.\n        The United Auto Workers union ordered 6,800 workers to strike a massive Ram truck facility on Monday. The union said it launched the new strike because Stellantis, which makes vehicles under the Dodge, Ram, Jeep and Chrysler brands, has “the worst proposal on the table” for improving workers’ pay and benefits. Located about a half-hour north of Detroit, the plant produces the Ram 1500 pickup and is the company’s “biggest moneymaker,” the UAW said in a statement Monday. There are now more than 40,000 UAW members on strike as it enters its sixth week, with 14,600 now on strike at Stellantis, joining the 16,600 on strike at Ford and 9,200 on strike at GM.\n  Netflix releases trailer for ‘Squid Game: The Challenge’A reality competition show based on the wildly popular series “Squid Game” will stream on Netflix next month. Green light! You may now watch the trailer.\n  Texas Rangers advance to World Series for first time since 2011The Texas Rangers defeated the Houston Astros 11-4 in Game 7 on Monday. The team  now advances to the World Series for just the third time in franchise history.\n  Rock collected by Apollo 17 astronauts reveals moon’s true ageLunar dust collected by Apollo 17 astronauts has revealed that the moon is 40 million years older than previously thought.\n  Dwayne ‘The Rock’ Johnson wants his wax figure improvedThe A-list actor is calling on a Paris museum to make changes to his wax figure — starting with its skin complexion.\n  Jeremy Renner shares life updates since his near-fatal accidentThe “Avengers” star has physically recovered from the near-fatal accident he suffered last January, but the experience has stayed with him. Read about his recovery journey.\n  158That’s at least how many vehicles crashed along Louisiana’s I-55 on Monday after dense fog caused several pileups. Authorities said at least seven people were killed and dozens of others were injured when the “super fog” heavily impacted the area just west of New Orleans.\n  “It was an honest mistake.”— Washington state Sen. Jeff Wilson, in a statement after he was recently arrested in Hong Kong for carrying a gun through an airport. The Republican state senator said he did not realize he had packed his pistol in his briefcase while he and his wife were traveling for a vacation to Southeast Asia. He now faces a firearm offense punishable by up to 14 years in prison and a fine of more than $12,000.\n  Check your local forecast here>>>How to carve a pumpkin safely this HalloweenWatch this short video to learn how you can avoid some of the most common Halloween injuries.\n  ", "url": "https://www.cnn.com/2023/10/24/us/5-things-to-know-for-oct-24-israel-house-flight-disruption-snowstorm-auto-strike/index.html", "section": "us"}
{"title": "      Mother of 6-year-old killed in alleged anti-Muslim attack near Chicago released from hospital after being stabbed over a dozen times\n    ", "author": "Chris Boyette", "published_on": "  Published\n        7:17 PM EDT, Sun October 22, 2023\n    ", "abstract": "      A Chicago-area woman who was stabbed multiple times in an alleged anti-Muslim attack that left her 6-year-old son dead last week has been released from the hospital, according to the Council on American-Islamic Relations’ Chicago office.\n  ", "body": "      Hanaan Shahin, 32, lived with her son, Wadea Al Fayoume, in a rented house in Plainfield Township, Illinois, for two years before their landlord brutally attacked them on October 14, according to the Will County Sheriff’s Office.\n        The family was “targeted by the suspect due to them being Muslim and the ongoing Middle Eastern conflict involving Hamas and the Israelis, the sheriff’s office said.\n        Shahin told police she was able to get away by locking herself in the nearby bathroom, but was not able to get her son. While in there, she called police, according to a court filing. Shahin was rushed to the hospital with more than a dozen stab wounds, the sheriff’s office said.\n        Wadea, who was stabbed 26 times, did not survive, according to authorities. Shahin could not attend his funeral services Monday as she remained in the hospital, CAIR said.\n        It is unclear exactly when Shahin was discharged from the hospital, where she is now or how she is doing. CNN has reached out to CAIR Chicago and the sheriff’s office for more information.\n        Joseph M. Czuba, the 71-year-old suspect, has been charged with murder and hate crimes, among other charges. The Department of Justice is investigating the attack as a hate crime. Czuba’s preliminary hearing is scheduled for October 30.\n        “This incident cannot help but further raise the fears of Muslim, Arab, and Palestinian communities in our country with regard to hate-fueled violence,” US Attorney General Merrick Garland said in a statement last week.      The attack on the family occurred as thousands of civilians, including children, have been killed in Israel and Gaza after Hamas militants launched attacks in Israel on October 7, causing Israel to respond with airstrikes over Gaza.\n        Shahin is from a village in the West Bank, according to Ahmed Rehab, executive director of the Council on American-Islamic Relations Chicago.\n  ", "url": "https://www.cnn.com/2023/10/22/us/chicago-muslim-boy-stabbing-mother/index.html", "section": "us"}
{"title": "      Police have no evidence suggesting Detroit synagogue leader’s fatal stabbing was motivated by antisemitism, chief says\n    ", "author": "Sara Smart", "published_on": "  Updated\n        7:11 PM EDT, Sun October 22, 2023\n    ", "abstract": "      As authorities continue their investigation into the death of a Detroit synagogue leader found stabbed over the weekend, police chief James E. White said Sunday no evidence has surfaced suggesting the killing was motivated by antisemitism.\n  ", "body": "      The body of Samantha Woll, president of the board of the Isaac Agree Downtown Synagogue, was discovered with multiple stab wounds at her home on Saturday morning, the Detroit Police Department said. She was pronounced dead at the scene.\n        Police said they followed “a trail of blood” leading to her home, where it’s believed the crime happened. Authorities have not identified a suspect in the case and it’s still unclear what led up to the killing.\n        Woll’s family and friends gathered Sunday to share their final goodbyes during her funeral service. They remembered her kindness and the love she had for other people while lamenting on the unknowns of why this happened to her.\n        In his statement Sunday, White, the police chief, said investigators are working with the FBI to “forensically analyze all of the information obtained up to this point in an effort to ascertain the timeline that ultimately led to Ms. Woll’s death.”\n        “Individuals with information that may further this investigation are being interviewed,” White said.\n        “I again ask the community to remain patient while our investigators and law enforcement partners continue their work,” the chief added. A media update on the case will be provided Monday, White said.\n        FBI Detroit has provided “technical, forensic, and intelligence assistance” in the case at the request of the Detroit Police Department, the federal agency said. \n        Michigan State Police have also been assigned to support local police in the case, Michigan Gov. Gretchen Whitmer announced. “Together, they will investigate this vicious crime and bring the perpetrator to justice,” she added.\n        “My heart breaks for her family, her friends, her synagogue, and all those who were lucky enough to know her,” Whitmer said.  “She was a source of light, a beacon in her community who worked hard to make Michigan a better place.\n        Detroit Mayor Mike Duggan said he and Woll were celebrating the newly renovated synagogue together just a few weeks ago.\n        “It was a project she successfully led with great pride and enthusiasm,” Duggan said. “This entire city joins with her family and friends in mourning her tragic death.”\n        During her funeral service on Sunday, Woll’s family and friends remembered her infectious smile, her giving spirit, her willingness to listen, and her consistent push to build bridges between people and fight for social justice causes. \n        Woll’s younger sister, Monica Woll Rosen, described how her sister would always rush to help others when they needed it. She also noted how much Woll loved her friends and family – including her nieces and nephews, to whom she would always bring books and markers, so they could learn new things and also spend time being creative.\n        Before her killing, the last text message Woll sent was a heart to friend, “just because,” her sister said. On Saturday, another friend received flowers for their birthday that Woll had sent before she died. \n        “Your soul was beautiful and pure,” Woll Rosen said during the service Sunday.  “You so deeply wanted peace for this world, you fought for everyone, regardless of who they were or where they came from. You were the definition of a leader.”\n        Woll’s brother-in-law Ben also recalled how she always worked to bring people together and read aloud a recent response Woll had sent during a “somewhat heated family email discussion.”\n        “If and where there are disconnects between some of the people who follow Black Lives Matter and the Jewish community, then our communities need to engage with each other more, not less,” Woll had written.\n        “This is your legacy,” her brother-in-law said, “that we will always remember and carry forward.”\n        In an obituary, Woll’s loved ones wrote she loved “all forms of art,” including theater and opera, loved being in nature, had worked with several political campaigns and was also involved with many interfaith organizations.\n        “She was unfailing in her commitment to living in the moment and always saw the good in everyone she met,” it said. “Samantha will always be remembered for her tireless activism and for her passion to make the world a better place. She was an angel and there was truly no one kinder.”\n        Michigan Attorney General Dana Nessel, whose campaign Woll had been part of, also spoke at the service, highlighting Woll’s encouraging and compassionate character and her powerful ability to connect with others. \n        “She could charm everyone. She charmed celebrities and naysayers alike. Her warmth could persuade even the hardest heart of the loudest heckler,” Nessel said. “Sam gave everything of herself but she asked for nothing in return.”\n        “Samantha Woll may have been the nicest person that I have ever met, or will ever meet, in my lifetime,” she said.\n        MoReno Taylor II, who worked with Woll on Nessel’s reelection campaign in 2022, previously said her death was “a devastating loss.” \n        “Sam was a bright ball of light,” he told CNN. “She lit up every room that she walked into. She always had a huge smile. She always gave you a firm handshake and asked about you, wanted to get to know who you were.”\n        He remembered Woll as a kind soul who was always involved in her community and was dedicated to giving back.\n        “She didn’t deserve this, and I really hope that they find a resolution to this as soon as possible and find whoever is responsible,” he said. \n        Taylor said he knew Woll for five years, and thought of her as a little sister. \n        “It’s very difficult to imagine that someone who was so genuine and so kind could befall this kind of tragedy,” he added.\n        Woll had also previously worked with Congresswoman Elissa Slotkin, according to a post on Slotkin’s social media.\n        The congresswoman said Woll “dedicated her short life to building understanding across faiths, bringing light in the face of darkness.”\n        The Democrat said Woll worked for her by helping set up the office and leading it throughout her first term.\n        “My heart aches that we have lost someone so dedicated to serving others in such a senseless act. I’ll miss her relentless desire to serve & her bright smile seemingly everywhere across the Detroit area,” the congresswoman said.\n  ", "url": "https://www.cnn.com/2023/10/22/us/detroit-president-synagogue-killing-sunday/index.html", "section": "us"}
{"title": "      Maryland police find vehicle linked to suspect in fatal shooting of judge\n    ", "author": "Artemis Moshtaghian", "published_on": "  Updated\n        5:29 PM EDT, Sun October 22, 2023\n    ", "abstract": "      Police have found the vehicle of the suspect who allegedly shot and killed a Maryland judge last week.\n  ", "body": "      The Washington County Sheriff’s Office announced Saturday they discovered Pedro Argote’s silver Mercedes in the area of Williamsport, Maryland – about 8 miles away from where Judge Andrew Wilkinson, 52, was shot at his home in the northern Maryland city of Hagerstown.\n        Law enforcement officials have asked “the public to be vigilant” and on the lookout for Argote, described as a 49-year-old man who is 5 feet 7 inches tall, 130 pounds, with black hair and brown eyes.\n        The sheriff’s office said Sunday it had finished searching the remote and wooded area where Argote’s vehicle was found, saying in a post on Facebook “no further information indicates that Argote is still in the immediate area.”\n        Washington County Sheriff Brian Albert previously described the Thursday killing as a “targeted attack” against Wilkinson and said Argote should be considered “armed and dangerous.”\n        Argote allegedly fatally shot Wilkinson just hours after the judge ruled against him in a child custody case, authorities said.\n        Wilkinson, a county circuit court judge, was in his own driveway – with his wife and son at home – when he was shot, Albert said. He was found around 8 p.m. and taken to a medical facility where he died, the sheriff’s office said.\n        Wilkinson’s death spurred a wave of heightened security for judges throughout the county. “Out of precautionary reasons, last night troopers were deployed to protect judges residing in Washington County,” Maryland State Police said Friday.\n        The court where Wilkinson worked now has a “high-level” of security, and all judges and court personnel are getting increased security, Circuit Court Administrative Judge Brett Wilson told CNN.\n        The US Marshals Service is offering a reward of up to $10,000 for information leading to Argote’s arrest, the agency said Friday.\n        Wilkinson’s death marks the latest in a series of threats and attacks against judges or their families. More than 1,300 threats or possible threats among federal court personnel were investigated in fiscal year 2022, according to the US Marshals Service.", "url": "https://www.cnn.com/2023/10/21/us/andrew-wilkinson-maryland-judge-investigation/index.html", "section": "us"}
{"title": "      Missing Tennessee man found alive nearly three days after motorcycle crash\n    ", "author": "Sarah Dewberry", "published_on": "  Published\n        4:46 PM EDT, Sun October 22, 2023\n    ", "abstract": "      Friends and family of a Tennessee man who went missing after a motorcycle crash last week say they never gave up hope that he’d be found.\n  ", "body": "      Taylor Boyle and the motorcycle he was riding were discovered down an embankment between 30 to 50 feet off a back road in a rural area of Powell nearly three days after his family filed a missing person’s report with the Knox County Sheriff’s Office, Boyle’s friend, Cameron Williams, told CNN in a phone interview Sunday.\n        “He’s extremely lucky to be alive,” Williams said.\n        Before he was found on the evening of October 17, Boyle’s family had last spoken to him on October 15 at around 10 a.m., according to the missing person’s report.      Williams said the family grew concerned when they didn’t hear from him and began monitoring his phone and bank accounts or signs of any activity. \n        Groups of friends began searching possible routes that Boyle may have taken – but they didn’t find him, according to Williams.\n        “On Tuesday evening, there were probably five vehicles with three to five people in each vehicle that kind of broke down in different areas of the town and started looking in ditches and ravines,” Williams said. \n        They searched for Boyle until the sun went down, he said. \n        A group of three friends decided to get out of their vehicle and walk down a road using flashlights, Williams said.\n        Brandon Lawson, Ryan French and Chase Lovelace noticed a pathway off the side of the road, and their flashlights reflected off the motorcycle, according to Williams.\n        “They were kind of scared, you know, what they might find when they got there,” Williams said. “But he was awake.”\n        He said the group called 911 and everyone they knew to let them all know Boyle had been located.\n        Boyle, who remains in the hospital, took a hard hit to the head and dislocated his elbow, according to Williams. He is expected to make a full recovery.\n        The sheriff’s office thanked those who helped them in the search. A news release did not provide details on Boyle’s condition.\n        CNN has reached out to the department for comment.\n  ", "url": "https://www.cnn.com/2023/10/22/us/tennessee-missing-man-found-motorcycle-crash/index.html", "section": "us"}
{"title": "      Start your week smart: Israel, Norma, Synagogue stabbing, House speaker, Trump\n    ", "author": "Andrew Torgan", "published_on": "  Published\n        9:11 AM EDT, Sun October 22, 2023\n    ", "abstract": "      E.T. phone home? Astronomers have detected a mysterious blast of radio waves that has taken 8 billion years to reach Earth. The cosmic flash is one of the most distant and energetic ever observed.\n  ", "body": "      Here’s what else you need to know to Start Your Week Smart.\n        • The death toll in Gaza since October 7 has risen to 4,651, with more than 14,245 wounded, the Palestinian Ministry of Health in Gaza said earlier today. Meanwhile, the Israeli military has escalated its operations in the occupied West Bank, striking a mosque today to thwart what it called “an imminent terror attack.”• Norma weakened to tropical storm strength Saturday after bringing hurricane-force winds, flash flooding and storm surge to Mexico’s Pacific coast. Norma made landfall as a Category 1 hurricane with winds of 80 mph over the far southern portion of Mexico’s Baja California Sur — which includes Cabo San Lucas — Saturday afternoon, the National Hurricane Center said.• Investigators are searching for a motive in the death of a Detroit synagogue leader found stabbed over the weekend, the city’s police chief said. The body of Samantha Woll, president of the board of the Isaac Agree Downtown Synagogue, was discovered with multiple stab wounds at her home on Saturday morning, the Detroit Police Department said in a statement.• House Republicans are once again scrambling with no clear path to elect a new speaker after voting to push Ohio Rep. Jim Jordan out of the race Friday, the latest sign of the chaos and divisions that have engulfed the majority party and left the chamber in a state of paralysis.• Kenneth Chesebro, a Donald Trump-aligned attorney who helped craft the 2020 fake elector plot, pleaded guilty Friday in the Georgia election subversion case. The plea deal is another major victory for Fulton County District Attorney Fani Willis, who charged Trump and 18 others in the effort to overturn the 2020 presidential election results. Former Trump campaign lawyer Sidney Powell pleaded guilty last Thursday.\n  MondayDemocratic Sen. Bob Menendez of New Jersey is scheduled to be arraigned on new charges that he conspired to act as a foreign agent for Egypt. Menendez and his wife were indicted last month on corruption-related offenses, and are accused of accepting “hundreds of thousands of dollars in bribes” — including gold, cash, home mortgage payments and a luxury car — in exchange for the senator’s influence. The superseding indictment filed against Menendez, who was chairman of the Senate Foreign Relations Committee at the time of the alleged actions, adds a new dimension to the case by alleging a US senator was working on behalf of another country. Both Menendez and his wife have pleaded not guilty.\n        The City of Orlando will seek final approval from the city council to buy Pulse, the popular LGBTQ nightclub where 49 people were killed and at least 53 others were injured in a mass shooting in 2016. The site of the deadly shooting was referred to as “a permanent part of Orlando’s history” in an agenda item to be discussed at Monday’s city council meeting. “The City is interested in acquiring this property as part of the process of developing a permanent memorial that honors the victims,” the agenda item states.\n        North Carolina’s GOP-controlled state legislature is expected to vote on new congressional district maps that could put at risk as many as four Democratic-held seats in the US House — a move that could help determine which party gains the upper hand in the chamber after the 2024 elections. Democratic Gov. Roy Cooper does not have veto power over redistricting legislation in North Carolina.\n  WednesdayPresident Joe Biden will host Prime Minister Anthony Albanese of Australia for an official visit to the US, which will include a state dinner. The event will be Biden’s fourth state dinner since taking office. In June, he welcomed India’s Prime Minister Narendra Modi to the White House.\n  ThursdayThe Commerce Department will release its first reading of third-quarter gross domestic product, the broadest measure of US economic output. The agency’s final revision of Q2 GDP last month showed economic growth holding at an annualized rate of 2.1% — a positive sign for the Federal Reserve’s campaign to cool demand and bring down price increases.\n  One Thing: Florida’s book ban playbookIn this week’s “One Thing” podcast, CNN’s Elle Reeve explains how a state law in Florida around books in schools is turning school board meetings into spectacles. Listen here.Check out more images from the week that was, curated by CNN Photos.\n  TV and streamingThe end is near for “Fear the Walking Dead.” The first in a veritable horde of “Walking Dead” spinoffs will begin airing its final six episodes tonight on AMC through November 26 (maybe skip the Thanksgiving leftovers that night). But fear not, devotees of the undead – AMC says “The Walking Dead: The Ones Who Live” is coming in 2024.\n  In theatersJust in time for Halloween comes “Five Nights at Freddy’s.” Josh Hutcherson (“The Hunger Games”) stars in this horror movie based on the popular video game series about a security guard who encounters strange creatures while working the late shift at a family-friendly kids’ pizzeria. Think Chuck E. Cheese, but with homicidal animatronic animals. “Five Nights at Freddy’s” opens Friday.\n        Also hitting the big screen Friday is “Freelance,” an action comedy starring John Cena as a former Special Forces soldier who is hired for a freelance gig providing security for a journalist.\n  This portion of 5 Things is brought to you by the letter “F.”At a glance …The 2023-24 NBA season begins Tuesday when the Los Angeles Lakers take on the Denver Nuggets and the Phoenix Suns face the Golden State Warriors.\n        And in baseball, The Philadelphia Phillies moved just one game from another World Series with a 6-1 win in Game 5 against the Arizona Diamondbacks Saturday night. Over in the American League Championship Series, the Houston Astros take on the Texas Rangers tonight. Houston also leads the series 3-2. Game 1 of the World Series is scheduled for Friday.\n  For more of your favorite sports, head on over to CNN Sports as well as Bleacher Report, which – like CNN – is owned by Warner Bros. Discovery.      Looking for a challenge to start your week? Take CNN’s weekly news quiz to see how much you remember from the week that was! So far, 66% of fellow quiz fans have gotten eight or more questions right. How will you fare?\n  Happy birthday, Katy Perry!The Grammy-nominated singer and “American Idol” judge turns 39 on Wednesday. (Click here to hear her roar …)", "url": "https://www.cnn.com/2023/10/22/us/start-your-week-smart-israel-norma-synagogue-stabbing-house-speaker-trump/index.html", "section": "us"}
{"title": "      Holocaust survivor visiting Israel safely escapes as war breaks out\n    ", "author": "Nick Watt", "published_on": "  Published\n        5:10 AM EDT, Sun October 22, 2023\n    ", "abstract": "      “It went from wonderful to horrible in an instant,” Charlotte Hauptman said of that fateful Saturday morning. “Not only did we hear the bombs, but we also found out there was an invasion of Hamas coming into the country. And we didn’t know where or what or who they were.” \n  ", "body": "      Her instinct was to run. She’s an elfin 84-year-old with bright, engaging eyes. She wears her hair tied back and speaks with a similar no-nonsense style. “In those hours, it was just constant panic,” she told CNN after leaving Jerusalem and landing safely back home in Southern California. “I’m not afraid of death, but of what can come before.” \n        Hauptman is a Holocaust survivor. So, this was the second time she’d fled a group targeting Jews. She fled Hamas in Israel in 2023 by plane as an old lady. She fled the Nazis in Italy in 1944 on foot as a small child. \n        “It definitely shapes one’s essence,” she says of the Holocaust. “You’re familiar with the possibility of horror.” Hauptman still remembers the final fearful moments of her escape.\n        “Two Nazi officers were walking towards us,” she recalls. The family was just a few miles from safety, from the chunk of Italy occupied by the Allies. “They said, ‘Heil Hitler!’ and we raised our hands. They kept walking, and we kept walking. Just a few feet past, there was a Madonna. We dropped to the ground and prayed in case they would turn around and take a look.” \n        The Holocaust was the largest loss of Jewish life in their long history of persecution and pogroms. October 7, 2023, is now the deadliest day for Jews since then.\n        “Let’s get any airline that goes anywhere!” was the conversation Hauptman had with her own daughter that morning. “And when we got on that plane it already felt like, ‘All right let’s go!’ And then they started selling seats, upgrades! And we thought, ‘Just go, just go!’”\n        Charlotte Hauptman was in Israel this fall on a side-trip. The main event of her travels was a wedding in Italy. The bride, Myriam Lanternari, is the great-granddaughter of an Italian couple, Virgilio and Daria Virgili, who Hauptman credits with saving her life and the lives of  her parents more than 80 years ago, sheltering them from the Nazis in a little village called Secchiano.\n        “He took us into his home. They gave us food. They gave us shelter,” Hauptman said. “I knew not to talk to any German. And they came in the village.” The Nazis had a garrison nearby. \n        “I remember leaflets being dropped from airplanes, German airplanes, warning the people if you help Jews or Partisans that’s the end of you,” Hauptman said. “No one ever outed us. They stayed protecting us.”\n        The villagers concocted a story just in case any Germans started asking questions, Hauptman recalls. Her parents, Wolf and Esther, would be deaf mutes working in the field. And Charlotte would just lose herself in the clique of kids playing in the street.\n        “I knew that our lives were in danger,” she says. “But then when things lightened up, I was able to be a child. And the Italian people were helpful in letting me have that. I always felt loved. My parents. The villagers. It was always a very warm feeling.”\n        There was another Jewish family living in nearby Cagli, close to a German garrison. The two families would meet up from time to time.\n        “I know that at some point we couldn’t visit them anymore,” says Hauptman. “Because they were taken and killed.”\n        After allied British troops landed in Italy, the Germans became even more skittish and suspicious.\n        “The village became more dangerous, if that’s even possible,” says Hauptman. “Virgilio Virgili decided to take us to the occupied zone where the Allies already were.” \n        Virgilio and his young daughter Mercedes walked Charlotte and her family to safety. The Italian father and daughter were with the fleeing Jewish family when they all fell to their knees in front of that Madonna, just miles from safety, pretending to be nothing more than a gaggle of good Italian Catholics. It worked.  \n        But when Virgilio and Mercedes returned to the village, he was arrested. “Virgilio was nabbed by the Nazis, held for days, and tortured,” Hauptman said. And Mercedes was with her father when the Nazis arrived. “They came and grabbed him and threw him in a Jeep and she was crying and holding on as the Jeep was leaving and they kept hitting her on her hands to let go.” He never confessed and was eventually released.\n        Charlotte Hauptman and Mercedes Virgili remained lifelong friends. Their children are friends. Their grandchildren are friends.\n        “I was born November 25, 1938, right in the middle of it,” says Hauptman, matter-of-factly.\n        The future looked so bleak that her mother, Esther Fullenbaum, thought she should abort her baby. She didn’t. And would soon credit Charlotte with saving her life. By making her faint at just the right time.\n        The story became part of family lore. The Gestapo, Nazi Germany’s secret police, were rounding up Jews in Hanover where the family lived. Esther, heavily pregnant, was at her sister’s apartment when officers knocked at the door. Esther fainted, so the Gestapo left her behind. But she would never see her sister or brother-in-law again. They were murdered in the camps.\n        Esther fled to Milan, where her husband Wolf was working at the time. “I was born 10 days after she arrived,” adds Hauptman.\n        The family lived there until Italy’s Jews were rounded up and taken to concentration camps. The Fullenbaums were taken to one in Calabria, in southern Italy. When that camp became too crowded, they were sent to live with a family near Venice.\n        They had to check in with the police once a week. They were under curfew. And fear rose in Charlotte. “I remember being under the table one night crying,” she says. “My mother asked why I was crying, and I said, ‘Because you will both die and I will be alone.’”\n        Italian police officers soon came with a warning. “They said tomorrow you’re due to be picked up and sent to Auschwitz. So, you better leave now, before curfew and disappear.”\n        Years later, the family found the telegram, sent the next day by the Italian police to their German overlords, which ends: “THEY WERE NOT THERE. DESTINATION UNKNOWN.”\n        From that point on, Charlotte – little more than a toddler – was on the run with her parents, protected by the Partisans, who eventually took her family to Secchiano and the Virgilis.\n        “This story is not just my story, it’s their story,” says Hauptman. Her parents spent what little money they had buying food, usually from the village miller’s wife. Until they ran out of money. But the miller’s wife had a solution. In exchange for the wedding band on Esther’s finger, the family could have all the food they would ever need. “She was saving my mother’s honor,” says Hauptman. “So, she could feel comfortable getting the food.”\n        Years later, while living in Los Angeles, Hauptman got a call from an Italian American couple from San Francisco. They had just spent their honeymoon in Secchiano and had met the miller’s son. He’d given them the ring and asked them to find its rightful owner in America. Hauptman wore the ring as she spoke to CNN.\n        “I don’t know how they found us in LA, but they did… that’s the Italians!”\n        After the Virgili family wedding in Italy, Hauptman and her daughter, Michele Goldman, flew straight to Israel.\n        “She and I had talked about it years ago. We should do this mother and daughter trip,” Hauptman said. “We thought it would be a good bonding experience.” And it was, until the terror began, and she once again had to flee for her life.\n        Hamas terrorists crossed the border from Gaza into Israel, where they slaughtered 1,400 Israelis and took between 100 and 200 people back to Gaza as hostages. The IDF is now hitting Hamas hard in Gaza, and more than 4,000 Palestinians have now also been killed. \n        “We were sitting having breakfast in the hotel. We had made reservations for a tour to Bethlehem and Jerusalem,” said Hauptman. “Suddenly the alarms went off and I just looked at the faces of the locals and I read their faces. Panic.”\n        Her daughter, Hauptman would later find out, was panicking on the inside. “She lost her husband five years ago when her boys were still young and she told me later that all she kept thinking was, ‘Please don’t let my boys lose another parent.’”\n        Even now, and even here, in tranquil Southern California, Hauptman says she never feels totally safe. “Antisemitism is always there. It goes undercover for a while and then the opportunity arises. It’s a cyclical thing,” she says. “Don’t fool yourself. We’re sitting here now. In an hour, it can be different.”\n        “Never Again,” is a slogan about the Holocaust that Hauptman says gets a lot of lip service. “It’s just a dream,” says Hauptman. And she is not hopeful of an imminent peace in the Middle East. “As long as there are people who want Israel annihilated and the Jews to disappear,” she says. “I can’t imagine it.”\n        Hauptman also can’t imagine returning to Israel. Not yet. “But I do want to get over this enough,” she says. “Enough to go back.”\n  ", "url": "https://www.cnn.com/2023/10/22/us/holocaust-survivor-israel/index.html", "section": "us"}
{"title": "      President of Detroit synagogue found stabbed to death outside home, police say\n    ", "author": "Sara Smart", "published_on": "  Updated\n        9:38 PM EDT, Sat October 21, 2023\n    ", "abstract": "      The president of a Detroit synagogue board was found dead Saturday morning with multiple stab wounds outside her home, police said.\n  ", "body": "      The victim, Samantha Woll, was the president of the board of the Isaac Agree Downtown Synagogue, which is in downtown Detroit, the synagogue said in a Facebook post.      “We are shocked and saddened to learn of the unexpected death of Samantha Woll, our Board President,” the synagogue said. “May her memory be a blessing.”\n        Officers were called Saturday morning about a person lying on the ground unresponsive and when they arrived at the scene, they found a “trail of blood” leading them to Woll’s home, according to a statement from the Detroit Police Department. \n        Police believe the crime took place inside her home. Officers found Woll’s body with multiple stab wounds and she was pronounced dead at the scene, authorities said. \n        The Detroit Police Department said the case had been assigned to its homicide unit for investigation.  \n        Police Chief James White said in a statement Saturday the stabbing is being fully investigated and a motive is not yet known.\n        “Understandably, this crime leaves many unanswered questions,” White said. “This matter is under investigation, and I am asking that everyone remain patient while investigators carefully examine every aspect of the available evidence.”\n        He asked the community for patience as authorities investigate. \n        “It is important that no conclusions be drawn until all of the available facts are reviewed,” said White, adding officials plan to release additional information about the investigation on Sunday.\n        The FBI in Detroit is assisting police in the investigation, the agency said in a statement to CNN. The Michigan State Police has also been assigned to support local law enforcement officials in the investigation, according to Gov. Gretchen Whitmer.\n        “My heart breaks for her family, her friends, her synagogue, and all those who were lucky enough to know her. She was a source of light, a beacon in her community who worked hard to make Michigan a better place,” Whitmer said in a statement.\n        Detroit Mayor Mike Duggan said Woll’s death “has left a huge hole in the Detroit community.”\n        In a statement, Duggan said he and Woll were celebrating the newly renovated synagogue together just a few weeks ago. \n        “It was a project she successfully led with great pride and enthusiasm,” Duggan said.\n        “This entire city joins with her family and friends in mourning her tragic death,” the mayor added.\n        Michigan Attorney General Dana Nessel also shared her condolences in a statement on Facebook, saying, “Sam was as kind a person as I’ve ever known. She was driven by her sincere love of her community, state and country.”\n        A former coworker of Woll’s who said they worked together on Nessel’s reelection campaign in 2022 told CNN her death was “a devastating loss.” They had known each other for five years.\n        “Sam was a bright ball of light,” said MoReno Tayor II. “You know, she lit up every room that she walked into. She always had a huge smile. She always gave you a firm handshake.”\n        “She didn’t deserve this and I really hope that they find a resolution to this as soon as possible and find whoever is responsible,” he said. \n        Woll had previously worked with Congresswoman Elissa Slotkin, according to a post on Slotkin’s social media.\n        The congresswoman said Woll “dedicated her short life to building understanding across faiths, bringing light in the face of darkness.”\n        The Democrat said Woll worked for her by helping set up the office and leading it throughout her first term.\n        “My heart aches that we have lost someone so dedicated to serving others in such a senseless act. I’ll miss her relentless desire to serve & her bright smile seemingly everywhere across the Detroit area,” the congresswoman said.\n  ", "url": "https://www.cnn.com/2023/10/21/us/detroit-synagogue-president-killing/index.html", "section": "us"}
{"title": "      What we know about the off-duty Alaska Airlines pilot accused of trying to shut off a plane’s engines mid-flight\n    ", "author": "Elizabeth Wolfe", "published_on": "  Updated\n        4:22 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The off-duty pilot accused of trying to shut down the engines of an Alaska Airlines plane midflight on Sunday said he was having a nervous breakdown and told the flight crew he needed to be subdued, according to a federal complaint. \n  ", "body": "      Alaska Airlines pilot Joseph D. Emerson, 44, has been charged in federal court with interfering with a flight crew, the US Attorney’s Office for the District of Oregon announced Tuesday. That charge comes on the heels of dozens of state charges in Oregon, including 83 felony counts of attempted murder, 83 counts of reckless endangerment and one count of endangering an aircraft, booking records show. \n        Emerson attempted to cut fuel to the plane’s engines while the flight was en route from Washington state to San Francisco on Sunday, according to authorities. But it was the quick action of the aircraft’s captain and first officer that kept the engines from failing completely, the airline said. \n        Emerson was subdued by members of the flight crew but then attempted to grab the handle of an emergency exit during the flight’s descent, according to a release from the US attorney’s office. \n        The flight was forced to divert to Portland, Oregon, where the suspect was taken into custody by Port of Portland police, the agency said in a statement.\n        While in custody, Emerson told a police officer he became depressed about six months ago, according to an affidavit authored by an FBI agent and included alongside the federal complaint. Emerson denied taking any medications, the affidavit says, but he did discuss psychedelic mushrooms with the responding officer.\n        “The officer and Emerson talked about the use of psychedelic mushrooms and Emerson said it was his first-time taking mushrooms,” the affidavit says.\n        Asked specifically if Emerson told officers he had been under the influence of mushrooms at the time of the incident, a spokesperson for the US Attorney’s Office in Oregon told CNN that remains part of their ongoing investigation.\n        While in custody, Emerson said he was “admitting to what I did,” per the affidavit. “I’m not fighting any charges you want to bring against me, guys,” he said. \n        Emerson is being held without bail at the Multnomah County Jail and is expected in court on the state charges Tuesday afternoon. Online records do not list an attorney for Emerson, and CNN has been working to determine if he has legal representation in both state and federal court.\n        Authorities do not believe the incident was an act of terrorism or ideologically motivated violence, a law enforcement source familiar with the investigation told CNN. Investigators believe it may have been the result of a mental health episode, and authorities are preparing for court officials to order an assessment of the defendant’s psychological state as part of court proceedings, the source said.\n        Here’s what we know.  \n        After taking off from Everett, Washington, on Sunday, Alaska Airlines Flight 2059 – operated by regional carrier Horizon Air – reported a “security threat related to an off-duty Alaska Airlines pilot, identified as Captain Joseph Emerson, who was traveling in the flight deck jump seat,” the airline said in a statement. \n        Pilots will sometimes ride in a cockpit “jump seat” when traveling in their official capacity or commuting between airports. \n        While in the cockpit, Emerson had tried to shut down both of the Embraer 175’s engines by pulling its fire extinguisher handles, the airline said. \n        “The fire suppression system consists of a T-handle for each engine; when pulled, a valve in the wing closes to shut off fuel to the engine,” Alaska Airlines said in a statement to CNN. “After they are pulled, some residual fuel remains in the line.” \n        The airline said the quick reaction of the crew to reset both handles helped restore the flow of fuel and prevented the engines from cutting out. \n        “Our crew responded without hesitation to a difficult and highly unusual situation, and we are incredibly proud and grateful for their skillful actions,” the airline said in a statement. \n        Emerson initially engaged the pilots in small talk about the weather and the aircraft, the affidavit says. He then said, “I’m not OK,” and one of the pilots turned around to see him reaching up and grabbing the red fire handles, the affidavit says. \n        One of the pilots grabbed Emerson’s wrist while the other declared an inflight emergency, the affidavit says. One pilot said Emerson “initially resisted,” and the two “wrestled” for about half a minute before Emerson agreed to leave the cockpit. \n        “I think he’s subdued,” one of the plane’s pilots can be heard saying in air traffic control audio recorded by LiveATC.net. “Other than that, we want law enforcement as soon as we get on the ground and are parked.”\n        After “peacefully walking to the back of the plane,” the affidavit says Emerson told a flight attendant, “You need to cuff me right now or it’s going to be bad.” \n        The crew cuffed his wrists, but during the descent, Emerson “turned towards an emergency exit door and tried to grab the handle,” and was stopped by a flight attendant, the affidavit says. \n        “Another flight attendant observed Emerson make statements such as, ‘I messed everything up’ and that ‘he tried to kill everybody,’” the affidavit says. “Emerson was heard saying he had just put 84 peoples’ lives at risk tonight including his own.”\n        When the flight landed at Portland International Airport around 6:30 p.m., the suspect was taken into custody by Port of Portland police officers, the port said. \n        No injuries were reported on the flight, the FBI said.\n        All passengers were later able to fly to San Francisco with a new crew and aircraft, the airline said, noting it is “reaching out to each of them individually to discuss their experience and check-in on their well-being.”\n        The FBI and the Port of Portland police are investigating the incident, authorities said. \n        The FBI’s Portland field office confirmed its investigation in a statement Monday and assured travelers there is “no continuing threat related to this incident.” \n        The Federal Aviation Administration also said it is supporting local law enforcement in the investigation. \n        The FAA said it has briefed other airlines on preliminary details of the incident and informed carriers the incident is not related to “current world events” – apparently referring to the war in the Middle East between Israel and Hamas.  \n        Two passengers on the flight told CNN that the airline crew maintained a calm environment on the plane as the incident played out. \n        Aubrey Gavello, one of the passengers, said she didn’t realize something was wrong until a flight attendant announced over the loudspeaker that the plane needed to land immediately.\n        “We didn’t know where we were landing, and we didn’t know what was wrong. But (the flight attendant) assured us we were safe,” Gavello said on CNN’s “Laura Coates Live” on Monday night. \n        Later, the pilot informed passengers through the loudspeaker that there had been a “disturbance in the cockpit,” said Alex Wood, who was seated at the front of the plane. Wood said he was wearing headphones and slept through the incident. \n        “I was right by the cockpit, but nothing woke me up. Nothing was loud enough, nothing was rambunctious enough to wake me up,” Wood said. \n        About five police officers boarded the plane after it landed and escorted the suspect off the aircraft, Gavello recalled. She noted he was calm and cooperative and had his hands secured by zip ties. \n        After Emerson was taken off the plane, a flight attendant announced on the loudspeaker that “he had a mental breakdown,” Gavello told CNN affiliate KGO.\n        “Props to the Alaska crew for keeping everyone calm,” Gavello told CNN. \n        “It was all handled super well,” said Wood.\n        The pair said they didn’t realize the gravity of the situation Monday, when they woke to news headlines about the suspect trying to shut down the plane engines. \n        “I’m honestly grateful that we didn’t know anything when they rebooked us and got us on a second plane,” Gavello said. “I don’t know if I would have felt comfortable doing that if we had all the information.”\n        Emerson’s neighbor, Ed Yee, told CNN it was “very shocking” to hear of the suspect’s alleged actions. \n        “He seems like a really nice guy. Nothing abnormal about him,” Yee said.\n        Emerson had his most recent FAA medical examination last month, records show. He has a first-class medical certificate, the highest level of medical certificate awarded by the agency, which requires examinations every six months for pilots 40 and over.\n        Emerson has worked in aviation for at least two decades, according to information shared by Alaska Airlines. \n        He first joined the Alaska Air Group in 2001 as a first officer with Horizon. In 2012, Emerson left Horizon and joined Virgin America as a pilot. \n        After Alaska Airlines acquired Virgin America in 2016, Emerson became a first officer with Alaska and worked about three more years to become a pilot for the airline, according to the airline statement.\n        “Throughout his career, Emerson completed his mandated FAA medical certifications in accordance with regulatory requirements, and at no point were his certifications denied, suspended or revoked,” Alaska Airlines said in a statement. \n        FAA records show Emerson held an Airline Transport Pilot certification with ratings to fly the Airbus A320, Boeing 737, Canadair Regional Jet, and De Havilland Dash 8. He did not hold a certification to fly the ERJ 175, those records indicate, the type of airplane in use during Sunday’s incident.\n  ", "url": "https://www.cnn.com/2023/10/24/us/alaska-airlines-disruption-off-duty-pilot-tuesday/index.html", "section": "us"}
{"title": "      Member of pro-Nazi group used Molotov cocktails in attempt to burn down Ohio church planning to host a drag event, FBI says\n    ", "author": "Kia Fatahi", "published_on": "  Updated\n        3:46 PM EDT, Tue October 24, 2023\n    ", "abstract": "Editor’s note (October 24, 2023): Since this story was published, Penny pleaded guilty to violating the Church Arson Prevention Act and for using fire and explosives to commit a felony, according to the Department of Justice and court records. He faces up to 20 years in prison for the first charge and a mandatory 10 years for the second, the DOJ says. His sentencing is scheduled for January 2024.", "body": "      A member of a neo-Nazi group was arrested Friday after attempting to burn down a church in Ohio that was planning to host a drag show event, according to court documents.\n        Aimenn D. Penny, 20, of Alliance, Ohio, has been charged in the US District Court in Cleveland with one count of malicious use of explosive materials and one count of possessing a destructive device, according to a criminal complaint.\n        Authorities claim Penny used “Molotov cocktails against the Community Church of Chesterland in Chesterland, Ohio, in an attempt to burn the church to the ground,” the Department of Justice said in a press release.\n        “As alleged in the charging documents, the defendant used an explosive device to cause harm to a church he found objectionable,” Assistant Attorney General Matthew G. Olsen said in the release. “It is the solemn duty of the Department of Justice to safeguard the right of all Americans to free expression, and I commend the work of law enforcement in this matter.”\n        The FBI claims Penny is a member of “White Lives Matter,” a pro-Nazi group, according to an affidavit filed in court Friday. The FBI said the group has “racist, pro-Nazi, and homophobic views.” \n        Penny confessed he attempted to burn down the church using Molotov cocktails, “to protect the children and stop the drag show event,” according to the criminal complaint.\n        CNN has reached out to an attorney appointed to represent Penny but did not receive an immediate response. Penny made his initial appearance in federal court Friday and was remanded in custody. He is due to face a court hearing on Thursday, Michelle Sztul, the chief deputy clerk for the U.S. Attorney’s Office for the Northern District of Cleveland, told CNN.\n        The affidavit alleges the Ohio church was targeted in the early hours of Saturday, March 25. The FBI said the church was damaged by what appeared to be Molotov cocktails and had scorch marks on the front door, scorch marks on a sign on the exterior of the building and a broken sign on the southeast corner of the property.\n        Investigators recovered broken glass pieces from a vodka bottle and a beer bottle each containing a cloth-type material, the affidavit said. A burnt matchstick and a blue plastic spray bottle filled with gasoline were found near the damaged door.\n        Law enforcement agencies obtained a court order to collect historical location data from Penny’s cellphone after receiving a tip, the affidavit said. While searching Penny’s home, agents found a Nazi flag and other Nazi memorabilia, a handwritten note with ideological statements, a White Lives Matter of Ohio T-shirt, a gas mask, multiple rolls of blue painter’s tape and gas cans, the document says.\n        The affidavit also said Penny traveled to Wadsworth, Ohio, on March 11, where he attended a drag queen story hour to “distribute propaganda flyers (sic)representing White Lives Matter Ohio’s anti-drag queen views.”\n        The Community Church of Chesterland, located in Geauga County, went ahead with hosting the drag queen story hour and brunch event Saturday, the church’s minister told CNN.\n        Rev. Jess Peacock said it’s not the first time the church has been targeted. They said representatives of the church have in recent weeks received hate mail and messages containing threats of protests and violence over planned drag events.\n        “There hasn’t been a day or two where I have not received hate messages from my personal phone,” Peacock said.\n        Peacock said they are “relieved” and “very pleased” over Friday’s arrest. No one was inside the church during the attempted firebombing and drag show events will go ahead there as planned, Peacock added.\n        “We hold no ill will against this man whatsoever. We forgive this individual. But we do want this individual to be prosecuted to the fullest extent. Just to send a message and have them think twice about attacking a synagogue, a church or a mosque. We want to see peace, not violence,” Peacock said. \n        First Assistant U.S. Attorney Michelle M. Baeppler for the Northern District of Ohio said, “Violence and destruction are never an acceptable way to express a disagreement with a particular viewpoint.”\n        “While, as Americans, we enjoy the right to disagree, doing so peacefully is the only appropriate option,” Baeppler said.\n        If convicted, Penny may face a mandatory minimum of five years and up to 20 years in prison for the malicious use of explosive materials charge and up to 10 years in prison for the possession of a destructive device charge, according to the DOJ.\n  ", "url": "https://www.cnn.com/2023/04/01/us/pro-nazi-group-molotov-cocktail-ohio-church-drag-show/index.html", "section": "us"}
{"title": "      Why some members of Black sororities and fraternities don’t want you to wear their letters\n    ", "author": "Chandelis Duster", "published_on": "  Updated\n        1:44 PM EDT, Tue October 24, 2023\n    ", "abstract": "      A Nashville teacher made headlines this month for removing a White elementary student’s shirt because it was emblazoned with the letters of her historically Black sorority.   \n  ", "body": "      A spokesperson for Metro Nashville Public Schools told CNN the sorority shirt violated McGavock Elementary School dress code “due to having writing,” but stressed that it should not have been exchanged for a school uniform polo without parental permission.\n        “The school will follow the district’s employee relations process and counsel the staff member on appropriate conduct in these regards,” the spokesperson told CNN.\n        The incident has since sparked a conversation online about why the teacher had such an intense reaction to the child wearing her sorority’s letters – and whether this behavior should be praised or condemned. \n        While many members of the nine Black Greek-letter organizations – known collectively as the Divine Nine – did not support the teacher’s actions, some members said they understood the passion that drove her reaction.   \n        Lawrence Ross, author of “The Divine Nine: The History of African American Fraternities and Sororities,” told CNN more than a century of history, dedication and service makes members fiercely protective of who is allowed to represent a fraternity or sorority by wearing their letters.  \n        Ross, who himself is a member of Alpha Phi Alpha Fraternity, Inc., a Divine Nine organization, said in his opinion there’s a difference in a young girl wearing a shirt because she likes the signature pink and green colors of Alpha Kappa Alpha Sorority, Inc., and an adult who wears the letters knowing they are not a member.  \n        “For those people who say, ‘Eh, that’s just (a shirt), it doesn’t really matter’ they also don’t really believe or understand (Black Greek) fraternity and sorority life,” he said.    \n        Many Divine Nine sororities and fraternities were founded in the early 20th century during a time when racism and discrimination against Black Americans was pervasive.  \n        In the early 1900s, after Black Americans graduated from Freedmen’s Schools – founded after the abolition of slavery to teach children as well as adults – and other religious educational institutions, Ross said people of color began enrolling in college to obtain better education and economic opportunities. \n        At the time, he said, White fraternities and sororities often had restrictive racial clauses in their constitutions that would not allow Black Americans and other people of color to join their organizations.  \n        So, Black students founded their own fraternal organizations that reflected their culture and lived experiences. \n        The organizations that form the Divine Nine are: \n        Throughout their history, membership in the Divine Nine organizations was not only about enhancing the collegiate experience, but also uplifting the Black community. \n        Divine Nine founders and earliest members placed themselves at the forefront of critical issues in America, such as voting rights, racial justice and equal education, Ross said.  \n        Nearly two months after Delta Sigma Theta Sorority, Inc., was founded on January 13, 1913, the sorority participated in the Woman Suffrage March in Washington, DC.  \n        Prominent civil rights leaders, including Martin Luther King, Jr., and W.E.B. Du Bois – both members of Alpha Phi Alpha Fraternity, Inc. – lead the movement for racial justice in the United States.  \n        Today, the Divine Nine organizations boast hundreds of chapters across the US and around the world. Traditions such as stepping, which is a blend of African traditional movements and American dance styles, are often associated with Divine Nine organizations. \n        But they have also maintained their commitment to philanthropy and service through scholarships, community service and programs to develop their members personally and professionally.\n        “We’re usually the first people that people turn to for help,” Ross said, adding that Divine Nine organizations play a central role in the Black community and often provide mentorship and guidance to the next generation.  \n        There is also an exclusivity of who adorns the letters, the organizations say. To even be considered for membership, there are certain academic and community service requirements that must be met along with commitment to upholding moral character. \n        “It’s a big deal,” Ross said. “There’s a level of dedication that goes with becoming a member … You’re pledging yourself to work on behalf of your community with those representing something larger than yourself. And it takes a lot of hard work and sacrifice to do so.”\n        Black Greek-letter organizations distinguish themselves with colors, calls and letters. And, as a show of pride and to signify their membership, those in the organizations wear clothing and items bearing their Greek symbols also known as “paraphernalia.”  \n        Ross told CNN it is even included in the organizations’ protocols that their paraphernalia is only to be worn by duly initiated members and there are rules around when and where to be dressed in the letters.\n        According to CNN affiliate WTVF, the Nashville teacher at the center of controversy around the second grade student’s AKA t-shirt, also sent an email to the child’s mom explaining that, “AKA branded items are trademarked and reserved for members only.” \n        While some Divine Nine members on social media said they understood the teacher’s actions because the child should not have been wearing the shirt, others disagreed and said the teacher went a step too far by removing a 7-year-old’s clothes.\n        Other recent incidents of people who are not members wearing paraphernalia or using hand signs have also sparked anger and backlash among some members.   \n        Actress Amanda Seales faced criticism in 2021 for wearing the AKA letters in an episode of  the television series “Insecure.” Though her character was described as a member of the organization, Seales was criticized by some on social media for wearing the sorority’s letters because she herself was not a member.  \n        Rapper Boosie BadAzz has also faced online backlash for wearing Kappa Alpha Psi Fraternity, Inc., paraphernalia and apologized in 2020 after he posted pictures in the fraternity’s t-shirt. \n        Ross encourages people to research and learn more about Divine Nine sorority and fraternity culture. But, he said, once a person is aware, they should be respectful of the organizations’ cultures and traditions. \n        “All of these things are culturally relevant, you should listen to understand,” he said. “You can’t understand what our devotion is and has been in the Black community … without understanding the Divine Nine.”\n        For Divine Nine sororities and fraternities, membership doesn’t end once a person graduates from college, it can be extended through graduate school chapters and lasts for a lifetime.  \n        “Membership continues because that’s our connection to our greater goal,” Ross said. “We can’t afford a localized college experience. Our college experience has to be able to go back into the community, has to go back into our family, has to go back and lift the people who were not able to go to college or aspire to go to college, or their kids aspire to go to college.”  \n        Some of the organizations also extend honorary membership to those who have excelled significantly in their careers or made notable contributions to society. In July, US Supreme Court Justice Ketanji Brown Jackson became an honorary member of Delta Sigma Theta Sorority, Inc.\n        Together, members celebrate each other’s milestones, such as graduations and weddings, with songs and chants. Members are also eulogized in memorial services after their death.   \n        “The lifelong bond is built through lifelong service,” Ross said. “We are in the experience business and because we all have experiences that impact our lives, that bond never goes away.”\n  Disclaimer: Chandelis Duster is a member of Delta Sigma Theta Sorority, Inc. ", "url": "https://www.cnn.com/2023/10/22/us/divine-nine-fraternity-sorority-paraphernalia-reaj/index.html", "section": "us"}
{"title": "      California man sentenced to 1-year in federal prison for cyberstalking, harassing parent of Parkland school shooting victim\n    ", "author": "Melissa Alonso", "published_on": "  Published\n        1:21 PM EDT, Tue October 24, 2023\n    ", "abstract": "      A California man who sent hundreds of harrowing messages to an activist against gun violence whose daughter was killed in the 2018 Parkland, Florida, school shooting has been sentenced to 1 year in federal prison, according to prosecutors and court documents.\n  ", "body": "      James Catalano, 62, of Fresno, California, pled guilty to cyberstalking on March 28, according to the court documents. CNN has reached out to his attorney.  \n        In December 2021, a parent of one of the students killed at Marjory Stoneman Douglas High School “began receiving a slew of harassing messages” with references to “his daughter, the manner of her death, her pain and suffering as she was murdered and his advocacy against gun violence.” The parent is identified only with the initials “F.G.” in court documents.  \n        According to a complaint, on June 21, 2022, “F.G.” tweeted, “Three weeks after the Parkland shooting, & on the day that gun safety legislation was passed in Florida, I stood with @marcorubio & asked him to support what was about to happen in Florida. He refused. He was a waste then and he is a waste now. Florida will elect @valdemings.”  \n        CNN has found that the tweet and others mentioned in the complaint were sent by Fred Guttenberg – who has dedicated his life to “fighting for gun safety in America” after his 14-year-old daughter, Jaime, was among the 17 people killed at Parkland, his Twitter profile reads.  \n        Catalano replied to Guttenberg’s tweets and continued to send harassing messages through July 2022 via multiple online platforms. Catalano sent “hundreds of disparaging messages, which graphically described the victim’s daughter’s death, and focused on the debate surrounding gun control and the victim’s activism against gun violence,” according to a news release Monday from the US Attorney’s Office, Southern District of Florida. \n        Federal authorities were informed of the messages and traced two IP addresses to Catalano’s workplace and home in Fresno, according to court documents.  \n        On July 20, 2022, Catalano met with law enforcement after waiving his Miranda rights, according to a complaint. He admitted to sending the messages.\n        Guttenberg tweeted following the sentencing Friday, saying it “sends a message to those who cyberstalk the families of shooting victims that they will be caught and punished.” \n        CNN has reached out to Guttenberg for comment. \n  ", "url": "https://www.cnn.com/2023/10/24/us/florida-parkland-james-catalano-cyberstalking/index.html", "section": "us"}
{"title": "      8 Akron police officers involved in the shooting death of 25-year-old Jayland Walker are back on active duty\n    ", "author": "Sarah Dewberry", "published_on": "  Published\n        1:20 PM EDT, Tue October 24, 2023\n    ", "abstract": "      The eight Ohio police officers involved in the shooting death of Jayland Walker, a 25-year-old Black man, following a traffic stop last summer are back on active duty after a grand jury declined to indict any of them.\n  ", "body": "      Akron Police Capt. Michael Miller confirmed the news to CNN in an email on Tuesday.\n        “Based on the independent investigation conducted by BCI and the Summit County grand jury’s decision not to indict, all eight officers are back on full-time, active duty,” Miller said, referring to Ohio’s Bureau of Criminal Investigation.\n        He added that the department’s internal investigation was “wrapping up and going through some final legal review,” which they expect will be released by the end of November.\n        On June 27, 2022, Akron police said Walker was driving a 2005 Buick when they attempted to stop him for traffic and equipment violations.\n        During a news conference in July 2022 when police released bodycam footage of the incident, police said Walker fled the stop, and about 40 seconds into the police chase, a gunshot was fired from his vehicle.\n        Several minutes later, Walker got out of his car and fled on foot, according to police.\n        Officers deployed Tasers to try and stop Walker, Akron Police Chief Steve Mylett said, but they were unsuccessful.\n        Mylett said that moments later, Walker “stopped and quickly turned towards the pursuing officers,” and the police opened fire, killing him.\n        According to an autopsy by a Summit County medical examiner Dr. Lisa Kohler, Walker suffered 46 gunshot entrance wounds or graze injuries.\n        Walker’s family released a statement on Tuesday through their attorney, Bobby DiCello, questioning the city’s handling of the incident.\n        “The Walker family is saddened by the way in which they continue to be ignored by the City of Akron,” the statement reads. “City leadership has never once reached out to discuss the employment of the eight officers or explain why the officers are being reinstated. While this decision reopens painful wounds for them, the family remains strong in their commitment to seeking Justice and Dignity for Jayland.”\n        In April, a grand jury decided against indicting the officers, concluding that they were legally justified in their use of force against Walker, according to Ohio Attorney General Dave Yost.\n        Walker’s family is suing the city.\n        The civil complaint, which was filed in June, alleges officers used excessive force and claims there is a “culture of violence and racism at the City of Akron’s Police Department.”\n        The family is seeking at least $45 million in damages – “$1 million for each bullet that struck Jayland Walker,” according to the suit. \n        In addition to the city, the list of defendants includes several members of the Akron Police Department. \n  ", "url": "https://www.cnn.com/2023/10/24/us/akron-police-officers-jayland-walker-shooting/index.html", "section": "us"}
{"title": "      7 people killed after more than 150 vehicles crashed along Louisiana’s I-55 amid dense fog, officials say\n    ", "author": "Mary Gilbert", "published_on": "  Updated\n        10:50 AM EDT, Tue October 24, 2023\n    ", "abstract": "      At least seven people were killed Monday in a slew of crashes along Interstate 55 in Louisiana’s St. John the Baptist Parish that involved at least 158 vehicles, state police say. \n  ", "body": "      More than 25 people were taken to hospitals with injuries ranging from minor to critical, Louisiana State Police said in an evening news release. And many victims sought medical help on their own, authorities said. \n        Meteorologists earlier said “super fog” had heavily impacted the area, just west of New Orleans, around the time of the pileups. Super fog is a thick fog that develops in damp, smoky conditions and can send visibilities plummeting to less than 10 feet, according to the National Weather Service.\n        Some of the vehicles caught on fire after the initial crash, authorities said. One of the vehicles involved in the wrecks was a tanker truck carrying “hazardous liquid,” police said without elaborating on the substance.\n        Police were working Monday evening to move the truck due to a “compromised tank/trailer.”\n        “Once the tanker is removed, first responders will be able to better assess the vehicles in that immediate area. It is possible that additional fatalities could be located,” state police added.\n        Authorities have asked the public to reach out if they have a missing family member who was traveling through the area Monday morning. \n        Louisiana Gov. John Bel Edwards said he was praying for those killed and wounded in the crashes. \n        “The combination of wildfire smoke and dense fog is dangerous, and I want to encourage all Louisianans in affected areas to take extreme caution while traveling,” Edwards said on X, formerly known as Twitter. \n        “I also want to thank the first responders and medical personnel who have worked so diligently to save lives and render aid,” the governor added. “The best way you can help them, besides exercising caution on the road, is to donate blood at your local blood donation center. It will help replenish supplies that are being drained today to care for the wounded.”\n        Earlier, St. John the Baptist Parish Sheriff Mike Tregre told CNN affiliate WVUE about three 18-wheel trucks collided in the northbound lanes and were fully engulfed in flames. In the southbound lanes, there were two reported multi-car pileups, one of which was also producing flames.\n        According to Tregre, all first responders had to be on foot because the crashes left the area “completely gridlocked.” \n        “The situation is pretty bad,” he added.\n        Visibility levels were below a quarter mile at a nearby weather station from just after 4 a.m. CDT until just before 10 a.m. CDT. Visibility likely neared zero at times throughout the morning when the fog was at its densest.\n        The incredibly dense fog, known as “super fog,” was caused by fog combining with smoke from nearby fires. \n        Louisiana has battled unprecedented wildfires, extreme heat and relentless drought since the summer. Exceptional drought, the highest category tracked by the US Drought Monitor, is in place across 62% of the state. \n        In a statement Monday, the city of New Orleans said it is monitoring an active fire burning underground in forested wetlands between Bayou Sauvage National Urban Wildlife Refuge and the Michoud Canal.\n        The lack of rain combined with the summer’s extreme heat dried out wetlands and reduced the water table’s depth, the city said. The blaze being monitored has been burning at and below surface level, it added. \n        A repeat of Monday’s super fog is unlikely for Tuesday morning as “winds should be much stronger,” the National Weather Service in New Orleans said Monday on X, previously known as Twitter. Winds need to be calm or very light in order for dense fog to form.\n        Patchy areas of dense fog may be possible but will not be as widespread as Monday, the city said, citing the weather service.\n  ", "url": "https://www.cnn.com/2023/10/23/us/louisiana-fog-i55-crash-new-orleans/index.html", "section": "us"}
{"title": "      T’Yonna Major was ‘destined for the Olympics’ before the 9-year-old gymnast’s life was cut short\n    ", "author": "Lauren Mascarenhas", "published_on": "  Updated\n        10:19 AM EDT, Tue October 24, 2023\n    ", "abstract": "Editor’s Note: This story is part of a series profiling American youth killed this year by guns, a leading cause of death of children in the US. Read more about the project here. ", "body": "      T’Yonna Major was a 9-year-old girl with an oversized heart – a ravenous reader, a generous friend, a loving daughter — and she was a fearless vaulter.  \n        Vaulting requires athletes to run full speed directly at a solid object that is often taller than they are and attempt to leap up and over it.  \n        “There’s an innate fear in learning how to vault,” at least for “normal humans,” says veteran gymnastics coach Donna Alexin. \n        T’Yonna was not a normal kid. \n        “She just ate it up. She was never scared. She would have run through the vault if she had to,” Alexin said.    \n        On the evening of February 22, T’Yonna should have been at the Orlando Metro Gymnastics gym, where she never missed a practice. But a stranger with a gun went on a shooting spree in Orange County, Florida, first killing 38-year-old Nathacha Augustin and then 24-year-old Dylan Lyons, who was covering the story for CNN affiliate Spectrum News 13. The gunman then walked into T’Yonna’s home at random and shot her and her mother. T’Yonna was killed. \n        From the time T’Yonna’s parents, Brandi and Tokiyo Major, brought her home from the hospital, they knew she was going places – literally.   \n        “She was walking at the age of eight months,” Brandi said. That’s months earlier than the one-year mark when many babies start walking. “She skipped crawling. She used to scoot around on her butt and went straight to walking.” \n        “I just knew she was gonna be something.”      \n        By age 3, she was tumbling around everywhere, jumping and flipping, Brandi said.     \n        Brandi and Tokiyo signed her up for gymnastics, and her world opened up. The whole family could see she was a natural, T’Yonna’s uncle, Dominic Major, said.      \n        “I remember, when I came down to visit from Chicago, we were at my mother’s house. She started climbing on the table and flipping. It was like, ‘Oh my God. She’s a little gymnast,’” Dominic said. “And that’s what she was.”   \n        Two gymnastics classes a week weren’t enough for T’Yonna, so Brandi and Tokiyo got the equipment she needed to practice at home. \n  Read other profiles of children who’ve died from gunfire      “She ate gymnastics. She slept it. She’d wake up in the morning, hit the bars, the balance beam,” Tokiyo said. She would practice her routines so many times that the whole family knew them by heart.\n        T’Yonna applied that drive to everything she did in life. She didn’t just like to help her parents out in the kitchen, she was going to be a professional chef. She didn’t just enjoy reading, she devoured over 100 books last year.   \n        The “Diary of a Wimpy Kid” series was one of her favorites. Tokiyo read T’Yonna to sleep every night, and because Brandi worked nights, T’Yonna would read her mom to sleep.  \n        T’Yonna is one of more than 1,300 children and teens killed by a gun so far in 2023, according to the Gun Violence Archive. Firearms became the No. 1 killer of children and teens in America in 2020, surpassing motor vehicle accidents, which had long been the leading cause of death among America’s youth. \n        The man who is charged with killing T’Yonna, then 19-year-old Keith Moses, is facing three counts of first-degree murder, among other charges, for the crimes he committed on the day of the shooting. He has pleaded not guilty to all charges.\n        Police haven’t said whether there was a motive for the shooting.\n        On what would have been T’Yonna’s first day of fourth grade, Yaya’s Dream Foundation, the nonprofit T’Yonna’s family founded shortly after her death, gave out 100 book bags filled with essential supplies at the elementary school she attended.   \n        The services the group provides are meant to capture the spirit of T’Yonna’s generosity – the way she would lay her toys out for other kids in the neighborhood to take once she had outgrown them, watching with excitement as they found new homes, or how she insisted her parents keep a second bicycle at the house, so any friend who came over to spend the night could ride one too.\n        The foundation also advocates for more responsible gun laws, to reduce violence in the community.   \n        “We’re trying to… We’re going to – there ain’t no trying – we’re going to keep her name going,” Tokiyo said.     \n        “Every day that she was here, it was just a good memory,” he said. But the Mondays and Wednesdays that Tokiyo took T’Yonna to gymnastics practice were especially good memories.  \n        “Coaches aren’t supposed to have favorites, but there was just something really special about her,” Alexin said.      \n        If there was a trick she had yet to nail, T’Yonna would ask Alexin for feedback, and then she’d practice it over, and over and over again until she nailed it. When she learned that college scholarships existed for gymnastic athletes, she was determined to get one.      \n        “I told her every day, you’re going to do NCAA gymnastics someday,” Alexin said.    \n        She studied videos of the pros doing gymnastics – Gabby Douglas, Simone Biles – she memorized their movements, their tricks and tics.      \n        Tokiyo said they must have watched the “Gabby Douglas Story” a million times.      \n        “Yeah, we watched that movie a lot,” Brandi said.   \n  Gun violence is an epidemic in the US. Here are 4 things you can do today      It wasn’t just the household names. T’Yonna studied videos of gymnasts who were winning medals at every level, including Soraya Hawthorne, one of the gymnasts Alexin trained. T’Yonna studied videos of her competing and took note of how Soraya would tap her heart and point to the sky when she would compete, as a tribute to her father, Alexin said.  \n        It wasn’t long before T’Yonna started earning her own medals – 24 in just two years.     \n        “When I’d get there and I’d see what she does, I’d just be so floored,” Brandi said. “Look at my baby.”      \n        But it wasn’t enough for T’Yonna to win on her own. \n        “There were nine other little girls on the team, and they all looked up to her,” Alexin said. “We didn’t name a captain, but she was the captain.”     \n        One of T’Yonna’s teammates, 9-year-old McKenna, said T’Yonna was the best gymnast on the team.  \n        “She was the first one to get her back handspring on floor,” McKenna said.    \n        T’Yonna was serious when it came to competing, but even at competitions, she was always having a good time.   \n        “She would dance around in line when we were waiting to compete,” McKenna said.    \n        T’Yonna loved unicorns. Now the girls share a stuffed unicorn, clad with a little leotard, in her memory.  \n        “Captain, fearless, kind…best teammate ever.”   \n        The other young gymnasts on T’Yonna’s team gathered after they lost her and called out characteristics that T’Yonna brought to the sport. They decided that when one of the girls excelled – when they were brave, or strong or determined, the way T’Yonna was — Alexin would award them a “T-point.”   \n        A couple of weeks later, Alexin offered the girls the chance to redeem their points for prizes. They unanimously decided they would rather have the T-points\n        “Those T-points had meaning to them greater than some prize,” Alexin said.    \n        Now, Alexin says, when one of the girls sticks a landing, they take a moment, tap their heart and point up to T’Yonna.  \n  ", "url": "https://www.cnn.com/2023/10/24/us/tyonna-major-us-gun-deaths-gdpr/index.html", "section": "us"}
{"title": "      5 things to know for Oct. 24: Israel, House, Flight disruption, Snowstorm, Auto strike\n    ", "author": "Alexandra Meeks", "published_on": "  Updated\n        6:35 AM EDT, Tue October 24, 2023\n    ", "abstract": "      The CDC recommends that everyone age 6 months and older get a seasonal flu vaccine each year, but fewer than half of Americans get vaccinated. To boost the nation’s uptake, the agency is reviewing a nasal spray flu vaccine that can be self-administered. If approved, you may be able to take your flu vaccine at home next season.\n  ", "body": "      Here’s what else you need to know to Get Up to Speed and On with Your Day.\n        One of the two Israeli hostages released from Hamas custody described being kidnapped by gunmen and taken to a tunnel in Gaza. “I went through hell,” Yocheved Lifshitz, 85, said during a media conference today. She detailed her experience being taken underground into Hamas’ huge network of tunnels, saying it “looks like a spiderweb.” Liftschitz was released Monday evening, along with her neighbor and friend Nurit Cooper, 79. But more than 200 people are believed to have been captured and brought into Gaza where they likely remain in captivity. This comes as Israel’s defense minister said Monday the country is preparing for a “multilateral operation” against Hamas from the “air, ground, and sea” in an attempt to wipe out the Islamist group.\n        House Republicans will meet today to pick a new speaker nominee from a crowded field, though it remains unclear whether any candidate can lock down the 217 votes needed to ultimately win the job. Eight Republicans are now vying for the gavel after Rep. Jim Jordan was pushed out of the race last week. Members will cast a successive series of secret ballots before heading to the House floor, which requires a majority of the full chamber. GOP Rep. Tom Emmer, who serves as majority whip, is considered the front-runner in the race. But the Minnesota Republican, who voted to certify the 2020 election, could face an uphill battle, as some allies of former President Donald Trump have been critical of his candidacy.\n        An off-duty pilot is facing 83 counts of attempted murder after he allegedly tried to shut down the engines of an Alaska Airlines flight. The plane was en route to San Francisco Sunday when the off-duty pilot, who was riding in the cockpit of the plane, allegedly pulled the fire extinguisher handles to cut the engine fuel. The aircraft’s captain and first officer quickly responded to keep the engines from failing completely, the airline said, adding the suspect was subdued by the flight crew. The flight was forced to divert to Portland, Oregon, where the suspect was taken into custody. Authorities are investigating the incident and Alaska Airlines said it is reaching out to each passenger “to discuss their experience and check in on their well-being.”\n        Parts of the northwestern US and Northern Plains are expecting the first significant snowfall of the season today. A surge of cold air and deep moisture is expected to spread from Washington and Oregon through much of Montana in the coming hours before a potent storm drops into the Northwest later tonight. Many high-elevation areas will be buried in more than a foot of fresh snow, meteorologists say, while some lower-elevation areas will see the snow melt and refreeze — potentially causing treacherous ice to form along roadways and sidewalks. Wind speeds will also increase during this time and blow snow, which could significantly reduce visibility and worsen travel.\n        The United Auto Workers union ordered 6,800 workers to strike a massive Ram truck facility on Monday. The union said it launched the new strike because Stellantis, which makes vehicles under the Dodge, Ram, Jeep and Chrysler brands, has “the worst proposal on the table” for improving workers’ pay and benefits. Located about a half-hour north of Detroit, the plant produces the Ram 1500 pickup and is the company’s “biggest moneymaker,” the UAW said in a statement Monday. There are now more than 40,000 UAW members on strike as it enters its sixth week, with 14,600 now on strike at Stellantis, joining the 16,600 on strike at Ford and 9,200 on strike at GM.\n  Netflix releases trailer for ‘Squid Game: The Challenge’A reality competition show based on the wildly popular series “Squid Game” will stream on Netflix next month. Green light! You may now watch the trailer.\n  Texas Rangers advance to World Series for first time since 2011The Texas Rangers defeated the Houston Astros 11-4 in Game 7 on Monday. The team  now advances to the World Series for just the third time in franchise history.\n  Rock collected by Apollo 17 astronauts reveals moon’s true ageLunar dust collected by Apollo 17 astronauts has revealed that the moon is 40 million years older than previously thought.\n  Dwayne ‘The Rock’ Johnson wants his wax figure improvedThe A-list actor is calling on a Paris museum to make changes to his wax figure — starting with its skin complexion.\n  Jeremy Renner shares life updates since his near-fatal accidentThe “Avengers” star has physically recovered from the near-fatal accident he suffered last January, but the experience has stayed with him. Read about his recovery journey.\n  158That’s at least how many vehicles crashed along Louisiana’s I-55 on Monday after dense fog caused several pileups. Authorities said at least seven people were killed and dozens of others were injured when the “super fog” heavily impacted the area just west of New Orleans.\n  “It was an honest mistake.”— Washington state Sen. Jeff Wilson, in a statement after he was recently arrested in Hong Kong for carrying a gun through an airport. The Republican state senator said he did not realize he had packed his pistol in his briefcase while he and his wife were traveling for a vacation to Southeast Asia. He now faces a firearm offense punishable by up to 14 years in prison and a fine of more than $12,000.\n  Check your local forecast here>>>How to carve a pumpkin safely this HalloweenWatch this short video to learn how you can avoid some of the most common Halloween injuries.\n  ", "url": "https://www.cnn.com/2023/10/24/us/5-things-to-know-for-oct-24-israel-house-flight-disruption-snowstorm-auto-strike/index.html", "section": "us"}
{"title": "      Mother of 6-year-old killed in alleged anti-Muslim attack near Chicago released from hospital after being stabbed over a dozen times\n    ", "author": "Chris Boyette", "published_on": "  Published\n        7:17 PM EDT, Sun October 22, 2023\n    ", "abstract": "      A Chicago-area woman who was stabbed multiple times in an alleged anti-Muslim attack that left her 6-year-old son dead last week has been released from the hospital, according to the Council on American-Islamic Relations’ Chicago office.\n  ", "body": "      Hanaan Shahin, 32, lived with her son, Wadea Al Fayoume, in a rented house in Plainfield Township, Illinois, for two years before their landlord brutally attacked them on October 14, according to the Will County Sheriff’s Office.\n        The family was “targeted by the suspect due to them being Muslim and the ongoing Middle Eastern conflict involving Hamas and the Israelis, the sheriff’s office said.\n        Shahin told police she was able to get away by locking herself in the nearby bathroom, but was not able to get her son. While in there, she called police, according to a court filing. Shahin was rushed to the hospital with more than a dozen stab wounds, the sheriff’s office said.\n        Wadea, who was stabbed 26 times, did not survive, according to authorities. Shahin could not attend his funeral services Monday as she remained in the hospital, CAIR said.\n        It is unclear exactly when Shahin was discharged from the hospital, where she is now or how she is doing. CNN has reached out to CAIR Chicago and the sheriff’s office for more information.\n        Joseph M. Czuba, the 71-year-old suspect, has been charged with murder and hate crimes, among other charges. The Department of Justice is investigating the attack as a hate crime. Czuba’s preliminary hearing is scheduled for October 30.\n        “This incident cannot help but further raise the fears of Muslim, Arab, and Palestinian communities in our country with regard to hate-fueled violence,” US Attorney General Merrick Garland said in a statement last week.      The attack on the family occurred as thousands of civilians, including children, have been killed in Israel and Gaza after Hamas militants launched attacks in Israel on October 7, causing Israel to respond with airstrikes over Gaza.\n        Shahin is from a village in the West Bank, according to Ahmed Rehab, executive director of the Council on American-Islamic Relations Chicago.\n  ", "url": "https://www.cnn.com/2023/10/22/us/chicago-muslim-boy-stabbing-mother/index.html", "section": "us"}
{"title": "      Police have no evidence suggesting Detroit synagogue leader’s fatal stabbing was motivated by antisemitism, chief says\n    ", "author": "Sara Smart", "published_on": "  Updated\n        7:11 PM EDT, Sun October 22, 2023\n    ", "abstract": "      As authorities continue their investigation into the death of a Detroit synagogue leader found stabbed over the weekend, police chief James E. White said Sunday no evidence has surfaced suggesting the killing was motivated by antisemitism.\n  ", "body": "      The body of Samantha Woll, president of the board of the Isaac Agree Downtown Synagogue, was discovered with multiple stab wounds at her home on Saturday morning, the Detroit Police Department said. She was pronounced dead at the scene.\n        Police said they followed “a trail of blood” leading to her home, where it’s believed the crime happened. Authorities have not identified a suspect in the case and it’s still unclear what led up to the killing.\n        Woll’s family and friends gathered Sunday to share their final goodbyes during her funeral service. They remembered her kindness and the love she had for other people while lamenting on the unknowns of why this happened to her.\n        In his statement Sunday, White, the police chief, said investigators are working with the FBI to “forensically analyze all of the information obtained up to this point in an effort to ascertain the timeline that ultimately led to Ms. Woll’s death.”\n        “Individuals with information that may further this investigation are being interviewed,” White said.\n        “I again ask the community to remain patient while our investigators and law enforcement partners continue their work,” the chief added. A media update on the case will be provided Monday, White said.\n        FBI Detroit has provided “technical, forensic, and intelligence assistance” in the case at the request of the Detroit Police Department, the federal agency said. \n        Michigan State Police have also been assigned to support local police in the case, Michigan Gov. Gretchen Whitmer announced. “Together, they will investigate this vicious crime and bring the perpetrator to justice,” she added.\n        “My heart breaks for her family, her friends, her synagogue, and all those who were lucky enough to know her,” Whitmer said.  “She was a source of light, a beacon in her community who worked hard to make Michigan a better place.\n        Detroit Mayor Mike Duggan said he and Woll were celebrating the newly renovated synagogue together just a few weeks ago.\n        “It was a project she successfully led with great pride and enthusiasm,” Duggan said. “This entire city joins with her family and friends in mourning her tragic death.”\n        During her funeral service on Sunday, Woll’s family and friends remembered her infectious smile, her giving spirit, her willingness to listen, and her consistent push to build bridges between people and fight for social justice causes. \n        Woll’s younger sister, Monica Woll Rosen, described how her sister would always rush to help others when they needed it. She also noted how much Woll loved her friends and family – including her nieces and nephews, to whom she would always bring books and markers, so they could learn new things and also spend time being creative.\n        Before her killing, the last text message Woll sent was a heart to friend, “just because,” her sister said. On Saturday, another friend received flowers for their birthday that Woll had sent before she died. \n        “Your soul was beautiful and pure,” Woll Rosen said during the service Sunday.  “You so deeply wanted peace for this world, you fought for everyone, regardless of who they were or where they came from. You were the definition of a leader.”\n        Woll’s brother-in-law Ben also recalled how she always worked to bring people together and read aloud a recent response Woll had sent during a “somewhat heated family email discussion.”\n        “If and where there are disconnects between some of the people who follow Black Lives Matter and the Jewish community, then our communities need to engage with each other more, not less,” Woll had written.\n        “This is your legacy,” her brother-in-law said, “that we will always remember and carry forward.”\n        In an obituary, Woll’s loved ones wrote she loved “all forms of art,” including theater and opera, loved being in nature, had worked with several political campaigns and was also involved with many interfaith organizations.\n        “She was unfailing in her commitment to living in the moment and always saw the good in everyone she met,” it said. “Samantha will always be remembered for her tireless activism and for her passion to make the world a better place. She was an angel and there was truly no one kinder.”\n        Michigan Attorney General Dana Nessel, whose campaign Woll had been part of, also spoke at the service, highlighting Woll’s encouraging and compassionate character and her powerful ability to connect with others. \n        “She could charm everyone. She charmed celebrities and naysayers alike. Her warmth could persuade even the hardest heart of the loudest heckler,” Nessel said. “Sam gave everything of herself but she asked for nothing in return.”\n        “Samantha Woll may have been the nicest person that I have ever met, or will ever meet, in my lifetime,” she said.\n        MoReno Taylor II, who worked with Woll on Nessel’s reelection campaign in 2022, previously said her death was “a devastating loss.” \n        “Sam was a bright ball of light,” he told CNN. “She lit up every room that she walked into. She always had a huge smile. She always gave you a firm handshake and asked about you, wanted to get to know who you were.”\n        He remembered Woll as a kind soul who was always involved in her community and was dedicated to giving back.\n        “She didn’t deserve this, and I really hope that they find a resolution to this as soon as possible and find whoever is responsible,” he said. \n        Taylor said he knew Woll for five years, and thought of her as a little sister. \n        “It’s very difficult to imagine that someone who was so genuine and so kind could befall this kind of tragedy,” he added.\n        Woll had also previously worked with Congresswoman Elissa Slotkin, according to a post on Slotkin’s social media.\n        The congresswoman said Woll “dedicated her short life to building understanding across faiths, bringing light in the face of darkness.”\n        The Democrat said Woll worked for her by helping set up the office and leading it throughout her first term.\n        “My heart aches that we have lost someone so dedicated to serving others in such a senseless act. I’ll miss her relentless desire to serve & her bright smile seemingly everywhere across the Detroit area,” the congresswoman said.\n  ", "url": "https://www.cnn.com/2023/10/22/us/detroit-president-synagogue-killing-sunday/index.html", "section": "us"}
{"title": "      Maryland police find vehicle linked to suspect in fatal shooting of judge\n    ", "author": "Artemis Moshtaghian", "published_on": "  Updated\n        5:29 PM EDT, Sun October 22, 2023\n    ", "abstract": "      Police have found the vehicle of the suspect who allegedly shot and killed a Maryland judge last week.\n  ", "body": "      The Washington County Sheriff’s Office announced Saturday they discovered Pedro Argote’s silver Mercedes in the area of Williamsport, Maryland – about 8 miles away from where Judge Andrew Wilkinson, 52, was shot at his home in the northern Maryland city of Hagerstown.\n        Law enforcement officials have asked “the public to be vigilant” and on the lookout for Argote, described as a 49-year-old man who is 5 feet 7 inches tall, 130 pounds, with black hair and brown eyes.\n        The sheriff’s office said Sunday it had finished searching the remote and wooded area where Argote’s vehicle was found, saying in a post on Facebook “no further information indicates that Argote is still in the immediate area.”\n        Washington County Sheriff Brian Albert previously described the Thursday killing as a “targeted attack” against Wilkinson and said Argote should be considered “armed and dangerous.”\n        Argote allegedly fatally shot Wilkinson just hours after the judge ruled against him in a child custody case, authorities said.\n        Wilkinson, a county circuit court judge, was in his own driveway – with his wife and son at home – when he was shot, Albert said. He was found around 8 p.m. and taken to a medical facility where he died, the sheriff’s office said.\n        Wilkinson’s death spurred a wave of heightened security for judges throughout the county. “Out of precautionary reasons, last night troopers were deployed to protect judges residing in Washington County,” Maryland State Police said Friday.\n        The court where Wilkinson worked now has a “high-level” of security, and all judges and court personnel are getting increased security, Circuit Court Administrative Judge Brett Wilson told CNN.\n        The US Marshals Service is offering a reward of up to $10,000 for information leading to Argote’s arrest, the agency said Friday.\n        Wilkinson’s death marks the latest in a series of threats and attacks against judges or their families. More than 1,300 threats or possible threats among federal court personnel were investigated in fiscal year 2022, according to the US Marshals Service.", "url": "https://www.cnn.com/2023/10/21/us/andrew-wilkinson-maryland-judge-investigation/index.html", "section": "us"}
{"title": "      Missing Tennessee man found alive nearly three days after motorcycle crash\n    ", "author": "Sarah Dewberry", "published_on": "  Published\n        4:46 PM EDT, Sun October 22, 2023\n    ", "abstract": "      Friends and family of a Tennessee man who went missing after a motorcycle crash last week say they never gave up hope that he’d be found.\n  ", "body": "      Taylor Boyle and the motorcycle he was riding were discovered down an embankment between 30 to 50 feet off a back road in a rural area of Powell nearly three days after his family filed a missing person’s report with the Knox County Sheriff’s Office, Boyle’s friend, Cameron Williams, told CNN in a phone interview Sunday.\n        “He’s extremely lucky to be alive,” Williams said.\n        Before he was found on the evening of October 17, Boyle’s family had last spoken to him on October 15 at around 10 a.m., according to the missing person’s report.      Williams said the family grew concerned when they didn’t hear from him and began monitoring his phone and bank accounts or signs of any activity. \n        Groups of friends began searching possible routes that Boyle may have taken – but they didn’t find him, according to Williams.\n        “On Tuesday evening, there were probably five vehicles with three to five people in each vehicle that kind of broke down in different areas of the town and started looking in ditches and ravines,” Williams said. \n        They searched for Boyle until the sun went down, he said. \n        A group of three friends decided to get out of their vehicle and walk down a road using flashlights, Williams said.\n        Brandon Lawson, Ryan French and Chase Lovelace noticed a pathway off the side of the road, and their flashlights reflected off the motorcycle, according to Williams.\n        “They were kind of scared, you know, what they might find when they got there,” Williams said. “But he was awake.”\n        He said the group called 911 and everyone they knew to let them all know Boyle had been located.\n        Boyle, who remains in the hospital, took a hard hit to the head and dislocated his elbow, according to Williams. He is expected to make a full recovery.\n        The sheriff’s office thanked those who helped them in the search. A news release did not provide details on Boyle’s condition.\n        CNN has reached out to the department for comment.\n  ", "url": "https://www.cnn.com/2023/10/22/us/tennessee-missing-man-found-motorcycle-crash/index.html", "section": "us"}
{"title": "      Start your week smart: Israel, Norma, Synagogue stabbing, House speaker, Trump\n    ", "author": "Andrew Torgan", "published_on": "  Published\n        9:11 AM EDT, Sun October 22, 2023\n    ", "abstract": "      E.T. phone home? Astronomers have detected a mysterious blast of radio waves that has taken 8 billion years to reach Earth. The cosmic flash is one of the most distant and energetic ever observed.\n  ", "body": "      Here’s what else you need to know to Start Your Week Smart.\n        • The death toll in Gaza since October 7 has risen to 4,651, with more than 14,245 wounded, the Palestinian Ministry of Health in Gaza said earlier today. Meanwhile, the Israeli military has escalated its operations in the occupied West Bank, striking a mosque today to thwart what it called “an imminent terror attack.”• Norma weakened to tropical storm strength Saturday after bringing hurricane-force winds, flash flooding and storm surge to Mexico’s Pacific coast. Norma made landfall as a Category 1 hurricane with winds of 80 mph over the far southern portion of Mexico’s Baja California Sur — which includes Cabo San Lucas — Saturday afternoon, the National Hurricane Center said.• Investigators are searching for a motive in the death of a Detroit synagogue leader found stabbed over the weekend, the city’s police chief said. The body of Samantha Woll, president of the board of the Isaac Agree Downtown Synagogue, was discovered with multiple stab wounds at her home on Saturday morning, the Detroit Police Department said in a statement.• House Republicans are once again scrambling with no clear path to elect a new speaker after voting to push Ohio Rep. Jim Jordan out of the race Friday, the latest sign of the chaos and divisions that have engulfed the majority party and left the chamber in a state of paralysis.• Kenneth Chesebro, a Donald Trump-aligned attorney who helped craft the 2020 fake elector plot, pleaded guilty Friday in the Georgia election subversion case. The plea deal is another major victory for Fulton County District Attorney Fani Willis, who charged Trump and 18 others in the effort to overturn the 2020 presidential election results. Former Trump campaign lawyer Sidney Powell pleaded guilty last Thursday.\n  MondayDemocratic Sen. Bob Menendez of New Jersey is scheduled to be arraigned on new charges that he conspired to act as a foreign agent for Egypt. Menendez and his wife were indicted last month on corruption-related offenses, and are accused of accepting “hundreds of thousands of dollars in bribes” — including gold, cash, home mortgage payments and a luxury car — in exchange for the senator’s influence. The superseding indictment filed against Menendez, who was chairman of the Senate Foreign Relations Committee at the time of the alleged actions, adds a new dimension to the case by alleging a US senator was working on behalf of another country. Both Menendez and his wife have pleaded not guilty.\n        The City of Orlando will seek final approval from the city council to buy Pulse, the popular LGBTQ nightclub where 49 people were killed and at least 53 others were injured in a mass shooting in 2016. The site of the deadly shooting was referred to as “a permanent part of Orlando’s history” in an agenda item to be discussed at Monday’s city council meeting. “The City is interested in acquiring this property as part of the process of developing a permanent memorial that honors the victims,” the agenda item states.\n        North Carolina’s GOP-controlled state legislature is expected to vote on new congressional district maps that could put at risk as many as four Democratic-held seats in the US House — a move that could help determine which party gains the upper hand in the chamber after the 2024 elections. Democratic Gov. Roy Cooper does not have veto power over redistricting legislation in North Carolina.\n  WednesdayPresident Joe Biden will host Prime Minister Anthony Albanese of Australia for an official visit to the US, which will include a state dinner. The event will be Biden’s fourth state dinner since taking office. In June, he welcomed India’s Prime Minister Narendra Modi to the White House.\n  ThursdayThe Commerce Department will release its first reading of third-quarter gross domestic product, the broadest measure of US economic output. The agency’s final revision of Q2 GDP last month showed economic growth holding at an annualized rate of 2.1% — a positive sign for the Federal Reserve’s campaign to cool demand and bring down price increases.\n  One Thing: Florida’s book ban playbookIn this week’s “One Thing” podcast, CNN’s Elle Reeve explains how a state law in Florida around books in schools is turning school board meetings into spectacles. Listen here.Check out more images from the week that was, curated by CNN Photos.\n  TV and streamingThe end is near for “Fear the Walking Dead.” The first in a veritable horde of “Walking Dead” spinoffs will begin airing its final six episodes tonight on AMC through November 26 (maybe skip the Thanksgiving leftovers that night). But fear not, devotees of the undead – AMC says “The Walking Dead: The Ones Who Live” is coming in 2024.\n  In theatersJust in time for Halloween comes “Five Nights at Freddy’s.” Josh Hutcherson (“The Hunger Games”) stars in this horror movie based on the popular video game series about a security guard who encounters strange creatures while working the late shift at a family-friendly kids’ pizzeria. Think Chuck E. Cheese, but with homicidal animatronic animals. “Five Nights at Freddy’s” opens Friday.\n        Also hitting the big screen Friday is “Freelance,” an action comedy starring John Cena as a former Special Forces soldier who is hired for a freelance gig providing security for a journalist.\n  This portion of 5 Things is brought to you by the letter “F.”At a glance …The 2023-24 NBA season begins Tuesday when the Los Angeles Lakers take on the Denver Nuggets and the Phoenix Suns face the Golden State Warriors.\n        And in baseball, The Philadelphia Phillies moved just one game from another World Series with a 6-1 win in Game 5 against the Arizona Diamondbacks Saturday night. Over in the American League Championship Series, the Houston Astros take on the Texas Rangers tonight. Houston also leads the series 3-2. Game 1 of the World Series is scheduled for Friday.\n  For more of your favorite sports, head on over to CNN Sports as well as Bleacher Report, which – like CNN – is owned by Warner Bros. Discovery.      Looking for a challenge to start your week? Take CNN’s weekly news quiz to see how much you remember from the week that was! So far, 66% of fellow quiz fans have gotten eight or more questions right. How will you fare?\n  Happy birthday, Katy Perry!The Grammy-nominated singer and “American Idol” judge turns 39 on Wednesday. (Click here to hear her roar …)", "url": "https://www.cnn.com/2023/10/22/us/start-your-week-smart-israel-norma-synagogue-stabbing-house-speaker-trump/index.html", "section": "us"}
{"title": "      Holocaust survivor visiting Israel safely escapes as war breaks out\n    ", "author": "Nick Watt", "published_on": "  Published\n        5:10 AM EDT, Sun October 22, 2023\n    ", "abstract": "      “It went from wonderful to horrible in an instant,” Charlotte Hauptman said of that fateful Saturday morning. “Not only did we hear the bombs, but we also found out there was an invasion of Hamas coming into the country. And we didn’t know where or what or who they were.” \n  ", "body": "      Her instinct was to run. She’s an elfin 84-year-old with bright, engaging eyes. She wears her hair tied back and speaks with a similar no-nonsense style. “In those hours, it was just constant panic,” she told CNN after leaving Jerusalem and landing safely back home in Southern California. “I’m not afraid of death, but of what can come before.” \n        Hauptman is a Holocaust survivor. So, this was the second time she’d fled a group targeting Jews. She fled Hamas in Israel in 2023 by plane as an old lady. She fled the Nazis in Italy in 1944 on foot as a small child. \n        “It definitely shapes one’s essence,” she says of the Holocaust. “You’re familiar with the possibility of horror.” Hauptman still remembers the final fearful moments of her escape.\n        “Two Nazi officers were walking towards us,” she recalls. The family was just a few miles from safety, from the chunk of Italy occupied by the Allies. “They said, ‘Heil Hitler!’ and we raised our hands. They kept walking, and we kept walking. Just a few feet past, there was a Madonna. We dropped to the ground and prayed in case they would turn around and take a look.” \n        The Holocaust was the largest loss of Jewish life in their long history of persecution and pogroms. October 7, 2023, is now the deadliest day for Jews since then.\n        “Let’s get any airline that goes anywhere!” was the conversation Hauptman had with her own daughter that morning. “And when we got on that plane it already felt like, ‘All right let’s go!’ And then they started selling seats, upgrades! And we thought, ‘Just go, just go!’”\n        Charlotte Hauptman was in Israel this fall on a side-trip. The main event of her travels was a wedding in Italy. The bride, Myriam Lanternari, is the great-granddaughter of an Italian couple, Virgilio and Daria Virgili, who Hauptman credits with saving her life and the lives of  her parents more than 80 years ago, sheltering them from the Nazis in a little village called Secchiano.\n        “He took us into his home. They gave us food. They gave us shelter,” Hauptman said. “I knew not to talk to any German. And they came in the village.” The Nazis had a garrison nearby. \n        “I remember leaflets being dropped from airplanes, German airplanes, warning the people if you help Jews or Partisans that’s the end of you,” Hauptman said. “No one ever outed us. They stayed protecting us.”\n        The villagers concocted a story just in case any Germans started asking questions, Hauptman recalls. Her parents, Wolf and Esther, would be deaf mutes working in the field. And Charlotte would just lose herself in the clique of kids playing in the street.\n        “I knew that our lives were in danger,” she says. “But then when things lightened up, I was able to be a child. And the Italian people were helpful in letting me have that. I always felt loved. My parents. The villagers. It was always a very warm feeling.”\n        There was another Jewish family living in nearby Cagli, close to a German garrison. The two families would meet up from time to time.\n        “I know that at some point we couldn’t visit them anymore,” says Hauptman. “Because they were taken and killed.”\n        After allied British troops landed in Italy, the Germans became even more skittish and suspicious.\n        “The village became more dangerous, if that’s even possible,” says Hauptman. “Virgilio Virgili decided to take us to the occupied zone where the Allies already were.” \n        Virgilio and his young daughter Mercedes walked Charlotte and her family to safety. The Italian father and daughter were with the fleeing Jewish family when they all fell to their knees in front of that Madonna, just miles from safety, pretending to be nothing more than a gaggle of good Italian Catholics. It worked.  \n        But when Virgilio and Mercedes returned to the village, he was arrested. “Virgilio was nabbed by the Nazis, held for days, and tortured,” Hauptman said. And Mercedes was with her father when the Nazis arrived. “They came and grabbed him and threw him in a Jeep and she was crying and holding on as the Jeep was leaving and they kept hitting her on her hands to let go.” He never confessed and was eventually released.\n        Charlotte Hauptman and Mercedes Virgili remained lifelong friends. Their children are friends. Their grandchildren are friends.\n        “I was born November 25, 1938, right in the middle of it,” says Hauptman, matter-of-factly.\n        The future looked so bleak that her mother, Esther Fullenbaum, thought she should abort her baby. She didn’t. And would soon credit Charlotte with saving her life. By making her faint at just the right time.\n        The story became part of family lore. The Gestapo, Nazi Germany’s secret police, were rounding up Jews in Hanover where the family lived. Esther, heavily pregnant, was at her sister’s apartment when officers knocked at the door. Esther fainted, so the Gestapo left her behind. But she would never see her sister or brother-in-law again. They were murdered in the camps.\n        Esther fled to Milan, where her husband Wolf was working at the time. “I was born 10 days after she arrived,” adds Hauptman.\n        The family lived there until Italy’s Jews were rounded up and taken to concentration camps. The Fullenbaums were taken to one in Calabria, in southern Italy. When that camp became too crowded, they were sent to live with a family near Venice.\n        They had to check in with the police once a week. They were under curfew. And fear rose in Charlotte. “I remember being under the table one night crying,” she says. “My mother asked why I was crying, and I said, ‘Because you will both die and I will be alone.’”\n        Italian police officers soon came with a warning. “They said tomorrow you’re due to be picked up and sent to Auschwitz. So, you better leave now, before curfew and disappear.”\n        Years later, the family found the telegram, sent the next day by the Italian police to their German overlords, which ends: “THEY WERE NOT THERE. DESTINATION UNKNOWN.”\n        From that point on, Charlotte – little more than a toddler – was on the run with her parents, protected by the Partisans, who eventually took her family to Secchiano and the Virgilis.\n        “This story is not just my story, it’s their story,” says Hauptman. Her parents spent what little money they had buying food, usually from the village miller’s wife. Until they ran out of money. But the miller’s wife had a solution. In exchange for the wedding band on Esther’s finger, the family could have all the food they would ever need. “She was saving my mother’s honor,” says Hauptman. “So, she could feel comfortable getting the food.”\n        Years later, while living in Los Angeles, Hauptman got a call from an Italian American couple from San Francisco. They had just spent their honeymoon in Secchiano and had met the miller’s son. He’d given them the ring and asked them to find its rightful owner in America. Hauptman wore the ring as she spoke to CNN.\n        “I don’t know how they found us in LA, but they did… that’s the Italians!”\n        After the Virgili family wedding in Italy, Hauptman and her daughter, Michele Goldman, flew straight to Israel.\n        “She and I had talked about it years ago. We should do this mother and daughter trip,” Hauptman said. “We thought it would be a good bonding experience.” And it was, until the terror began, and she once again had to flee for her life.\n        Hamas terrorists crossed the border from Gaza into Israel, where they slaughtered 1,400 Israelis and took between 100 and 200 people back to Gaza as hostages. The IDF is now hitting Hamas hard in Gaza, and more than 4,000 Palestinians have now also been killed. \n        “We were sitting having breakfast in the hotel. We had made reservations for a tour to Bethlehem and Jerusalem,” said Hauptman. “Suddenly the alarms went off and I just looked at the faces of the locals and I read their faces. Panic.”\n        Her daughter, Hauptman would later find out, was panicking on the inside. “She lost her husband five years ago when her boys were still young and she told me later that all she kept thinking was, ‘Please don’t let my boys lose another parent.’”\n        Even now, and even here, in tranquil Southern California, Hauptman says she never feels totally safe. “Antisemitism is always there. It goes undercover for a while and then the opportunity arises. It’s a cyclical thing,” she says. “Don’t fool yourself. We’re sitting here now. In an hour, it can be different.”\n        “Never Again,” is a slogan about the Holocaust that Hauptman says gets a lot of lip service. “It’s just a dream,” says Hauptman. And she is not hopeful of an imminent peace in the Middle East. “As long as there are people who want Israel annihilated and the Jews to disappear,” she says. “I can’t imagine it.”\n        Hauptman also can’t imagine returning to Israel. Not yet. “But I do want to get over this enough,” she says. “Enough to go back.”\n  ", "url": "https://www.cnn.com/2023/10/22/us/holocaust-survivor-israel/index.html", "section": "us"}
{"title": "      President of Detroit synagogue found stabbed to death outside home, police say\n    ", "author": "Sara Smart", "published_on": "  Updated\n        9:38 PM EDT, Sat October 21, 2023\n    ", "abstract": "      The president of a Detroit synagogue board was found dead Saturday morning with multiple stab wounds outside her home, police said.\n  ", "body": "      The victim, Samantha Woll, was the president of the board of the Isaac Agree Downtown Synagogue, which is in downtown Detroit, the synagogue said in a Facebook post.      “We are shocked and saddened to learn of the unexpected death of Samantha Woll, our Board President,” the synagogue said. “May her memory be a blessing.”\n        Officers were called Saturday morning about a person lying on the ground unresponsive and when they arrived at the scene, they found a “trail of blood” leading them to Woll’s home, according to a statement from the Detroit Police Department. \n        Police believe the crime took place inside her home. Officers found Woll’s body with multiple stab wounds and she was pronounced dead at the scene, authorities said. \n        The Detroit Police Department said the case had been assigned to its homicide unit for investigation.  \n        Police Chief James White said in a statement Saturday the stabbing is being fully investigated and a motive is not yet known.\n        “Understandably, this crime leaves many unanswered questions,” White said. “This matter is under investigation, and I am asking that everyone remain patient while investigators carefully examine every aspect of the available evidence.”\n        He asked the community for patience as authorities investigate. \n        “It is important that no conclusions be drawn until all of the available facts are reviewed,” said White, adding officials plan to release additional information about the investigation on Sunday.\n        The FBI in Detroit is assisting police in the investigation, the agency said in a statement to CNN. The Michigan State Police has also been assigned to support local law enforcement officials in the investigation, according to Gov. Gretchen Whitmer.\n        “My heart breaks for her family, her friends, her synagogue, and all those who were lucky enough to know her. She was a source of light, a beacon in her community who worked hard to make Michigan a better place,” Whitmer said in a statement.\n        Detroit Mayor Mike Duggan said Woll’s death “has left a huge hole in the Detroit community.”\n        In a statement, Duggan said he and Woll were celebrating the newly renovated synagogue together just a few weeks ago. \n        “It was a project she successfully led with great pride and enthusiasm,” Duggan said.\n        “This entire city joins with her family and friends in mourning her tragic death,” the mayor added.\n        Michigan Attorney General Dana Nessel also shared her condolences in a statement on Facebook, saying, “Sam was as kind a person as I’ve ever known. She was driven by her sincere love of her community, state and country.”\n        A former coworker of Woll’s who said they worked together on Nessel’s reelection campaign in 2022 told CNN her death was “a devastating loss.” They had known each other for five years.\n        “Sam was a bright ball of light,” said MoReno Tayor II. “You know, she lit up every room that she walked into. She always had a huge smile. She always gave you a firm handshake.”\n        “She didn’t deserve this and I really hope that they find a resolution to this as soon as possible and find whoever is responsible,” he said. \n        Woll had previously worked with Congresswoman Elissa Slotkin, according to a post on Slotkin’s social media.\n        The congresswoman said Woll “dedicated her short life to building understanding across faiths, bringing light in the face of darkness.”\n        The Democrat said Woll worked for her by helping set up the office and leading it throughout her first term.\n        “My heart aches that we have lost someone so dedicated to serving others in such a senseless act. I’ll miss her relentless desire to serve & her bright smile seemingly everywhere across the Detroit area,” the congresswoman said.\n  ", "url": "https://www.cnn.com/2023/10/21/us/detroit-synagogue-president-killing/index.html", "section": "us"}
